Repository: batumibiz/johncms
Catalog: modules/mail/locale/*.po
Languages: ar, id, lt

source: Deleting messages
ar: حذف المراسلات
id: Menghapus pesan
lt: Žinučių pašalinimas

source: Message does not exist
ar: الرساله غير موجوده
id: Pesan tidak ada
lt: Tokios žinutės nėra

source: Message deleted
ar: تم حذف الرساله
id: Pesan dihapus
lt: Žinutė ištrinta

source: Back
ar: رجوع
id: Kembali
lt: Atgal

source: You really want to remove the message?
ar: هل ترغب في حذف هذي الرسالة؟
id: Apakah Anda yakin menghapus pesan ini?
lt: Ar tikrai norite pašalinti šia žinutė?

source: Delete
ar: حذف
id: Hapus
lt: Ištrinti

source: The message for removal isn't chosen
ar: لم يتم اختيار الرساله لازالتها
id: Pesan yang akan dihapus tidak dipilih
lt: Ne pasirinktas žinutės pašalinimas

source: Contact deleted
ar: تم حذف جهة الاتصال
id: Kontak dihapus
lt: Kontaktas ištrintas

source: When you delete a contact is deleted and all correspondence with him.<br>Are you sure you want to delete?
ar: عند قيامك بحذف حذف جهة اتصال وجميع المراسلات معه. <br> هل أنت متأكد من أنك تريد حذف؟
id: Jika Anda menghapus kontak, semua pesan akan dihapus <br> Apakah Anda yakin menghapus ini?
lt: Kai jus ištrinate kontakta, ištrinimas ir visas susirašinejimas su juo.<br> Ar jus tikrai norite ištrinti kontaktą?

source: Contact for removal isn't chosen
ar: لم تختار جهة الاتصال لازالتها
id: Kontak yang akan dihapus tidak dipilih
lt: Ne pasirinktas kontaktas pašalinimui

source: Files
ar: الملفات
id: Berkas
lt: Failai

source: User does not exists
ar: المستخدم غير موجود
id: Pengguna tidak ada
lt: Tokio vartotojo nėra

source: User not blocked
ar: تم حظر العضو
id: Pengguna tidak diblokir
lt: Vartotojų ne užblokuotas

source: User is unblocked
ar: تم رفع الحظر عن العضو
id: Pengguna tidak diblokir
lt: Vartotojas atblokuotas

source: Continue
ar: متابعة
id: Lanjutkan
lt: Tęsti

source: You really want to unblock contact?
ar: هل تريد ازالة الحظر عن العضو
id: Apakah Anda yakin membatalkan blokir kontak ini?
lt: Ar jūs tikrai norite atblokuoti kontaką?

source: Unblock
ar: رفع الحظر
id: Batal Blokir
lt: Atblokuoti

source: Contact isn't chosen
ar: نأسف لم تختار جهة اتصال
id: Kontak tidak dipilih
lt: Kontaktas nepasirinktas

source: This user can not be blocked
ar: لا يمكن حظر هذا العضو
id: Pengguna ini tidak bisa diblokir
lt: Šis vartotojas negali buti užblokuotas

source: User is blocked
ar: تهانينا! تم رفع الحظر
id: Pengguna diblokir
lt: Vartotojas užblokuotas

source: You really want to block contact?
ar: هل تريد رفع الحظر عن جهة الاتصال
id: Apakah Anda yakin memblokir kontak ini?
lt: Ar jūs tikrai norite užblokuoti kontaką?

source: Block
ar: حظر
id: Blokir
lt: Užblokuoti

source: My Contacts
ar: جهات الاتصال الخاصه بي
id: Kontak Saya
lt: Mano Kontaktai

source: Blocklist
ar: قائمة المحجوبين
id: Daftar blokir
lt: Užblokuoti

source: Correspondence
ar: المراسلات
id: Pesan
lt: Susirašinejimas

source: Contacts
ar: جهات الاتصال
id: Kontak
lt: Kontaktai

source: You cannot add yourself as a contact
ar: عفوا! لا تستطيع اضافة نفسك كصديق
id: Anda tidak dapat menambahkan Anda sendiri ke kontak
lt: Jūs negalite pridėti save į kontaktus

source: User has been added to your contact list
ar: وقد تم إضافة المستخدم إلى قائمة جهات الاتصال الخاصة بك
id: Pengguna telah ditambahkan ke daftar kontak Anda
lt: Vartotojas buvo pridėtas i jūsų kontaktus

source: You really want to add contact?
ar: تريد حقاً لإضافة جهة اتصال؟
id: Apakah Anda yakin menambahkan kontak?
lt: Ar jus tikrai norite pridėti šį vartotoją į kontaktus?

source: Add
ar: اضافة
id: Tambahkan
lt: Pridėti

source: Block User
ar: حظر مستخدم
id: Blokir pengguna
lt: Užblokuoti vartotoją

source: Incoming messages
ar: حذف المراسلات
id: Kotak Masuk
lt: Gaunami pranešimai

source: Mail
ar: البريـــد
id: Pesan
lt: Paštas

source: Such file does not exist
ar: لايوجد ملف
id: Berkas tidak ada
lt: Tokio failo nėra

source: No file selected
ar: لم يتم اختيار ملف
id: Tidak ada file yang dipilih
lt: Nepasirinkote failo

source: New Messages
ar: رسائل جديدة
id: Tulis pesan
lt: Naujos žinutės

source: Block Sender
ar: حظر المرسل
id: Blok Pengirim
lt: Blokuoti siuntėją

source: The list is empty
ar: قائمة فارغة
id: Daftar ini kosong
lt: Sąrašas tuščias

source: Total
ar: المجموع
lt: Viso

source: To Page
ar: الى صفحة
id: Ke halaman
lt: Į puslapį

source: Personal
ar: الملف الشخصي
lt: Asmeninės

source: Sent messages
ar: رسائل مرسلة
id: Pesan terkirim
lt: Išsiųstos žinutės

source: Clear messages
ar: تنظيف الرسائل
id: Hapus pesan
lt: Išvalyti žinutės

source: Messages are deleted
ar: تم حذف الرساله
id: Pesan berhasil dihapus
lt: Žinutės ištrintos

source: Confirm the deletion of messages
ar: تأكيد حذف الرسالة
id: Konfirmasi menghapus pesan
lt: Patvirtinkite pranešimų ištrinimą

source: Specify the recipient's login
ar: تعيين تسجيل الدخول الخاص بالمستلم
id: Pilih penerima pesan
lt: Nurodykite vartotojo slapyvardį

source: Message cannot be empty
ar: الرساله لا يمكن ان تكون فارغة
id: Pesan tidak boleh kosong
lt: Žinutė negali buti tusčia

source: You cannot send messages to yourself
ar: لا يمكنك ارساله رساله الى نفسك
id: Anda tidak dapat mengirim pesan ke diri Anda sendiri
lt: Jūs negalite siusti žinutės sau

source: You cannot add the message so often. Please, wait %d sec.
ar: لا يمكنك إضافة الرسالة حتى غالباً. الرجاء الانتظار %d ثانية.
id: Anda tidak dapat mengirim pesan terlalu sering. Mohon tunggu %d detik.
lt: Jūs negalite rašyti pranešimus taip dažnai. Prašome palaukti %d sek.

source: To this user can write only contacts
ar: يمكن أن يكتب لهذا المستخدم فقط من جهات الاتصال
id: Untuk pengguna ini dapat menulis pesan hanya kontak
lt: Šiam vartotojui gali rašyti tik jo kontaktai

source: To this user can write only friends
ar: يمكن أن يكتب لهذا المستخدم فقط الأصدقاء
id: Untuk pengguna ini dapat menulis pesan hanya teman
lt: Šiam vartotojui gali rašyti tik draugai

source: Error uploading file
ar: خطأ في رفع الملف
id: Gagal mengunggah berkas
lt: Dailo įkėlimo klaidą

source: It is forbidden to upload files without a name
ar: لا يمكن رفع ملف بدون اسم
id: Tidak diizinkan mengunggah berkas tanpa nama
lt: Draudžiama įkelti failus be pavadinimo

source: It is forbidden to upload files without extension
ar: يمنع تحميل ملفات بدون ملحق
id: Tidak diizinkan mengunggah berkas tanpa ekstensi
lt: Draudžiama įkelti failus be plėtinio

source: The size of the file exceeds the maximum allowable upload
ar: يتجاوز حجم الملف الحد الأقصى المسموح به تحميل
id: Ukuran berkas terlalu besar
lt: Įkelto failo dydis viršiją leistina dydi

source: File name contains invalid characters
ar: يحتوي اسم الملف على أحرف غير صالحة
id: Nama berkas terdapat karakter tidak valid
lt: Failo pavadinime neleistinį simboliai

source: Forbidden file type! By uploading permitted only files with the following extension
ar: حظر نوع الملف! عن طريق تحميل يسمح فقط الملفات ذات الملحق التالي
id: Jenis berkas tidak diizinkan, mengunggah berkas hanya diizinkan untuk ekstensi berikut
lt: Draudžiamas failo tipas! Įkelti galima tik failus su šiais plėtiniais

source: The user at your ignore list. Sending the message is impossible.
ar: المستخدم في قائمة التجاهل الخاصة بك. من المستحيل إرسال الرسالة.
id: Pengguna dalam daftar diabaikan, Anda tidak bisa mengirim pesan.
lt: Jus užblokavote šį vartotoją. Žinučiu siuntimas neįmanomas.

source: The user added you in the ignore list. Sending the message isn't possible.
ar: لا يمكن ارسال رساله لعضو بقائمة التجاهل
id: Pengguna ini ditambahkan ke daftar diabaikan. Anda sekarang tidak bisa mengirim pesan ke pengguna ini.
lt: Vartotojas jus užblokavo. Žinučių siuntimas neįmanomas.

source: Message already exists
ar: هذا الاسم موجود من قبل
id: Pesan sudah ada
lt: Tokia žinutė jau buvo

source: To Whom
ar: الذين
id: Kepada
lt: Kam

source: Send
ar: إرسال
id: Kirim
lt: Siųsti
