Repository: batumibiz/johncms
Catalog: modules/help/locale/*.po
Languages: lt, ro

source: For administration
lt: Administracijai
ro: Pentru administratie

source: Smilies
lt: Šypsenėlės
ro: Emoticoane

source: Avatars
lt: Avatarai
ro: Avatare

source: Avatar has been successfully applied
lt: Avataras sėkmingai nustatytas
ro: Avatarul a fost aplicat cu sucess

source: Continue
lt: Tęsti
ro: Continua

source: An error occurred
lt: Įvyko klaida
ro: EROARE

source: Back
lt: Atgal
ro: Înapoi

source: Set to Profile
lt: Nustatyti į anketą
ro: Seteaza la profil

source: Are you sure you want to set yourself this avatar?
lt: Ar jūs tikrai norite nustatyti šį avatarą į jūsų anketą?
ro: Esti sigur ca vrei sa iti setezi acest avatar?

source: Save
lt: Išsaugoti
ro: Salveaza

source: Forum rules
lt: Forumo taisyklės
ro: Reguli in forum

source: My smilies
lt: Mano šypsenėlės
ro: Emoticoanele mele

source: Wrong data
lt: Klaidingi duomenys
ro: Date gresite

source: bbCode Tags
lt: bbCode Žymės
ro: Coduri BB

source: Information, FAQ
lt: Informacija, klausimai ir atsakymai
ro: Informatii, Reguli

source: Animals
lt: Gyvūnai
ro: Animale

source: Brawl, Weapons
lt: Kova, ginklai
ro: Arme

source: Emotions
lt: Emocijos
ro: Emotii

source: Flowers
lt: Gėlės
ro: Flori

source: Food, Alcohol
lt: Maistas, Alkoholis
ro: Mancare, Alcool

source: Gestures
lt: Gestai
ro: Gesturi

source: Holidays
lt: Atostogos
ro: Sarbatori

source: Love
lt: Meilė
ro: Dragoste

source: Miscellaneous
lt: Kiti
ro: Diverse

source: Music, Dancing
lt: Muzika, Šokiai
ro: Muzica, Dans

source: Sports
lt: Sportas
ro: Sporturi

source: Technology
lt: Technologijos
ro: Tehnologie

source: The list is empty
lt: Sąrašas tuščias
ro: Lista este goală

source: PHP code
lt: PHP kodas
ro: Cod PHP

source: Link name
lt: Nuorodos pavadinimas
ro: Nume link

source: URL Link
lt: URL Nuoroda
ro: Adresa URL

source: Bold
lt: Paryškintas
ro: Ingrosat

source: Italic
lt: Kursyvinis

source: Underline
lt: Pabrauktas
ro: Subliniat

source: Strike
lt: Perbrauktas
ro: Taiat

source: Red
lt: Raudonas
ro: Rosu

source: Green
lt: Žalias
ro: Verde

source: Blue
lt: Mėlynas
ro: Albastru

source: Text Color
lt: Teksto spalva
ro: Culoare text

source: Background Color
lt: Fono spalva
ro: Culoare fundal

source: Quote
lt: Cituoti
ro: Citeaza

source: Bulleted list
lt: Suženklintasis sąrašas
ro: Lista cu marcatori

source: Title
lt: Pavadinimas
ro: Titlu

source: Text
lt: Tekstas

source: Spoiler
lt: Paslėptukas

source: Cancel
lt: Atšaukti
ro: Anuleaza

source: FORBIDDEN
lt: DRAUDŽIAMA
ro: INTERZIS

source: Advertising messages
lt: Reklaminiai pranešimai
ro: Mesajele cu reclame

source: The messages containing direct propagation of racial, national and religious animosity
lt: Pranešimai, kurių sudėtyje yra rasinių, nacionalinų ir religinų propagandų
ro: Mesajele care conțin propagarea directă a anonimarii rasiale, naționale și religioase

source: Any abusive, obscene, vulgar, slanderous, hateful, threatening and sexually-oriented messages or any other material that may violate any applicable laws
lt: Įžeidžiančių, nepadorių, vulgarinių, šmeižikiškų, bjaurių, grasinančių, seksualiai orientuotų pranešimų arba bet kurių kitų medžiagų, kurie galį pažeisti galiojančius įstatymus
ro: Orice mesaj abuziv, obscene, vulgar, amenintator, plin de ura, cu orientare sexuala sau orice alt material care violeaza orice lege in aplicare

source: The messages obviously offending someone, espcially forum users
lt: Pranešimai, kurios įžeidžia ka nors
ro: Mesajele ofensatoare catre cineva, in special utilizatorilor din forum

source: Purposely to deform a writing of nicknames of other users for the purpose of giving to the message an offensive shade
lt: Sąmoningai defarmuoti slapyvardžių kitų vartotojų kad kaip nors įžeisti juos
ro: Dinadins pentru a deforma o scriere de porecle ale altor utilizatori cu scopul de a da mesajului o nuanță ofensivă

source: Publishing deleted by moderator messages repeatedly
lt: Pakartotinai publikuoti pranešimus, kurios jau trinė administracija
ro: Postare mesaje șterse de către moderator în mod repetat

source: Post messages not related to the topic
lt: Publikuoti pranešimus, nesusijusęs su tema
ro: Postarea mesajelor care nu au legatura cu topicul

source: Continuing topics that have been closed by moderator
lt: Testi tėmas, kurios buvo uždarytos administracija
ro: Continuare topicului care a fost inchis de in moderator

source: ABSOLUTELY FORBIDDEN
lt: Visiškai draudžiama
ro: ABSOLUT INTERZIS

source: Writing in the public topics a discontent with inappropriate actions of other users and discussing about moderators working. Use private messages for this purpose
lt: Rašyti viėšai dėl blogio neadekvato elgesio kitu vartotojų ir administracijos darba. Naudokite pašto dežute svetainėje
ro: Scrierea in topicurile publice o nemulțumire cu acțiunile inadecvate ale altor utilizatori și de a discuta despre munca moderatorilor de. Utilizați mesajele private în acest scop

source: Register the nicknames having offensive tone for other users
lt: Slapyvaržių registravimas, kurie turi įžeidžiantį tona kitiems vartotojams
ro: Inregistrarea unui nume de utilizator ofensator catre alti utilizatori

source: UNACCEPTABLE
lt: Nereiketų
ro: NEACCEPTAT

source: Quote full messages of the previous user and quote the messages already containing other quotes
lt: Cituoti visą pranešimo buvusio vartotojo ir cituoti žinutes, jau turinčias kitų žinučių citavimą
ro: Citarea intregului mesaj a unui utilizator anterior si citarea unu mesaj care contine deja alt citat

source: Post messages only contains external link
lt: Rašyti žinutes, kurie turi išorine nuoroda
ro: Postarea mesajelor care contin adrese de site-uri externe

source: Post messages written in translite
lt: Rašyti žinutės parašytus translitų
ro: Postarea mesajelor in alta limba

source: Posting of purposeless messages: consisting of smileys only or posts like "Ok", "What?", "Who is there?", etc.
lt: Rašyti žinutes beprasmius pranešimus turinčias tik šypsenėles arba pav.: "ok", "kas?", "Kas čia" ir t. t.
ro: Postarea mesajelor scurte: cele care contin doar emoticoane sau postari precum "Ok", "Nu", "Nu stiu", etc.

source: Message posted despite the above warnings will be changed or deleted.
lt: Pranešimai paskelbti nepaisant minėtų įspėjimų bus pakeisti arba ištrinti.
ro: Mesajele postate in ciuda avertizarilor vor fi modificate sau sterse.

source: This rule applies to all members and moderators, repeated actions will make you get ban or even lose your account.
lt: Ši taisyklė taikoma visiems vartotojams ir moderatoriams, pakartotinį veiksmai gali privesti prie bano, arba visiškam blokavimui jūsų profiliui.
ro: Aceste reguli se aplica tuturor membrilor si moderatorilor, actiunile repetate vor duce la banare sau pierderea contului.

source: Add Smilies
lt: Pridėti Šypsenėles
ro: Adauga emoticon

source: or
lt: arba
ro: sau

source: Delete
lt: Ištrinti
ro: Șterge

source: Add
lt: Pridėti
ro: Adauga
