Repository: batumibiz/johncms
Catalog: modules/admin/locale/*.po
Languages: ar, id, pl, ro, uk, vi

source: Option 1
ar: الخيار 1
id: Opsi-1
pl: Opcja 1
ro: Optiunea 1
uk: Варіант 1
vi: Lựa chọn 1

source: Option 2
ar: الخيار 2
id: Opsi-2
pl: Opcja 2
ro: Optiunea 2
uk: Варіант 2
vi: Lựa chọn 2

source: Display mode
ar: وضع العرض
id: Mode Tampilan
pl: Tryb wyświetlania
ro: Modul de afișare
uk: Режим відображення
vi: Chế độ hiển thị

source: On all pages showing option 1
ar: في كافة صفحات عرض الخيار 1
id: Opsi-1 akan tampil di semua halaman
pl: Na wszystkich stronach pokaż opcję 1
ro: Pe toate paginile arata optiunea 1
uk: На всіх сторінках показувати варіант 1
vi: Trên trang chính hiển thị tùy chọn 1

source: On all pages showing option 2
ar: في كافة صفحات عرض الخيار 2
id: Opsi-2 akan tampil di semua halaman
pl: Na wszystkich stronach pokaż opcję 2
ro: Pe toate paginile arata optiunea 2
uk: На всіх сторінках показувати варіант 2
vi: Trên tất cả các trang hiển thị tùy chọn 2

source: On the main showing option 1, on the other pages option 2
ar: على خيار الاداء الرئيسي 1، على خيار الصفحات الأخرى 2
id: Opsi-1 tampil di Beranda, Opsi-2 tampil di halaman lain
pl: Na głównej pokazuj opcję 1, a na innych stronach opcję 2
ro: Pe pagina princilapa arata optiunea 1, si pe alte pagini optiunea 2
uk: На головній показувати варіант 1, на інших - варіант 2
vi: Tại trang chính hiển thị tùy chọn 1, vào tùy chọn các trang khác 2

source: Disable
ar: تعطيل
id: Nonaktifkan
pl: Wyłącz
ro: Dezactiveaza
uk: Вимкнути
vi: Vô hiệu hóa

source: Enable
ar: تمكين
id: Aktifkan
pl: Włącz
ro: Activeaza
uk: Увімкнути
vi: Kích hoạt

source: Counter deleted
ar: تم حذف جهة الاتصال
id: Penghitung dihapus
pl: Licznik usunięty
ro: Contoar sters
uk: Лічильник видалено
vi: Thư mục đã bị xóa

source: Do you really want to delete?
ar: هل ترغب بالحذف ؟
id: Apakah Anda yakin menghapus ini?
pl: Czy na pewno chcesz usunąć?
ro: Esti sigur ca vrei sa stergi?
uk: Ви дійсно бажаєте видалити?
vi: Bạn có thực sự muốn xóa?

source: Preview
pl: Podgląd

source: If the counter are displayed correctly and without errors, click &quot;Save&quot;.<br>Otherwise, click back button and correct errors.
ar: إذا لم يتم عرض العداد بشكل صحيح وبدون أخطاء، انقر فوق &quot;Save&quot;.<br> وإلا، انقر فوق الزر مرة أخرى وتصحيح الأخطاء.
id: Jika kode counter yang akan ditampilkan sudah benar dan tanpa kesalahan, klik &quot;Simpan&quot;.<br>Jika tidak, klik tombol kembali di browser dan memperbaiki kesalahan.
pl: Jeśli liczniki są wyświetlane prawidłowo i bez błędów, kliknij &quot;Zapisz&quot;.<br>W przeciwnym razie kliknij przycisk wstecz i popraw błędy.
ro: Daca contoarele sunt afisate corect si fara erori, clik pe &quot;Salveaza&quot;.<br>Altfel,click pe butonul Inapoi si corecteaza erorile.
uk: Якщо лічильники відображаються правильно і без помилок, натисніть кнопку &quot;Запам'ятати&quot;.<br>Якщо ні, поверніться та виправте помилки.
vi: Nếu truy cập được hiển thị một cách chính xác và không có lỗi, Nhấp vào Lưu <br> Nếu không., hãy nhấp vào nút quay lại và sửa lỗi

source: Code for main page
ar: انتقل للصفحة الرئيسية
id: Kode untuk Beranda
pl: Kod dla strony głównej
ro: Cod pentru pagina principala
uk: Код для головної сторінки
vi: Mã cho trang chính

source: Code for other pages
ar: انتقل لصفحات اخرئ
id: Kode untuk halaman lain
pl: Kod dla pozostałych stron
ro: Cod pentru alte pagini
uk: Код для інших сторінок
vi: Mã số cho các trang khác

source: Default
ar: افتراضي
pl: Domyślnie
ro: Implicit
uk: За умовчанням
vi: Mặc định

source: On the main showing option 1, on the other pages option 2.<br>If &quot;option 2&quot; not filled, counter would only appear on the main page.
ar: الرئيسية يظهر الخيار 1 على صفحات أخرى الخيار 2.<br>If &quot;خيار 2&quot; لا شغل العداد سوف تظهر فقط في الصفحة الرئيسية.
id: Pada Opsi-1 menampilkan dihalaman utama,pada halaman lain Opsi-2.<br> Jika &quot;Option 2 &quot;tidak diisi, maka counter hanya akan muncul pada halaman utama.
pl: Na głównej pokazuj opcję 1, a na innych stronach opcję 2 <br> Jeśli &quot;opcja 2&quot; nie jest zaznaczona, licznik będzie wyświetlany tylko na stronie głównej.
ro: Pe pagina principal arata optiunea 1, pe alte pagini optiunea 2.<br>Daca &quot;optiunea 2&quot; nu este completata, contoarele vor aparea doar pe prima pagina.
uk: На головній показувати варіант 1, на інших сторінках - варіант 2.<br>Якщо &quot;параметри&quot; не заповнені, лічильник буде встановлено тільки на головній.
vi: Tại tùy chọn hiển thị chính 1, vào tùy chọn các trang khác 2 <br> Nếu tùy chọn 2 không đầy, chỉ truy cập sẽ xuất hiện trên trang chính

source: WARNING!<br>Make sure you have correctly entered the code. It must meet the standard of XML <br> If you click &quot;View&quot; and XHTML errors occured, then click &quot;Back&quot; button in your browser, return to this form and correct the errors.
pl: UWAGA!<br>Upewnij się, że poprawnie wpisałeś kod. Musi spełniać standard XML.<br> Jeśli po kliknięciu &quot;Zobacz&quot; w XHTMLu wystąpiły błędy, kliknij przycisk &quot;Powrót&quot; w swojej przeglądarce, wrócisz do stanu z przed wystąpienia błędu.

source: Counter successfully changed
ar: تم تغيير الرابط بنجاح
id: Penghitung berhasil diubah
pl: Licznik pomyślnie zmieniony
ro: Contor modificat cu succes
uk: Лічильник успішно змінено
vi: Số lượt truy cập thay đổi thành công!

source: Counter successfully added
ar: تم اضافة الرابط بنجاح
id: Penghitung berhasil ditambahkan
pl: Licznik pomyślnie dodany
ro: Contor adăugat cu succes
uk: Лічильник успішно додано
vi: Số lượt truy cập thêm thành công

source: Smilies
ar: الابتسامات
id: Smile
pl: Emotikonki
ro: Emoticoane
uk: Смайли
vi: Mặt cười

source: Smilie cache updated successfully
ar: تحديث بنجاح ذاكرة التخزين المؤقت الابتسامات
id: Cache smile berhasil diperbaharui
pl: Zaktualizowano pomyślnie pliki
ro: Cache emoticon actializat cu sucess
uk: Кеш смайлів успішно оновлено
vi: Cười nhớ tạm cập nhật thành công

source: Error updating cache
ar: حدث خطأ أثناء تحديث ذاكرة التخزين المؤقت
id: Kesalahan dalam memperbaharui cache smile
pl: Błąd podczas aktualizowania pamięci podręcznej
ro: Eroare actualizare cache
uk: Помилка оновлення кешу
vi: Lỗi khi cập nhật bộ nhớ cache

source: Forum Management
ar: إدارة المنتدى
id: Pengelola Forum
pl: Zarzadzanie forum
ro: Administrare Forum
uk: Управління форумом
vi: Quản lý diễn đàn

source: Delete section
ar: حذف القسم
id: Hapus bagian
pl: Usuń sekcję
ro: Șterge sectiune
uk: Видалити розділ
vi: Xoá mục

source: Delete category
ar: حذف فئة
id: Hapus kategori
pl: Usuń kategorię
ro: Șterge categorie
uk: Видалити категорію
vi: Xoá danh mục

source: Category deleted
ar: تم حذف الفئة
id: Kategori dihapus
pl: Kategoria usunięta
ro: Categorie stearsa
uk: Категорію видалено
vi: Thể loại đã xóa

source: All content has been moved to
ar: تم نقل كافة المحتويات
id: Semua konten telah dipindahkan ke
pl: Cała zawartość została przeniesiona do
ro: Tot continutul a fost mutat la
uk: Весь контент був перенесений у
vi: The content has been removed

source: selected category
ar: الفئة المحددة
id: kategori terpilih
pl: wybrano kategorię
ro: categoria selectata
uk: обрана категорія
vi: Thể loại đã chọn

source: <h3>WARNING!</h3>There are subsections. Move them to another category.
ar: <h3>تحذير!</h3> وهناك أجزاء فرعية. نقلها إلى فئة أخرى.
id: <h3>PERHATIAN!</h3>Ada subbagian. Pindahkan ke kategori yang lain.
pl: <h3>OSTRZEŻENIE!</h3> Istnieją podsekcje. Przenieś je do innej kategorii.
ro: <h3>ATENTIE</h3> Exista subsectiuni. Muta-le in alta categorie.
uk: <h3>УВАГА!</h3>Є підрозділи. Їх необхідно перемістити в іншу категорію.
vi: <h3>Lỗi!</h3>Có phần cấp dưới <br> Bạn cần chuyển nó sang thể loại khác.

source: Select category
pl: Wybierz kategorię

source: All categories, topics, and files will be moved into selected category. Old category will be removed.
ar: سيتم نقل جميع الفئات والمواضيع والملفات ضمن الفئة المحددة. سيتم إزالة الفئة القديمة.
id: Semua kategori, topik, dan berkas akan dipindahkan ke kategori yang dipilih. Kategori Lama akan dihapus.
pl: Wszystkie kategorie, tematy i pliki zostaną przeniesione do wybranej kategorii. <br> Stare kategorie zostaną usunięte.
ro: Toate categoriile, topicurile și fișierele vor fi mutate în categoria selectată. Categoria veche va fi eliminată.
uk: Всі розділи, теми і файли будуть переміщені у вибрану категорію. Стара категорія буде видалена.
vi: Tất cả các thể loại, chủ đề, và các tập tin sẽ được chuyển sang thể loại mới được lựa chọn. <br> Thể loại sẽ bị xóa tất cả

source: Move
ar: نقل
id: Pindah
pl: Przenieś
ro: Muta
uk: Перемістити
vi: Di chuyển

source: Complete removal
ar: إزالة كاملة
id: Penghapusan lengkap
pl: Usuń wszystko
ro: Îndepărtare completa
uk: Повне видалення
vi: Loại bỏ hoàn toàn

source: If you want to destroy all the information, first remove
ar: إذا كنت تريد أن تدمر جميع المعلومات، قم أولاً بإزالة
id: Jika kamu ingin menghancurkan semua infomasi, hapus terlebih dahulu
pl: Jeśli chcesz, usunąć wszystkie informacje, najpierw usuń
ro: Dacă doriți ca să distrugeti toate informațiile, mai întâi eliminațile
uk: Якщо Ви хочете знищити всю інформацію, спочатку видаліть
vi: Nếu bạn muốn xóa tất cả các bài viết, đầu tiên gỡ bỏ

source: subsections
ar: الأقسام الفرعية
id: subbagian
pl: podsekcje
ro: subsecțiuni
uk: підрозділи
vi: Phần phụ

source: Section deleted
ar: أقسام محذوفة
id: Bagian dihapus
pl: Sekcja usunięta
ro: Secțiunea eliminata
uk: Розділ видалено
vi: Mục gỡ bỏ

source: selected section
ar: مقاطع مختارة
id: bagian dipilih
pl: wybrano sekcję
ro: secțiunea selectată
uk: обраний розділ
vi: Phần đã chọn

source: Access forbidden
ar: ممنوع الوصول
id: Akses ditolak
pl: Dostęp zabroniony
ro: Acess interzis
uk: Доступ заборонено
vi: Truy cập bị từ chối

source: Section with all contents are removed
ar: تتم إزالة القسم مع كافة المحتويات
id: Bagian dengan semua isi dihapus
pl: Sekcja z wszystkich treści zostaną usunięte
ro: Secțiunea cu tot conținutul au fost eliminate
uk: Розділ з усім контентом видалено
vi: Phần với tất cả nội dung được loại bỏ

source: Go to category
ar: انتقل إلى الفئة
id: Ke kategori
pl: Przejdź do kategorii
ro: Dute la categorie
uk: Перейти в категорію
vi: Tới thể loại

source: <h3>WARNING!</h3>There are topics in the section. You must move them to another section.
ar: <h3>تحذير!</h3> وهناك مواضيع في القسم. ويجب نقلها إلى قسم آخر.
id: <h3>PERINGATAN!</h3>Terdapat topik yang sama di kategori ini. Kamu harus pindahkan ke kategori yang lain.
pl: <h3>OSTRZEŻENIE!</h3>Istnieją tematy, w sekcji.<br>Należy je przenieść do innej sekcji.
ro: <hr3>ATENTIE!</h3> Exista topicuri in sectiune. Va trebui sa le muti in alta sectiune.
uk: <h3>УВАГА!</h3>У розділі є теми. Їх необхідно перемістити в інший розділ.
vi: <h3>Lỗi</h3>Các chủ đề sau <br>. Bạn cần di chuyển đến phần khác.

source: Select section
ar: حذف القسم
id: Pilih bagian
pl: Wybierz sekcję
ro: Selecteaza sectiune
uk: Виберіть розділ
vi: Chọn phần

source: Other category
ar: والفئة الأخرى
id: Kategori lain
pl: Inne kategorie
ro: Alta categorie
uk: Інша категорія
vi: Các thể loại

source: All the topics and files will be moved to selected section. Old section will be deleted.
ar: جميع المواضيع و الملفات التي سيتم نقلها إلى الجزء المحدد. القسم القديم سيتم حذف.
id: Semua Topik dan file akan dipindahkan ke Katogori yang dipilih. Kategori yang lama akan di hapus.
pl: Wszystkie tematy i pliki zostaną przeniesione do wybranej sekcji<br>Stare sekcje zostaną usunięte.
ro: Toate topicurile si fisierele vor fi mutate in sectiunea selectata. Sectiunea veche va fi stearsa.
uk: Всі теми і файли будуть переміщені у вибраний розділ. Старий розділ буде видалено.
vi: Tất cả các chủ đề và các tập tin sẽ được chuyển đến phần cũ mà bạn chọn <br>Nó sẽ được gỡ bỏ hoàn toàn.

source: WARNING! All the information will be deleted
ar: تحذير! سيتم حذف جميع المعلومات
id: PERHATIAN! Semua Infomasi akan dihapus
pl: OSTRZEŻENIE! Wszystkie informacje zostaną usunięte
ro: ATENTIE! Toate informatiile vor fi sterse
uk: УВАГА! Вся інформація буде видалена
vi: CẢNH BÁO! Điều này sẽ loại bỏ tất cả bài viết

source: You have not entered Title
ar: لم تقم بإدخال العنوان
id: Anda belum memasukkan judul
pl: Nie wpisałeś tytułu
ro: Nu ai introdus nici un titlu
uk: Ви не ввели назву
vi: Bạn chưa nhập vào tiêu đề

source: Invalid length
ar: طول غير صالح
id: Panjang tidak valid
pl: Nieprawidłowa długość
ro: Lungime invalida
uk: Невірна довжина
vi: Chiều dài không hợp lệ

source: Description should be at least 2 characters in length
ar: يجب أن يكون الوصف على الأقل 2 حرفاً في الطول
id: Panjang deskripsi harus minimal 2 karakter
pl: Opis powinien zawierać co najmniej 2 znaki
ro: Descriere trebuie sa fie de cel putin 2 caractere
uk: Опис має бути не менше 2 символів
vi: Chiều dài của mô tả shoul có ít nhất 2 ký tự

source: Add Section
ar: إضافة أقسام
id: Tambahkan Kategori
pl: Dodaj sekcję
ro: Adauga sectiune
uk: Додати розділ
vi: Thêm phần

source: Add Category
ar: اضافة فئة
id: Tambahkan Kategori
pl: Dodaj kategorie
ro: Adauga categorie
uk: Додати категорію
vi: Thêm hạng mục

source: Min. 2, Max. 30 characters
ar: الحد الأدنى 2، الحد الاقصى. 500 حرف
id: Min. 2, Maks. 30 karakter
pl: Min. 2, Max. 30 znaków
ro: Min. 2, Max. 30 de caractere
uk: Мін. 2, макс. 30 символів
vi: Ít nhất. 2, nhiều nhất. 30 ký tự

source: Description
ar: الوصف
id: Deskripsi
pl: Opis
ro: Descriere
uk: Опис
vi: Mô tả

source: Optional field
ar: حقل اختياري
id: Kolom tidak wajib
pl: Opcjonalnie
ro: Camp optional
uk: Необов'язкове поле
vi: Tùy chọn trường

source: Min. 2, Max. 500 characters
ar: الحد الأدنى 2، الحد الاقصى. 500 حرف
id: Min. 2, maks. 500 karakter
pl: Min. 2, Max. 500 znaków
ro: Min. 2, Max. 500 de caractere
uk: Мін. 2, макс. 500 символів
vi: Ít nhất. 2, nhiều nhất. 500 ký tự

source: Common access
ar: الوصول المشترك
id: Akses umum
pl: Dostęp otwarty
ro: Acces comun
uk: Загальний доступ
vi: Chung truy cập

source: Only for reading
ar: للقراءة فقط
id: Hanya untuk dibaca
pl: Tylko do odczytu
ro: Doar pentru citit
uk: Тільки для читання
vi: Chỉ đọc sách

source: Allow authors to edit the 1st post
ar: السماح للكتاب لتحرير الوظيفة الأولى
id: Izinkan penulis menyunting pos pertama
pl: Pozwól autorom edytować 1 post
ro: Permite autorilor sa editeze prima postare
uk: Дозволити авторам редагувати 1-й пост
vi: Cho phép tác giả để chỉnh sửa 1 bài

source: Assign the newly created authors as curators
ar: تعيين الكتاب الذي تم إنشاؤه حديثا كأمناء المتاحف
id: Menetapkan penulis baru sebagai curators
pl: Przypisać nowo utworzony przez autorów jako kuratorów
ro: Atribuiți autorii noi creati ca custode
uk: Призначати кураторами нових авторів
vi: Gán mới được tạo tác giả như tuyển

source: Edit Section
ar: تعديل القسم
id: Sunting Bagian
pl: Edytuj sekcję
ro: Editeaza sectiune
uk: Редагувати розділ
vi: Chỉnh sửa mục

source: Category
ar: فئة
id: Kategori
pl: Kategoria
ro: Categorie
uk: Категорія
vi: Thể loại

source: Forum structure
ar: هيكل المنتدى
id: Struktur Forum
pl: Struktura forum
ro: Structura forum
uk: Структура форуму
vi: Cấu trúc diễn đàn

source: List of sections
ar: قائمة الأقسام
id: Daftar Bagian
pl: Spis sekcji
ro: Lista de sectiuni
uk: Список розділів
vi: Danh sách các phần

source: List of categories
ar: قائمة الفئات
id: Daftar kategori
pl: Przeglądanie kategorii
ro: Lisa de categorii
uk: Список категорій
vi: Danh sách các loại

source: Hidden topics
ar: المواضيع المخفية
id: Topik tersembunyi
pl: Ukryj tematy
ro: Topicuri ascunse
uk: Приховані теми
vi: Chủ đề được ẩn

source: Filter by author
pl: Sortuj według autora

source: Filter by section
pl: Sortuj według sekcji

source: Filter
pl: Filtr

source: by section
ar: قسم
id: berdasarkan bagian
pl: według sekcji
ro: in functie de sectiune
uk: по розділу
vi: trong phần

source: by author
ar: حسب الكاتب
id: berdasarkan penulis
pl: według autora
ro: in functie de autor
uk: по авторові
vi: của tác giả

source: Delete all
ar: حذف جميع
id: Hapus semua
pl: Usuń wszystkie
ro: Sterge tot
uk: Видалити усе
vi: Xóa tất cả

source: Hidden posts
ar: المشاركات المخفية
id: Pos tersembunyi
pl: Ukryj posty
ro: Postari ascunse
uk: Приховані повідомлення
vi: Bài viết được ẩn

source: Filter by topic
pl: Sortuj według tematu

source: by topic
ar: حسب الموضوع
id: berdasarkan topik
pl: według tematu
ro: dupa topic
uk: по темі
vi: trong chủ đề

source: Statistic
ar: الإحصائيات
id: Statistik
pl: Statystyka
ro: Statistici
uk: Статистика
vi: Số liệu thống kê

source: Categories
ar: التصنيفات
id: Kategori
pl: Kategorie
ro: Categorii
uk: Категорії
vi: Hạng mục

source: Sections
ar: الأقسام
id: Bagian
pl: Sekcje
ro: Sectiuni
uk: Розділи
vi: Phòng

source: Topics
ar: مواضيع
id: Topik
pl: Tematy
ro: Topicuri
uk: Теми
vi: Các chủ đề

source: Messages
ar: الرسائل
id: Pesan
pl: Wiadomości
ro: Mesaje
uk: Повідомлення
vi: Tin nhắn

source: Files
ar: الملفات
id: Berkas
pl: Pliki
ro: Fisiere
uk: Файли
vi: Tập tin

source: Votes
ar: الأصوات
id: Penilaian
pl: Głosy
ro: Voturi
uk: Голоси
vi: Lượt bình chọn

source: Settings
ar: الإعدادات
id: Pengaturan
pl: Ustawienia
ro: Setari
uk: Налаштування
vi: Tùy chọn Thiết lập

source: Go to Forum
pl: Idź do forum

source: Ban by IP
ar: حظر بواسطة طريق IP
id: Blokir IP
pl: Ban na IP
ro: Baneaza pe IP
uk: Бан по IP
vi: Cấm IP

source: Add Ban
ar: إضافة حظر
id: Tambahkan blokir
pl: Dodaj Bana
ro: Adauga ban
uk: Додати бан
vi: Thêm Cấm

source: Invalid IP
ar: IP غير صالح
id: IP tidak valid
pl: Nieprawidłowy adres IP
ro: IP invalid
uk: Невірний IP
vi: Địa chỉ IP không hợp lệ

source: First IP is entered incorrectly
ar: أولا IP يتم إدخالها بشكل غير صحيح
id: IP pertama yang dimasukkan salah
pl: Pierwszy adres IP został wprowadzony niepoprawnie
ro: Primul IP este introdus gresit
uk: Перший IP був введений неправильно
vi: Đầu tiên IP được nhập sai

source: Second IP is entered incorrectly
ar: الثانية IP يتم إدخالها بشكل غير صحيح
id: IP kedua yang dimasukkan salah
pl: Drugie IP zostało wprowadzone niepoprawnie
ro: Al doilea IP este introdus gresit
uk: Другий IP був введений неправильно
vi: Thứ hai IP được nhập sai

source: Address you entered conflicts with other who in the database
ar: العنوان دخلت الصراعات مع الآخرين الذين في قاعدة البيانات
id: Alamat yang Anda masukkan konflik dengan yang lain di dalam basis data
pl: Podany przez Ciebie adres, powoduje konflikty z innymi adresami w bazie danych
ro: Adresa pe care ai introdus-o intra in conflict cu alta din baza de date
uk: Введена Вами адреса суперечить з іншими, що знаходяться в базі
vi: Địa chỉ Ip của bạn thêm vào đã tồn tại trong cơ sở dữ liệu

source: Redirect
ar: إعادة التوجيه
id: Mengarahkan
pl: Przekierowanie
ro: Redirectioneaza
uk: Редирект
vi: Tự động chuyển trang

source: Registration
ar: تسجيل اشتراگ جديد
id: Registrasi
pl: Rejestracja
ro: Inregistrare
uk: Реєстрація
vi: Đăng ký Thành Viên

source: Block
ar: حظر
id: Blokir
pl: Zablokowani
ro: Blocheaza
uk: Заблокувати
vi: Danh sách bỏ qua

source: Ban impossible. Your own IP address in the range
ar: حظر مستحيلة. عنوان IP الخاص بك في نطاق
id: Blokir tidak berhasil. IP Anda masuk dalam jangkauan
pl: Twój własny adres IP nie może zostać zablokowany
ro: Ban imposibil. IP-ul tau este in aceeasi raza
uk: Бан неможливий. Ваша власна адреса IP потрапляє в діапазон
vi: Ban không thể cấm Ip này.Ip này trùng với Ip bạn đang sử dụng

source: Ban range address
ar: عنوان نطاق الحظر
pl: Ban poprzez zakres
ro: Baneaza raza adresa
uk: Банити діапазон адрес
vi: Cấm dải địa chỉ

source: Ban on the subnet mask
ar: فرض حظر على قناع الشبكة الفرعية
pl: Ban poprzez maskę podsieci
ro: Baneaza masca subnet
uk: Банити по масці підмережі
vi: Cấm về subnet mark

source: Ban IP address
ar: حظر عنوان IP
id: Ban alamat IP
pl: Ban poprzez adres IP
ro: Baneaza adresa IP
uk: Банити IP адрес
vi: Cấm địa chỉ IP

source: Ban type
ar: نوع الحظر
id: Jenis Ban
pl: Typ banu
ro: Tipul banarii
uk: Тип бану
vi: Ban loại

source: Redirect URL
ar: إعادة توجيه URL
id: Mengarahkan ulang URL
pl: Przekieruj na link
ro: Adresa de redirectionare
uk: URL редіректу
vi: URL redicect

source: Reason
ar: السبب
id: Alasan
pl: Powód
ro: Motiv
uk: Причина
vi: Lý do

source: Not specified
ar: غير محدد
id: Tidak ditentukan
pl: Nie określono
ro: Nespecificat
uk: Не вказано
vi: Không quy định

source: Please, check up correctness of the input data
ar: الرجاء فحص صحة إدخال البيانات
id: Silakan periksa ulang yang anda masukan
pl: Proszę sprawdzić poprawność danych
ro: Te rog, verifica corectitudinea datelor de intrare
uk: Будь ласка, перевірте правильність введених даних
vi: Hãy kiểm tra đầu vào của bạn

source: IP address
ar: عنوان IP
id: Alamat IP
pl: Adres IP
ro: Adresa IP
uk: IP-адреса
vi: Địa chỉ IP

source: If the ban on Redirect, then specify the URL
ar: إذا كان الحظر المفروض على إعادة توجيه، قم بتحديد عنوان URL
id: Jika Ban mengarakan, kemudian menentukan URL
pl: Jeśli zakaz przekierowania, określ adres URL
ro: Daca se baneaza cu redirectionare, specifia URL (adresa)
uk: Якщо заборона на переадресацію, то вкажіть URL-адресу
vi: Nếu lệnh cấm Chuyển hướng, sau đó chỉ định địa chỉ

source: Example:<br><span class='red'>10.5.7.1</span> - Ban one address<br><span class='red'>10.5.7.1-10.5.7.100</span> - Ban range of address.<br><span class='red'>10.5.*.*</span> - Ban on a mask. There will banned from the entrie subnet, begining with address 0 and ending with 255
pl: Przykład:<br><span class="red">10.5.7.1</span> - Zbanowany jeden adres<br><span class="red">10.5.7.1-10.5.7.100</span> - Ban z zakresu.<br><span class="red">10.5.*.*</span> - Ban na maskę. Nie będzie wyrzucony z całej podsieci, zaczynającej się od adresu 0, a kończący na 255

source: Are you sure you wan to unban all IP?
ar: هل أنت متأكد من أنك تريد مسح كافة ملفات تعريف الارتباط؟
id: Apakah anda yakin anda ingin membatalkan ban semua IP?
pl: Czy na pewno chcesz odbanowac IP wszystkich?
ro: Esti sigur ca vrei sa debanezi toate IP-urile?
uk: Ви впевнені, що хочете розбанити всі IP?
vi: Bạn có chắc bạn muốn xóa tất cả cookie?

source: Perform
ar: أداء
id: Tampilkan
pl: Wykonaj
ro: Efectueaza
uk: Виконати
vi: Hiện

source: Ban details
ar: تفاصيل الحظر
id: Rincian ban
pl: Szczegóły bana
ro: Detalii Ban
uk: Деталі бану
vi: Thông tin lệnh cấm

source: This address not in the database
ar: هذا العنوان ليس في قاعدة البيانات
id: Alamat ini tidak ada dalam database
pl: Tego adresu nie ma w bazie danych
ro: Adresa nu este in baza de date
uk: Такої адреси в базі немає
vi: Địa chỉ này không có trong cơ sở dữ liệu

source: Who applied the ban?
pl: Kto złożył bana?

source: Date
pl: Data

source: Time
pl: Czas

source: Delete Ban
ar: حذف الحظر
id: Hapus Blokir
pl: Usuń bana
ro: Sterge Ban
uk: Видалити бан
vi: Xóa lệnh cấm

source: Ban has been successfully removed
ar: تم بنجاح إزالة الحظر
id: Ban berhasil dihapus
pl: Ban został pomyślnie usunięty
ro: Ban inlaturat cu succes
uk: Бан успішно видалений
vi: Lệnh cấm đã được thực hiện thành công

source: re you sure to remove ban?
pl: na pewno chcesz usunąć bana?

source: Search
ar: البحث عن
id: Cari
pl: Szukaj
ro: Cauta
uk: Пошук
vi: Tìm kiếm

source: Enter a single address, mask and range are not allowed
ar: أدخل واحد عنوان وقناع ومجموعة غير مسموح
id: Masukkan alamat tunggal, masker dan rentang tidak diperbolehkan
pl: Wprowadź jeden adres, maska i zakres są nie dozwolone
ro: Introdu o singura adresa, masca sau rangul nu sunt permise
uk: Введіть одну адресу, маска і діапазон не дозволяються
vi: Nhập một địa chỉ duy nhất, phạm vi không được phép

source: Ban
pl: Banuj

source: Unban all IP
ar: رفع الحظر كل
id: Unban semua IP
pl: Odblokuj wszystkie IP
ro: Debaneaza toate IP-urile
uk: Розбанити всі IP
vi: Gỡ bỏ lệnh cấm cho IP

source: Karma is cleared
ar: يتم مسح المعجبين
id: Karma dibersihkan
pl: Karma jest wyczyszczona
ro: Karma a fost stearsa
uk: Карму очищено
vi: Karma được xóa

source: You really want to clear the Karma?
ar: كنت حقا ترغب في مسح المعجبين؟
id: Anda benar-benar ingin menghapus Karma?
pl: Czy na pewno chcesz usunąć karmę?
ro: Sigur vrei sa stergi Karma?
uk: Ви дійсно хочете очистити карму?
vi: Bạn thực sự muốn xóa Nghiệp?
