Repository: batumibiz/johncms
Catalog: modules/admin/locale/*.po
Languages: ar, id, pl, ro, uk, vi

source: Admin Panel
ar: لوحة الادارة
id: Panel Pengurus
pl: Panel Admina
ro: Panou Administrator
uk: Панель адміністратора
vi: Quản Trị Viên

source: Administration
ar: الإدارة
id: Pengurus
pl: Administracja
ro: Administrare
uk: Адміністрація
vi: Dành cho quản trị

source: Supervisors
ar: المشرف
id: Supervisor
pl: Szefowie portalu
ro: Administratori Principali
uk: Супервайзори
vi: Giám sát

source: Administrators
ar: مدير النظام
id: Administrator
pl: Administratorzy
ro: Adnistratori
uk: Адміністратори
vi: Quản trị viên

source: Super Moderators
ar: سوبر المشرفين
id: Super moderator
pl: Super Moderatorzy
ro: Super Moderatori
uk: Супермодератори
vi: SuperMod

source: Moderators
ar: المشرفين
id: Moderator
pl: Moderatorzy
ro: Moderatori
uk: Модератори
vi: Ban quản trị

source: Total
ar: مجموع
pl: Wszystkich
uk: Разом
vi: Tổng số

source: Advertisement
ar: الاعلانات
id: Iklan
pl: Ogłoszenia
ro: Reclama
uk: Реклама
vi: Quảng cáo

source: Edit link
ar: تحرير رابط
id: Sunting tautan
pl: Edytuj link
ro: Editeaza link
uk: Редагувати посилання
vi: Sửa liên kết

source: Add link
ar: اضافة رابط
id: Tambahkan tautan
pl: Dodaj link
ro: Adauga link
uk: Додати посилання
vi: Thêm liên kết

source: Wrong data
ar: بيانات خاطئة
id: Data salah
pl: Nieprawidłowe dane
ro: Date gresite
uk: Невірні дані
vi: Sai dữ liệu

source: Back
ar: رجوع
id: Kembali
pl: Powrót
ro: Inapoi
uk: Повернутися
vi: Quay lại

source: The required fields are not filled
ar: لا يتم ملء الحقول المطلوبة
id: Kolom yang diperlukan kosong
pl: Wymagane pola nie są wypełnione
ro: Campurile necesare nu au fost completate
uk: Не заповнені обов'язкові поля
vi: Chưa Nhập Nội Dung

source: This place is occupied
ar: المكان ممتلى
id: Tempat ini sudah penuh
pl: To miejsce jest zajęte
ro: Acest loc este ocupat
uk: Дане місце зайняте
vi: Đóng Cửa

source: Invalid characters
ar: احرف غير صالحه
id: Karakter tidak valid
pl: Nieprawidłowe znaki
ro: Caractere invalide
uk: Неприпустимі символи
vi: Ký tự không hợp lệ

source: Color is specified incorrectly
ar: لون غير صحيح
id: Warna yang ditentukan salah
pl: Kolor jest nieprawidłowy
ro: Culoare a fost specificata gresit
uk: Колір зазначено не вірно
vi: Màu được chỉ định không chính xác

source: Link successfully changed
ar: تم تغيير الرابط بنجاح
id: Tautan berhasil disunting
pl: Link pomyślnie zmieniony
ro: Link schimbat cu sucess
uk: Посилання успішно змінене
vi: Liên kết thay đổi thành công

source: Link successfully added
ar: تم اضافة الرابط بنجاح
id: Tautan berhasil ditambahkan
pl: Link dodany pomyślnie
ro: Link adaugat cu sucess
uk: Посилання успішно додане
vi: Liên kết thêm thành công

source: Continue
ar: متابعه
id: Lanjutkan
pl: Kontynuuj
ro: Continua
uk: Продовжити
vi: Tiếp tục

source: Direct Link
ar: رابط مباشر
id: Tautan Langsung
pl: Bezpośredni link
ro: Link Direct
uk: Пряме посилання
vi: Liên kết trực tiếp

source: Click statistics won't be counted, If the direct link is turned on
ar: لن تحسب فوق الإحصاءات، إذا تم تشغيل وصلة مباشرة
id: Statistik klik tidak dihitung, jika Anda mengaktifkan Tautan Langsung
pl: Statystyka kliknięć nie zostanie uwzględniona, jeśli link bezpośredni jest włączony
ro: Statisticile nu vor fi contorizate, daca se utilizeaza Link Direct
uk: Якщо включене "Пряме посилання", то статистика переходів не ведеться
vi: Số liệu thống kê Click sẽ không được tính, nếu các liên kết trực tiếp được bật

source: Title
ar: عنوان
id: Judul
pl: Tytuł
ro: Titlu
uk: Заголовок
vi: Tiêu đề

source: To change the name when updating pages, you must wtite names trought the symbol |
ar: لتغيير اسم عند تحديث الصفحات، يجب أن تكتب أسماء من خلال رمز |
id: Untuk mengubah nama saat memperbarui halaman, Anda harus menyertakan simbol |
pl: Aby zmienić nazwę przy aktualizacji stron, należy wstawić symbol |
ro: Pentru a schimba numele cand se reincarca pagina, trebuie sa scrii numele cu simbolul |
uk: Для зміни назви при оновленні сторінки перерахуйте їх через знак |
vi: Để thay đổi tên khi các trang cập nhật vào danh sách tất cả các tên tiêu đề các biểu tượng |

source: Color
ar: لون
id: Warna
pl: Kolor
ro: Culoare
uk: Колір
vi: Màu

source: In the format FFFFFF, if you do not want to use link color, simply do not fill this field
ar: في التنسيق FFFFFF، إذا كنت لا تريد استخدام لون الارتباط، ببساطة عدم ملء هذا الحقل
id: Dalam format FFFFFF, jika Anda tidak ingin menggunakan tautan berwarna, kosongkan kolom ini
pl: Użyj formatu FFFFFF, jeśli nie chcesz używać kolorów linków, po prostu nie wypełniaj tego pola
ro: Informatul FFFFFF, daca nu vrei sa folosesti culoare link, lasa aces camp liber
uk: У форматі FFFFFF, якщо не хочете виділяти посилання кольором, то просто не заповнюйте це поле
vi: Định dạng màu mặc định FFFFFF, nếu bạn không muốn cung cấp một màu khác, hãy để trống ô trống này

source: Hits
ar: عدد الزيارات
pl: Odsłon
ro: Click-uri
uk: Переходи
vi: Lượt truy cập

source: Number of hits for link existence which will be automatically removed from the page<br>0 - Unlimited
ar: عدد الزيارات لوجود الارتباط الذي سيتم إزالته تلقائياً من الصفحه <br> 0 غير محدود
id: Jumlah hits untuk tautan yang sudah tercapai akan otomatis dihapus dari halaman.<br> 0 - Tak terbatas
pl: Liczba kliknięć w link, po których zostanie automatycznie usunięty ze strony<br>0 - Nieograniczony
ro: Numarul de click-uri pentru existenta link-ului care vor fi inlaturate automat de pe pagina<br>0 - Nelimitat
uk: Кількість переходів за посиланням, після досягнення якого посилання буде видалено зі сторінкі<br>0 - Необмежено
vi: Số lượt truy cập có hạn để hệ thống tự động gỡ bỏ<br>0 - Vô thời hạn

source: Days
ar: ايام
id: Hari
pl: Dni
ro: Zile
uk: Дні
vi: Ngày

source: Number of days for link existence which will be automatically removed from the page<br>0 - Unlimited
ar: عدد الأيام لوجود الارتباط الذي سيتم إزالته تلقائياً من الصفحة <br>0-غير محدود
id: Jumlah hari untuk tautan yang sudah tercapai akan otomatis dihapus dari halaman.<br> 0 - Tak terbatas
pl: Liczba dni istnienia linku, po jego upływie zostanie automatycznie usunięty ze strony<br>0 - Nieograniczony
ro: Numărul de zile pentru existența link-ului care va fi eliminat automat din pagina <br> 0 - nelimitat
uk: Кількість днів показу посилання<br>0 - Необмежено
vi: Số ngày kể từ khi thêm các liên kết mà hệ thống tự động gỡ bỏ<br>0 - Vô thời hạn

source: Show
ar: اظهار
id: Tampilkan
pl: Pokaż
ro: Arata
uk: Показати
vi: Hiện

source: Everyone
ar: الجميع
id: Publik
pl: Wszyscy
ro: La oricine
uk: Усі
vi: Tất cả mọi người

source: Guests
ar: الزوار
id: Tamu
pl: Goście
ro: Oaspeti
uk: Гості
vi: Khách

source: Users
ar: الاعضاء
id: Pengguna
pl: Użytkownicy
ro: Utilizatori
uk: Користувачі
vi: Thành viên

source: Location
pl: Lokalizacja

source: Above logo
pl: Nad logo

source: Under menu
pl: Pod menu

source: Over the counter
pl: Przed licznikiem

source: Under counter
pl: Pod licznikiem

source: Layout
ar: التصميم
id: Tata letak
pl: Motyw
ro: Schema
uk: Стиль
vi: Giao diện

source: All pages
ar: كل الصفحات
id: Semua halaman
pl: Wszystkie strony
ro: Toate paginile
uk: Усі сторінки
vi: Tất cả các trang

source: Only on Homepage
ar: فقط على الصفحه الرئيسيه
id: Hanya di Beranda
pl: Tylko na stronie głównej
ro: Doar pe prima pagina
uk: Тільки на головній сторінці
vi: Chỉ trên trang chủ

source: On all, except Homepage
ar: على كل شئ عدا الصفحه الرئيسية
id: Semua halaman, kecuali Beranda
pl: Na wszystkich, z wyjątkiem strony głównej
ro: Pe toate, exceptie Prima pagina
uk: На всіх, крім головної сторінки
vi: Trên tất cả, ngoại trừ trang chủ

source: Styling links
ar: روابط التصميم
id: Gaya tautan
pl: Przydziel link
ro: Stilul de link
uk: Стиль посилань
vi: Phong cách liên kết

source: Bold
ar: عريض
id: Tebal
pl: Pogrubienie
ro: Ingrosat
uk: Жирний
vi: In đậm

source: Italic
ar: مائل
id: Miring
pl: Pochylenie
uk: Курсив
vi: In nghiêng

source: Underline
ar: تسطير
id: Garis bawah
pl: Podkreślony
ro: Subliniat
uk: Підкреслений
vi: Gạch dưới

source: Edit
ar: تحرير
id: Sunting
pl: Edytuj
ro: Editeaza
uk: Редагувати
vi: Chỉnh sửa

source: Add
ar: اضافة
id: Tambahkan
pl: Dodaj
ro: Adauga
uk: Додати
vi: Thêm

source: Delete
ar: حذف
id: Hapus
pl: Usuń
ro: Sterge
uk: Видалити
vi: Xóa

source: Are you sure want to delete link?
ar: هل ترغب بالحذف؟
id: Apakah Anda yakin menghapus tautan?
pl: Na pewno chcesz usunąć link?
ro: Esti sigur ca vrei sa stergi link-ul?
uk: Ви впевнені, що хочете видалити посилання?
vi: Bạn có chắc chắn muốn xóa liên kết?

source: Cancel
ar: الغاء
id: Batal
pl: Anuluj
ro: Anuleaza
uk: Скасувати
vi: Hủy bỏ

source: Delete inactive links
ar: حدف الروابط غير النشطه
id: Hapus tautan tidak aktif
pl: Usuń nieaktywne linki
ro: Sterge link-uri inactive
uk: Видалити неактивні посилання
vi: Xóa liên kết ẩn

source: Are you sure you want to delete all inactive links?
ar: هل أنت متأكد من أنك تريد حذف كافة الارتباطات غير نشط؟
id: Apakah Anda yakin menghapus semua tautan tidak aktif?
pl: Na pewno chcesz usunąć wszystkie nieaktywne linki?
ro: Esti sigur ca vrei sa stergi toate link-urile inactive?
uk: Ви впевнені, що хочете видалити усі неактивні посилання?
vi: Bạn có chắc chắn muốn xóa tất cả các liên kết không hoạt động?

source: Up
ar: فوق
id: Naik
pl: W górę
ro: Sus
uk: Вгору
vi: Lên trên

source: Down
ar: تحت
id: Turun
pl: W dół
ro: Jos
uk: Вниз
vi: Dưới

source: Hide
ar: اخفي
id: Sembunyikan
pl: Ukryj
ro: AScunde
uk: Приховати
vi: Ẩn đi

source: Start date
ar: تاريخ البدء
id: Mulai dari tanggal
pl: Data rozpoczęcia
ro: Data de inceput
uk: Дата початку
vi: Ngày Bắt đầu

source: Disposition
ar: التصرف
id: Disposisi
pl: Opis
ro: Dispoziţie
uk: Диспозиція
vi: Bố trí

source: hits
ar: عدد الزيارات
pl: odsłon
ro: click-uri
uk: хіти
vi: lượt truy cập

source: Agreement
ar: اتفاقية
id: Persetujuan
pl: Umowa
ro: Acord
uk: Угода
vi: Thỏa thuận

source: Remains
ar: متبقى
id: Tetap
pl: Pozostało
ro: Ramas
uk: Залишилося
vi: Vẫn còn

source: The list is empty
ar: فارغة
id: Daftar ini kosong
pl: Lista jest pusta
ro: Lista este goala
uk: Список порожній
vi: Danh sách này là trống rỗng

source: To Page
pl: Do strony

source: Antiflood Settings
ar: إعدادات أنتيفلود
id: Pengaturan Antiflood
pl: Ustawienia antiflood
ro: Setari Antiflood
uk: Налаштування антифлуду
vi: Cài đặt antiflood

source: Settings are saved successfully
ar: تم حفظ الاعدادات بنجاح
id: Pengaturan berhasil disimpan
pl: Ustawienia zapisane pomyślnie
ro: Setarile au fost salvate cu sucess
uk: Налаштування успішно збережено
vi: Lưu Cài Đặt Thành Công

source: Operation mode
ar: وضع التشغيل
id: Mode Operasi
pl: Tryb pracy
ro: Mod de operare
uk: Режим роботи
vi: Chế độ hoạt động

source: Day
ar: اليوم
id: Siang
pl: Dzień
ro: Ziua
uk: День
vi: Ngày

source: Night
ar: ليلة
id: Malam
pl: Noc
ro: Noaptea
uk: Ніч
vi: Đêm

source: Automatic change from day to night mode, according to specified time set
ar: تغيير تلقائي من يوم إلى الوضع الليلي، وفقا لمجموعة الوقت المحدد
id: Otomatis berubah dari Siang ke Malam, sesui dengan waktu yang ditentukan
pl: Automatyczna zmiana z dnia na tryb nocny, według określonego zestawu czas
ro: Schimbare automata de la zi la noapte, in functie de timpul setat
uk: Автоматичний перехід з денного на нічний режим, згідно заданому в налаштуваннях часу
vi: Tự động thay đổi từ ngày này sang chế độ ban đêm, theo thời gian quy định thiết lập

source: Adaptive
ar: التكيف
id: Adaptif
pl: Adaptacyjne
ro: Adaptat
uk: Адаптивний
vi: Thích nghi

source: If one of administration is online (on the site), the system work in &quot;day&quot; mode, if administration is offline, it switch to &quot;night&quot;
ar: إذا كان أحد من الإدارة على الإنترنت (في الموقع)، عمل النظام في وضع "اليوم"، إذا كانت الإدارة دون اتصال، قم بالتبديل إلى "ليلة"
id: Jika salah satu pengurus aktif (di situs), sistem bekerja. &quot;Siang&quot;. Jika admin tidak aktif berubah ke &quot;Malam&quot;
pl: Jeśli ktoś z administracji jest online (na stronie), to system działa w &quot;dziennym&quot; trybie, jeżeli nikogo z administracji nie ma na stronie, to system działa w trybie &quot;nocnym&quot;
ro: Daca unul din administrator este online (pe site), sistemul lucreaza "ziua", daca administratorul este offline, se schimba la noapte
uk: Якщо хтось з Адміністрації онлайн (на сайті), система працює в &quot;денному&quot; режимі, в іншому випадку переходить у &quot;нічний&quot;
vi: Nếu một người quản lý trực tuyến (trên các trang web), việc hệ thống trong chế độ "ngày", nếu quản trị diễn đàn, nó chuyển sang "đêm"

source: Time limit
ar: الوقت المحدد :
id: Batas waktu
pl: Limit czasowy
ro: Limita de timp
uk: Ліміт часу
vi: Giới hạn thời gian

source: Min. 4, max. 300 seconds
pl: Min. 4, max. 300 sekund

source: Day mode
ar: الوضع اليوم
id: Mode Siang
pl: Tryb dnia
ro: Mod de zi
uk: Денний режим
vi: Chế độ ngày

source: Beginning of day
ar: بداية يوم
id: Awal hari
pl: Początek dnia
ro: Ziua incepe la
uk: Початок дня
vi: Bắt đầu của ngày

source: End of day
ar: نهاية اليوم
id: Akhir hari
pl: Koniec dnia
ro: Ziua se termina la
uk: Кінець дня
vi: Cuối của ngày

source: Save
ar: حفظ
id: Simpan
pl: Zapisz
ro: Salveaza
uk: Зберегти
vi: Lưu

source: Access denied
ar: الوصول مرفوض
id: Akses ditolak
pl: Dostęp zabroniony
ro: Acess interzis
uk: У доступі відмовлено
vi: Truy cập bị từ chối

source: Anti-Spyware
ar: مضاد-برامج التجسس
pl: Anty-Spyware
uk: Антишпигун
vi: Chống Gián Điệp

source: Distributive scan
pl: Skanowanie rozdzielczych

source: Distributive contains complementary files<br>Warning! If the files listed below does not pertain to your additional modules and you are not assured of their safety, remove them. They can be dangerous for your site.
pl: Dystrybucja zawiera uzupełniające pliki <br> <small> Uwaga! Jeśli pliki poniżej nie odnoszą się do dodatkowych modułów i nie jesteś pewien o ich pochodzeniu, usuń je. Mogą być niebezpieczne dla Twojej witryny.</small>.

source: <h3>EXCELLENT!!!</h3>List of files corresponds to the distributive
pl: <h3>ZAJEBIŚCIE!!!</h3>Lista plików odpowiada dystrybucji

source: Rescan
pl: Przeskanuj

source: Snapshot scan
ar: مسح اللقطة
id: Foto pindaian
pl: Skanowanie
ro: Sanare instantanee
uk: Сканування по знімку
vi: Ảnh quét

source: Snapshot is not created
ar: لم يتم إنشاء اللقطة
id: Foto tidak dibuat
pl: Migawka nie jest tworzony
ro: Sanareainstantanee nu este creeata
uk: Знімок не створений
vi: Ảnh là không được tạo ra

source: Create snapshot
ar: إنشاء لقطة
id: Buat foto
pl: Tworzenie migawki
ro: Creeaza scanare instantanee
uk: Створення знімка
vi: Tạo ảnh chụp

source: Snapshot Inconsistency<br>Warning! You need to pay attention to all files from the list. They have been added or modified since the image created.
ar: لقطة عدم تناسق <br>تحذير! تحتاج إلى إيلاء الاهتمام لكافة الملفات من القائمة. قد تم إضافتها أو تعديلها منذ إنشاء الصورة.
id: Snapshot Inconsistency<br>Peringatan! Kamu harus memperhatikan semua file dari daftar. Mereka telah ditambahkan atau dimodifikasi sejak gambar yang dibuat.
pl: Niespójność migawki<br><small>Ostrzeżenie! Musisz zwracać uwagę na wszystkie pliki z listy. Zostały one dodane lub zmodyfikowane od utworzonego obrazu</small>.
ro: Instantaneu incoerent<br>Atentie! Trebuie sa acorzi o atentie fisierelor din lista. Ele au fost modificate sau adaugate de la ultima imagine creeata.
uk: Невідповідність знімку<br>Увага! Вам необхідно звернути увагу на всі файли з даного списку. Вони були додані або модифіковані після створення образу.
vi: Ảnh chụp không thống nhất<br><small>Chú ý! Bạn cần phải chú ý đến tất cả các file trong danh sách. Họ đã được thêm vào hoặc sửa đổi kể từ những hình ảnh tạo ra</small>.

source: Excellent!<br>All files are consistent with previously made image.
ar: ممتازة! <br>كافة الملفات التي تتفق مع الصورة تم إجراؤه من قبل.
id: Sangat bagus<br>Semua file sesuai dengan gambar yang sebelumnya dibuat.
pl: Doskonale! <br> Wszystkie pliki są zgodne z wcześniej wykonanymi zdjęciami.
ro: Excelent!<br>Toate fisierele sunt la fel cu cele din versiunea anterioara.
uk: Чудово!<br>Всі файли відповідають зробленому образу.
vi: Tuyệt vời! <br> Tất cả các tập tin phù hợp với hình ảnh trước đây được thực hiện.

source: Snapshot successfully created
ar: اللقطة التي تم إنشاؤها بنجاح
id: Foto berhasil dibuat
pl: Migawka pomyślnie utworzona
ro: Instantaneu creeat cu sucess
uk: Знімок успішно створений
vi: Ảnh chụp tạo thành công

source: WARNING!!!<br>Before continuing make sure that all the files have been identified in the scanning mode distribution reliable and contain no unauthorized modifications.
ar: تحذير!!! <br>قبل مواصلة التأكد من أن كافة الملفات قد تم تحديدها في التوزيع وضع المسح الضوئي موثوق بها وتحتوي على أي تعديلات غير مصرح بها.
id: PERINGATAN! <br>Sebelum melanjutkan pastikan bahwa semua file yang telah diidentifikasi dalam pemindaian distribusi mode handal dan tidak berisi modifikasi yang tidak sah.
pl: <b>OSTRZEŻENIE!!!</b><br>Przed kontynuowaniem upewnij się, że wszystkie pliki zostały zidentyfikowane w dystrybucji, zostały uznane za wiarygodne i nie zawierają żadnych nieautoryzowanych modyfikacji.
ro: ATENTIE!!<br>Inainte de a continua ai grija ca toate fisierele sa fie identificate in modul scanare si ca nu contin modificari neutorizate.
uk: УВАГА!!!<br>Перед продовженням, переконайтеся, що всі файли, які були виявлені в режимі сканування дистрибутиву надійні і не містять несанкціонованих модифікацій.
vi: <b>Lỗi!!!</b><br>Trước khi tiếp tục hãy đảm bảo rằng tất cả các tập tin đã được xác định trong chế độ phân phối quét đáng tin cậy và không chứa sửa đổi trái phép.

source: This procedure creates a list of all script files to your site, calculates the checksums and writes to the database, for later comparison.
ar: هذا الإجراء بإنشاء قائمة من كافة ملفات البرامج النصية إلى موقع الويب الخاص بك ويحسب الاختبارية للملفات والكتابة إلى قاعدة بيانات للمقارنة فيما بعد.
id: Prosedur ini menciptakan daftar semua file script ke situs Anda, menghitung checksum dan menulis ke database, untuk kemudian dibandingkan.
pl: Procedura ta tworzy listę wszystkich plików skryptu do witryny, oblicza sumy kontrolne i zapisuje do bazy danych, w celu późniejszego porównania.
ro: Aceasta procedura creeaza o lista a fisierelor din script, calculeaza suma si le scrie in baza de date, pentru o comparatie tarzie.
uk: Дана процедура створює список всіх скриптових файлів Вашого сайту, обчислює їх контрольні суми і заносить в базу для подальшого порівняння.
vi: Thủ tục này tạo ra một danh sách tất cả các tập tin kịch bản để trang web của bạn, tính toán tổng kiểm tra và ghi vào cơ sở dữ liệu, để đối chiếu sau này.

source: Scan mode
ar: وضع الالتقاط بالماسح
id: Mode Pindai
pl: Tryb skanowania
ro: Mod scanare
uk: Режим сканування
vi: Chế độ quét

source: Compare the list of files and checksums with pre-made way. Allows you to identify unknow files, and unauthorized changes.
ar: قارن بين القائمة الملفات والمجاميع الاختبارية للملفات بطريقة مسبقة الصنع. يسمح لك بتحديد غير معروف في الملفات، والتغييرات غير المصرح بها.
id: Bandingkan daftar file dan checksum dengan pra-cara membuat. Mengijinkan anda mengidentifikasi file yang tidak diketahui, dan perubahan yang tidak sah.
pl: Porównaj listę plików z listą kontrolną <br> Pozwala zidentyfikować nieznane pliki i nieautoryzowane zmiany.
ro: Se compară lista de fișiere și suma cu modul deja făcut. Vă permite să identificați fișierele necunoscute și modificările neautorizate.
uk: Порівняння списку і контрольних сум файлів із заздалегідь зробленим образом. Дозволяє виявити незнайомі файли і несанкціоновані зміни.
vi: So sánh danh sách các tập tin và tổng kiểm tra với cách làm trước <br> Cho phép bạn để nhận file unknow, và những thay đổi trái phép.

source: Takes a snapshot of all script files from the site calculates their checksums and stored in the database.
ar: يأخذ لقطة من كافة ملفات البرنامج النصي من الموقع يحسب بها اختبارية والمخزنة في قاعدة البيانات.
id: Mengambil snapshot dari semua file script dari situs menghitung checksum mereka dan disimpan dalam database.
pl: Pozwala zarejestrować wszystkie pliki skryptu ze strony, oblicza ich sumy kontrolne i przechowuje w bazie danych.
ro: Efectueaza un instantaneu tuturor fisierelor din script ale site-ului ,calculeaza suma si le stocheaza in baza de date.
uk: Робиться &quot;знімок&quot; всіх скриптових файлів сайту, обчислюються їх контрольні суми і запам'ятовуються в базі.
vi: Có một bản chụp của tất cả các tập tin kịch bản từ trang web của các tính toán tổng kiểm tra và lưu trữ trong cơ sở dữ liệu

source: Scanner menu
pl: Menu skanera

source: Amnesty is available for supervisors only
ar: العفو متاح للمشرفين فقط
id: Pengampunan ini tersedia hanya untuk supervisor
pl: Amnestia jest dostępna tylko dla administracji
ro: Amnistitia este valabila doar pentru Administratorii principali
uk: Амністія доступна тільки для Супервізорів
vi: Tổ chức Ân xá chỉ có sẵn cho người giám sát

source: Ban Panel
ar: لوحة الحظر
id: Panel Blokir
pl: Panel banu
ro: Panou Banari
uk: Бан панель
vi: Bảng điều khiển ban

source: Amnesty
ar: العفو
id: Pengampunan
pl: Amnestia
ro: Amnistitie
uk: Амністія
vi: Tổ chức Ân xá

source: Amnesty has been successful
ar: العفو نجحت
id: Pengampunan berhasil
pl: Amnestia była udana
ro: Amnistitia a fost creeata cu sucess
uk: Амністія була застосована успішно
vi: Ân xá đã thành công

source: All the users with active bans were unbanned (Except for bans &quot;till cancel&quot;)
ar: جميع المستخدمين النشطين الحظر كان غير ممنوع (باستثناء الحظر &quot;حتى إلغاء&quot;)
id: Semua pengguna terblokir akan dibatalkan. (Kecuali untuk &quot;sampai batal &quot;)
pl: Wszyscy użytkownicy z aktywnymi zakazami zostali zbanowani (Z wyjątkiem zakazu &quot;till anuluj&quot;)
ro: Toti utilizatorii banati au fost acum debanati (Cu exceptia celor care au la motiv "pana se anuleaza")
uk: Розбанені всі користувачі, які мали активні бани (окрім банів &quot;До відміни&quot;)
vi: Gỡ bỏ tất cả lệnh cấm của người dùng đã có (trừ lệnh cấm &quot;trước khi gỡ bỏ&quot;)

source: Unban all
ar: رفع الحظر كل
id: Batal blokir semua
pl: Odblokuj wszystkich
ro: Debaneaza pe toti
uk: Розбанити всіх
vi: Gỡ bỏ tất cả lệnh cấm

source: Clear Ban database
ar: قاعدة الحظر واضحة
id: Hapus basis data pemblokiran
pl: Aby wyczyścić bazę danych bana
ro: Sterge baza de date banati
uk: Очистити базу даних банів
vi: Làm trống dữ liệu ngôn ngữ

source: &quot;Unban All&quot; - terminating all active bans<br>&quot;Clear Database&quot; - terminates all bans and clears an offenses history
ar: &quot;كل إلغاء الحظر&quot; - إنهاء جميع النشطة bans<br>&quot;قاعدة بيانات واضحة&quot; - إنهاء كل أشكال الحظر ويزيل وهي جرائم التاريخ
id: &quot;Unban semua&quot; - berakhir semua Ban aktif<br>&quot;Hapus database&quot; - berakhir semua larangan dan membersihkan sejarah pelanggaran
pl: &quot;Odblokuj wszystkich&quot; - zakończ wszystkie aktywne bany<br>&quot;Wyczyść bazę&quot; - kończy wszystkie zakazy i czyści historię przewinień
ro: "Debanare toti" - inceteaza toate banarile active<br>"Sterge baza de date" - inceteaza toate banarile si sterge tot istoricul banarilor
uk: &quot;Розбанити всіх&quot; - припиняє дію всіх активних банів<br>&quot;Очистити базу&quot; - припиняє дію всіх банів і очищає всю історію порушень
vi: &quot;Gỡ bỏ tất cả lệnh cấm&quot; - chấm dứt tất cả các lệnh cấm hoạt động<br>&quot;Cơ sở dữ liệu sẽ bị xóa&quot; - chấm dứt tất cả các lệnh cấm và làm sạch lịch sử của hành vi vi phạm

source: Sort
ar: الترتيب
id: Urutan
pl: Sortuj
ro: Sorteaza
uk: Сортувати
vi: Phân loại

source: Term
ar: مصطلح
id: Istilah
pl: Termin
ro: Termen
uk: Термін
vi: Thời hạn

source: Violations
ar: الانتهاكات
id: Pelanggaran
pl: Nieprawidłowości
ro: Incalcare
uk: Порушення
vi: Hành vi vi phạm

source: Violations history
ar: سجل الانتهاكات
id: Riwayat Pelanggaran
pl: Historia naruszeń
ro: Istoric incalcari
uk: Історія порушень
vi: Lịch sử vi phạm

source: Counters
ar: عدادات
id: Penghitung
pl: Liczniki
ro: Contoare
uk: Лічильники
vi: Đếm

source: Viewing
ar: مشاهدة
id: Tinjauan
pl: Zobacz
ro: Se afișează
uk: Перегляд
vi: Xem thông tin
