Repository: batumibiz/johncms
Catalog: modules/admin/locale/*.po
Languages: ar, id, pl, ro, uk, vi

source: Clear
ar: تنظيف
id: Hapus
pl: Wyczyść
ro: Sterge
uk: Очистити
vi: Xoá

source: Voices per day
ar: مرات باليوم
id: Suara perhari
pl: Głosy na dzień
ro: Voci pe zi
uk: Голосів на добу
vi: Hạn chế mỗi ngày

source: Restriction for vote
ar: قيود على التصويت
id: Pembatasan suara
pl: Ograniczenie do głosowania
ro: Restrictii de votare
uk: Обмеження для голосування
vi: Hạn chế bình luận

source: Forum posts
ar: مشاركات المنتدى
id: Posting di forum
pl: Posty z forum
ro: Postari in forum
uk: Пости на форумі
vi: Diễn đàn post

source: Stay on site
ar: انظر في الموقع
id: Tinggal di situs
pl: Pobyt na stronie
ro: A stat pe site
uk: Провів на сайті
vi: Được tổ chức trên trang web

source: Hours
ar: ساعات
id: Jam
pl: Godziny
ro: Ore
uk: Годин
vi: Giờ

source: General Settings
ar: الإعدادات العامة
id: Setelan Umum
pl: Ustawienia ogólne
ro: Setari generale
uk: Загальні налаштування
vi: Thay đổi thiết lập

source: Switch module ON
ar: وحدة التبديل على
id: Beralih modul ON
pl: Włącz moduł
ro: Modul de comutare ON
uk: Увімкнути модуль
vi: Chuyển module TRÊN

source: Forbid to vote for the administration
ar: يمنع التصويت للإدارة
id: Melarang suara untuk administrasi
pl: Zakaz głosowania dla administracji
ro: Interzis a se vota membrii echipei
uk: Заборонити голосувати за адміністрацію
vi: Cấm bình luận cho ban quản trị

source: Clear Karma
ar: مسح الاعجاب
id: Menghapus Karma
pl: Oczyścić Karmę
ro: Sterge Karma
uk: Очистити карму
vi: Rõ Ràng Karma

source: Default language
ar: اللغة الافتراضية
id: Bahasa bawaan
pl: Domyślny język
ro: Limba implicita
uk: Мова за замовчуванням
vi: Ngôn ngữ mặc định

source: News on the mainpage
ar: الأخبار على مشارك
id: Berita di mainpage
pl: Aktualności na stronie głównej
ro: Stiri pe pagina principala
uk: Новини на головній
vi: Tin tức hiển thị ở trang chủ

source: Appearance
ar: المظهر
id: Tampilan
pl: Wygląd
ro: Aspect
uk: Відображення
vi: Xuất hiện

source: Title + Text
ar: العنوان + نص
id: Judul + Teks
pl: Tytuł + Tekst
ro: Titlu + Text
uk: Назва + текст
vi: Tiêu đề + Văn bản

source: Text
pl: Tekst

source: Not to show
ar: لا تظهر
id: Bukan untuk menunjukkan
pl: Nie pokazuj
ro: Nu se arata
uk: Не показувати
vi: Không phải

source: Line breaks
ar: فواصل الأسطر
id: Jeda baris
pl: Podział wiersza
ro: Intreruperi de linie
uk: Розриви рядків
vi: Ngắt dòng

source: bbCode Tags
ar: علامات الـ bbCode
id: Tag bbCode
pl: Tagi BBCode
ro: Tag-uri Coduri BB
uk: Теги bbCode
vi: hướng Dẫn Sử Dụng Bbcode

source: Comments
ar: التعليقات
id: Komentar
pl: Komentarze
ro: Comentarii
uk: Коментарі
vi: Bình luận

source: Text size
ar: حجم النص
id: Ukuran Teks
pl: Rozmiar tekstu
ro: Marimea textului
uk: Розмір тексту
vi: Kích thước văn bản

source: Quantity of news
ar: كمية من الأخبار
id: Kuantitas berita
pl: Ilość newsów
ro: Cantitatea stirilor
uk: Кількість новин
vi: Số tin tức

source: How many days to show?
ar: كم عدد الأيام لإظهار؟
id: Berapa hari untuk menampilkan?
pl: Ile dni ma wyświetlać?
ro: Cate zile se arata?
uk: Скільки днів показувати?
vi: Hiển thị trong bao nhiêu ngày?

source: Reset Settings
pl: Resetowanie

source: Registration confirmation
ar: التسجيل أكتمل
id: Konfirmasi Pendaftaran
pl: Potwierdzenie rejestracji
ro: Confirmare inregistrare
uk: Підтвердження реєстрації
vi: Đăng ký xác nhận

source: Registration is confirmed
ar: تأكيد التسجيل
id: Pendaftaran dikonfirmasi
pl: Rejestracja została potwierdzona
ro: Inregistrarea a fost confirmata
uk: Реєстрація підтверджена
vi: Đăng ký được xác nhận

source: User deleted
ar: تم حذف المستخدم
id: Pengguna sudah dihapus
pl: Użytkownik został usunięty
ro: Utilizator sters
uk: Користувач видалений
vi: Người dùng đã bị xóa

source: All unconfirmed registrations were removed
ar: تم إزالة كافة التسجيلات غير مؤكدة
id: Semua pendaftaran dalam konfirmasi dihapus
pl: Wszystkie niepotwierdzone rejestracje zostały usunięte
ro: Toate inregistrarile neconfirmate au fost sterse
uk: Всі непідтверджені реєстрації видалені
vi: Mọi đăng ký chưa được xác nhận sẽ gỡ bỏ

source: All unconfirmed registrations with selected IP were deleted
ar: تم حذف كافة تسجيلات غير مؤكدة مع IP المحدد
id: Hapus semua pendaftaran yang belum dikonfirmasi dengan alamat IP
pl: Wszystkie niepotwierdzone rejestracje z wybranych IP zostały usunięte
ro: Toate inregistrarile neconfirmate cu IP-ul selectat au fost sterse
uk: Всі непідтверджені реєстрації з обраного IP були видалені
vi: Tất cả không phải đăng ký xác nhận với lựa chọn IP đã được xóa

source: Approve
ar: الموافقة على
id: Terima
pl: Akceptuj
ro: Aproba
uk: Підтвердити
vi: Duyệt

source: Remove IP
ar: إزالة الايبي
id: Hapus IP
pl: Usuń IP
ro: Inlatura IP
uk: Видалити IP
vi: Hủy bỏ IP

source: Confirm all
ar: تاكيد الجميع
id: Konfirmasi semua
pl: Potwierdź wszystkie
ro: Confirma tot
uk: Підтвердити всі
vi: Xác nhận tất cả

source: Actual IP
ar: IP الفعلي
id: IP sebenarnya
pl: Prawdziwe IP
ro: IP Actual
uk: Фактичний IP
vi: Thứ hai IP được nhập sai

source: IP history
ar: سجل ip
id: Riwayat IP
pl: Historia IP
ro: Istoric IP
uk: Історія IP
vi: Lịch sử của IP

source: Search IP
ar: البحث IP
id: Pencarian IP
pl: Szukaj IP
ro: Cauta IP
uk: Пошук IP
vi: Tìm kiếm IP

source: Search results
ar: نتائج البحث
id: Hasil pencarian
pl: Wyniki wyszukiwania
ro: Rezultatele cautarii
uk: Результати пошуку
vi: Kết quả tìm kiếm

source: At your request, nothing found
ar: بناء على طلبك ، وجدت شيئا
id: Berdasarkan permintaan Anda, tidak ditemukan
pl: Na państwa życzenie nic nie znaleziono
ro: La aceasta cautare, nu sa gasit nimic
uk: За вашим запитом нічого не знайдено
vi: Theo yêu cầu của bạn, không có gì tìm thấy

source: New Search
pl: Nowe wyszukiwanie

source: <b>Sample queries:</b><br><span class="red">10.5.7.1</span> - Search for a single address<br><span class="red">10.5.7.1-10.5.7.100</span> - Search a range address (forbidden to use mask symbol *)<br><span class="red">10.5.*.*</span> - Search mask. Will be found all subnet addresses starting with 0 and ending with 255
pl: <small><b>Przykładowe pytania:</b><br><span class="red">10.5.7.1</span> - Szukaj jednego adresu<br><span class="red">10.5.7.1-10.5.7.100</span> - Szukaj adresu w zakresie (nie wolno używać symbolu maski *)<br><span class="red">10.5.*.*</span> - Szukaj maski. Zostaną znalezione adresy podsieci, zaczynając się od 0, a kończące na 255</small>

source: System Settings
ar: إعدادات النظام
id: Pengaturan Sistem
pl: Ustawienia systemu
ro: Setari Sistem
uk: Системні налаштування
vi: Cài đặt hệ thống

source: List of Users
ar: قائمة المستخدمين
id: Daftar Pengguna
pl: Lista użytkowników
ro: Lista utilizatorilor
uk: Список користувачів
vi: Danh sách người dùng

source: Database cleanup
ar: تنظيف قاعدة البيانات
id: Pembersihan basis data
pl: Oczyszczanie bazy danych
ro: Curata baza de date
uk: Очищення бази даних
vi: Dọn dẹp cơ sở dữ liệu

source: Inactive profiles deleted
ar: التشكيلات الجانبية نشطة حذف
id: Profil nonaktif dihapus
pl: Nieaktywne profile usunięte
ro: Profile inactive sterse
uk: Неактивні профилі видалено
vi: Không hiện hoạt cấu hình đã xóa

source: Inactive profiles
pl: Nieaktywne profile

source: This category includes profiles, recorded more than 6 months ago, with the date of last visit for more than 5 months ago and with zero activity.<br>Can safely remove them.
ar: وهذه الفئة تشمل الملامح، سجلت أكثر من 6 أشهر، مع تاريخ آخر زيارة قام بها لأكثر من 5 أشهر، ومع انعدام النشاط. <br>بأمان يمكن إزالتها.
id: Kategori ini meliputi profil, tercatat lebih dari 6 bulan yang lalu, dengan tanggal kunjungan terakhir selama lebih dari 5 bulan yang lalu dan dengan nol aktivitas.<br>Situs dapat dengan aman menghapus mereka.
pl: Kategoria ta obejmuje profile, które zarejestrowane zostały 6 miesiecy temu, z datą ostatniej wizyty na więcej niż 5 miesięcy i z zerową aktywnością. <br>Można bezpiecznie je usunąć.
ro: Aceasta categorie include profile, inregistrare de mai mult de 6 luni, cu data ultimei vizite de mai mult de 5 luni si cu activitate zero.<br>Se pot sterge in siguranta.
uk: Ця категорія містить профілі, зареєстровані понад 6 місяців тому, з датою останнього відвідування більш ніж 5 місяців тому і з нульовою активністю.<br>Ви спокійно можете їх видаляти.
vi: Thể loại này bao gồm hồ sơ đăng ký nhiều hơn 6 tháng trước, với ngày cuối cùng ghé thăm hơn 6 tháng trước và số không hoạt động.<br>Có thể loại bỏ chúng một cách an toàn.

source: You cannot delete higher administration
ar: لا يمكنك حذف الإدارة العليا
id: Anda tidak dapat menghapus administrasi yang lebih tinggi
pl: To może usunąć tylko administrator
ro: Nu poti sterge in membru al echipei
uk: Ви на можете видаляти вищу за Вас адміністрацію
vi: Bạn không thể xóa bài cũ của bạn

source: User does not exists
ar: المستخدم غير موجود
id: Pengguna tidak ada
pl: Użytkownik nie istnieje
ro: Utilizatorul nu exista
uk: Користувача не існує
vi: Người dùng không tồn tại

source: Delete user
ar: حذف المستخدم
id: Hapus pengguna
pl: Usuń użytkownika
ro: Sterge utilizator
uk: Видалити користувача
vi: Xoá người dùng

source: Cleaning activities
ar: أنشطة التنظيف
id: Aktivitas pembersihan
pl: Czyszczenie aktywności
ro: Sterge activitati
uk: Очищення активності
vi: Làm sạch hoạt động của thành viên

source: All threads and posts created by the user go in the hidden state
ar: جميع المواضيع والمشاركات التي تم إنشاؤها بواسطة المستخدم الذهاب في الدولة الخفية
id: Semua thread dan posting yang dibuat oleh pengguna pergi dalam keadaan tersembunyi
pl: Wszystkie tematy i posty, utworzone przez użytkownika, zostaną ukryte
ro: Toate subiectele si postarile create de utilizator vor fi puse in modul ascuns
uk: Всі теми і пости, створені користувачем, перейдуть у прихований стан
vi: Chủ đề và bài viết được tạo ra bởi những người đi trong nước

source: Are you sure that you want to delete this user?
ar: هل أنت متأكد من أنك تريد حذف هذا المستخدم؟
id: Apakah Anda yakin ingin menghapus pengguna ini?
pl: Na pewno chcesz usunąć tego użytkownika?
ro: Esti sigur ca vrei sa stergi acest utilizator?
uk: Ви дійсно хочете видалити цього користувача?
vi: Bạn có chắc chắn rằng bạn muốn xóa người dùng này?

source: Permissions
ar: التراخيص
id: Perizinan
pl: Uprawnienia dostępu
ro: Permisiuni
uk: Права доступу
vi: Quyền truy cập

source: Access is allowed
ar: ممنوع الوصول
id: Akses diizinkan
pl: Dostęp jest dozwolony
ro: Acessul este permis
uk: Доступ дозволено
vi: Được Phép Truy Cập

source: Only for authorized
ar: فقط للاذن
id: Hanya untuk yang diizinkan
pl: Tylko dla zalogowanych
ro: Doar pentru cei autorizati
uk: Тільки для авторизованих
vi: Chỉ cho phép

source: Read only
ar: للقراءة فقط
id: Hanya Baca
pl: Tylko do odczytu
ro: Doar de citit
uk: Лише для читання
vi: Chỉ đọc

source: Guestbook
ar: سجل الزوار
id: Buku Tamu
pl: Księga gości
uk: Гостьова книга
vi: Phòng trò truyện

source: Library
ar: المكتبة
id: Perpustakaan
pl: Biblioteka
ro: Librarie
uk: Бібліотека
vi: Thư viện

source: Downloads
ar: التنزيلات
id: Unduhan
pl: Pliki do pobrania
ro: Descarcari
uk: Завантаження
vi: Tải xuống

source: Community
ar: المجتمع
id: Komunitas
pl: Społeczność
ro: Comunitate
uk: Спільнота
vi: Cộng đồng

source: With moderation
ar: مع الاعتدال
id: Dengan moderasi
pl: Z moderacją
ro: Cu moderare
uk: З модерацією
vi: Với sự kiểm duyệt

source: Administrators always have access to all closed modules and comments
ar: المسؤولين دائماً حق الوصول إلى وحدات كلها مغلقة والتعليقات
id: Pengurus memiliki akses ke semua modul yang ditutup dan komentar
pl: Administratorzy mają zawsze dostęp do modułów zamkniętych i komentarzy
ro: Administratorii vor avea intotdeauna permisiunea la comentarii si module chiar daca sunt inchise
uk: Адміністратори завжди мають доступ до всіх закритих модулів та коментарів
vi: Quản trị luôn luôn có quyền truy cập để tất cả đóng cửa module và bình luận

source: Descriptions have been updated successfully
ar: تم تحديث التفاصيل بنجاح
id: Deskripsi telah berhasil diperbarui
pl: Opisy zostały pomyślnie zaktualizowane
ro: Descrierea a fost actualizata cu sucess
uk: Описи було успішно оновлено
vi: Mô tả đã được cập nhật thành công

source: Update List
ar: تحديث القائمة
id: Perbarui daftar
pl: Aktualizuj listę
ro: Actualizeaza lista
uk: Оновити список
vi: Cập nhật danh sách

source: Common Settings
ar: إعدادات عامة
id: Pengaturan umum
pl: Ogólne ustawienia
ro: Setari comune
uk: Загальні налаштування
vi: Thiết Lập Chung

source: Web site address without the slash at the end
ar: عنوان موقع ويب دون المتسبب في نهاية
id: Alamat situs web tanpa garis miring di akhir
pl: Adres strony internetowej bez ukośnika na końcu
ro: Adresa site-ului fara bara ( / ) la sfarsit
uk: Адреса веб-сайту без слешу в кінці
vi: Địa chỉ trang web mà không có dấu gạch chéo vào cuối

source: Site copyright
ar: الموقع حقوق الطبع والنشر
id: Copyright situs
pl: Copyright strony
ro: Drepturi de autor
uk: Копірайт сайту
vi: Trang web bản quyền

source: Site Email
ar: بريد الموقع الإلكتروني
id: E-mail situs
pl: E-mail strony
ro: E-mail Site
uk: E-mail сайту
vi: Trang Web Email

source: Max. file size
ar: حد. حجم الملف
id: Max. Ukuran file
pl: Max. rozmiar pliku
ro: Marime maxima fisier
uk: Макс. розмір файлу
vi: Max. kích thước tập tin

source: Gzip compression
ar: ضغط Gzip
id: Gzip kompresi
pl: Kompresja Gzip
ro: Comprezie Gzip
uk: Gzip стиснення
vi: Nén Gzip

source: Time shift
ar: وقت التحويل
id: Pergeseran waktu
pl: Przesunięcie czasu
ro: Trecerea timpului
uk: Зсув часу
vi: Sự dịch chuyển thời gian

source: System Time
ar: نظام الوقت
id: Sistem waktu
pl: Czas systemu
ro: Timp Sistem
uk: Системний час
vi: Cài đặt Thời gian

source: META tags
ar: العلامات الفوقية
id: META tag
pl: Tagi META
ro: META taguri
uk: META теги
vi: Loại SIÊU

source: Keywords
ar: الكلمات الرئيسية
id: Kata kunci
pl: Słowa kluczowe
ro: Cuvinte cheie
uk: Ключові слова
vi: Từ chìa khóa

source: Themes
ar: الثيمات
id: Tema
pl: Tematy
ro: Teme
uk: Теми
vi: Chủ đề

source: On registration
ar: في التسجيل
id: Pada pendaftaran
pl: Podczas rejestracji
ro: La inregistrare
uk: На реєстрації
vi: Tại đăng ký

source: Modules
ar: الإضافات
id: Modul
pl: Moduły
ro: Module
uk: Модулі
vi: Các Mô-Đun

source: News
ar: اخبار الموقع
id: Berita
pl: Aktualności
ro: Stiri
uk: Новини
vi: Tin tức

source: Update Smilies
ar: تحديث الابتسامات
id: Perbarui Smile
pl: Aktualizacja emotikon
ro: Actualizeaza emoticon
uk: Оновлення смайли
vi: Cập Nhật biểu tượng mặt cười

source: Language Settings
ar: إعدادات اللغة
id: Pengaturan bahasa
pl: Ustawienia języków
ro: Setari Limba
uk: Налаштування мови
vi: Thiết Lập Ngôn Ngữ

source: Security
ar: الأمان
id: Keamanan
pl: Bezpieczeństwo
ro: Securitate
uk: Безпека
vi: Bảo mật

source: Nickname
ar: الكنية
id: Nama pengguna
pl: Nazwa użytkownika
uk: Нікнейм
vi: Tên Bạn

source: ERROR: Can not write system.local.php
uk: Помилка: Не можу записати в system.local.php
vi: LỖI: Không thể tạo system.local.php

source: Karma
ar: الاعجاب
uk: Карма

source: Forum
ar: منتديات
uk: Форум
vi: Diễn đàn

source: Total:
uk: Всього:
vi: Tổng cộng:

source: Link
ar: رابط
id: Tautan
uk: Посилання
vi: Liên kết

source: Day / Night
uk: День / Ніч
vi: Ngày / Đêm

source: Section type
uk: Тип розділу
vi: Loại tuỳ chọn

source: For subsections
uk: Для підрозділів
vi: Cho phần phụ

source: For topics
uk: Для тем
vi: Cho các chủ đề

source: Order
uk: Сортування
vi: Đặt hàng

source: Sample queries:
uk: Зразок запитів:
vi: Ví dụ mẫu:

source: Search for a single address
uk: Пошук однієї адреси
vi: Tìm kiếm một địa chỉ duy nhất

source: Search a range address (forbidden to use mask symbol *)
uk: Пошук по діапазону адрес (заборонено використання символу маски *)
vi: Tìm kiếm một bộ địa chỉ (cấm sử dụng mặt nạ biểu tượng *)

source: Antiflood
ar: أنتيفلود
uk: Антифлуд

source: System
ar: النظام
id: Sistem
ro: Sistem
uk: Система
vi: Hệ thống

source: List is empty
uk: Список порожній
vi: Danh sách trống

source: Search mask. Will be found all subnet addresses starting with 0 and ending with 255
vi: Tìm kiếm mặt nạ. Sẽ được tìm thấy tất cả mạng địa chỉ bắt đầu từ 0 và kết thúc với 255
