Repository: batumibiz/johncms
Catalog: modules/news/locale/*.po
Languages: ru

source: Add news
ru: Добавить новость

source: You have not entered news title
ru: Вы не ввели заголовок статьи

source: You have not entered news text
ru: Вы не ввели текст статьи

source: You cannot add the message so often. Please, wait %d seconds.
ru: Вы не можете так часто добавлять сообщения. Пожалуйста, подождите %d секунд.

source: News added
ru: Новость добавлена

source: Clear news
ru: Очистить новости

source: Delete all news older than 1 week
ru: Удалены все новости, старше 1 недели

source: Delete all news
ru: Удалены все новости

source: Delete all news older than 1 month
ru: Удалены все новости, старше 1 месяца

source: Delete news
ru: Удалить новость

source: News deleted
ru: Новость удалена

source: Edit news
ru: Изменить новость

source: News
ru: Новости

source: Wrong data
ru: Неверные данные

source: News changed
ru: Новость изменена

source: Title
ru: Заголовок

source: Text
ru: Текст

source: Discussion
ru: Обсуждение

source: Do not discuss
ru: Не обсуждать

source: Save
ru: Сохранить

source: Back to news
ru: К новостям

source: Clearing parameters
ru: Параметры очистки

source: Older than 1 month
ru: Старше 1 месяца

source: Older than 1 week
ru: Старше 1 недели

source: Clear all
ru: Очистить всё

source: Clear
ru: Очистить

source: Cancel
ru: Отмена

source: Do you really want to delete?
ru: Действительно хотите удалить?

source: Delete
ru: Удалить

source: Add
ru: Добавить

source: Author
ru: Автор

source: Discuss in Forum
ru: Обсудить на форуме

source: Edit
ru: Изменить

source: Total
ru: Всего
