Repository: batumibiz/johncms
Catalog: modules/profile/locale/*.po
Languages: id, lt, pl, ro, vi

source: Status
lt: Būsena
vi: Tình trạng

source: Max. 50
id: Maks. 50
lt: Maks. 50
vi: Nhiều nhất. 50

source: Avatar
lt: Avataras
pl: Awatar
vi: Hình đại diện

source: Upload
id: Unggah
lt: Įkelti
pl: Prześlij
ro: Incarca
vi: Tải lên

source: Select in Catalog
id: Pilih di katalog
lt: Pasirinkite katalogą
pl: Wybierz katalog
ro: Selecteaza din Catalog
vi: Chọn trong danh mục

source: Photo
id: Foto
lt: Fotografija
pl: Zdjęcie
ro: Poza
vi: Ảnh

source: Personal info
id: Data pribadi
lt: Asmeninė informacija
pl: Osobiste informacje
ro: Informatii personale
vi: Thông tin cá nhân

source: Your name
id: Nama Anda
lt: Jūsų vardas
pl: Twój nick
ro: Numele tau
vi: Tên của bạn

source: Date of birth (d.m.y)
id: Tanggal lahir (h.b.t)
lt: Gimimo data (d.m.y)
pl: Data urodzenia (d.m.r)
ro: Data de nastere (z.l.a)
vi: Ngày sinh (ngày.tháng.năm)

source: Day
vi: Ngày

source: Month
vi: Tháng

source: Year
vi: Năm

source: City, Country
id: Kota, Negara
lt: Miestas, Šalis
pl: Miasto, Województwo
ro: Oras, Tara
vi: Thành phố, quốc gia

source: About myself
id: Tentang saya
lt: Apie Mane
pl: O mnie
ro: Despre mine
vi: Về bản thân mình

source: Contacts
id: Kontak
lt: Kontaktai
pl: Kontakty
ro: Contacte
vi: Danh bạ

source: Phone number
id: Nomor telepon
lt: Telefono numeris
pl: Numer telefonu
ro: Numar de telefon
vi: Điện thọai

source: Show in Profile
id: Tampilkan di Profil
lt: Rodyti profilį
pl: Pokaż w profilu
ro: Arata in profil
vi: Hiển thị trong hồ sơ

source: Warning! Write your e-mail correctly. Your password will be sent to the email address on record for this account.
id: Peringatan! Harap mengisi alamat Email Anda, hal ini berguna jika Anda lupa kata sandi.
lt: Dėmėsio! Teisingai irašykite savo elektroninį adresą! Butent į jį bus siunčiamas jūsų slaptažodis.
pl: Uwaga! Wpisz swój adres e-mail poprawnie. W przypadku zmiany hasła do konta, zostanie ono wysłane na podany adres.
ro: ATENTIE! Scrie adresa de e-mail correct. PArola ta va fi trimisa pe adresa de e-mail in cazul in care o vei uita
vi: Cảnh báo! Viết e-mail của bạn một cách chính xác. Mật khẩu của bạn sẽ được gửi đến địa chỉ email trên hồ sơ cho tài khoản này.

source: Site
id: Situs
lt: Svetainė
pl: Strona
vi: Website

source: Administrative Functions
id: Fungsi Pengurus
lt: Administravimo funkcijos
pl: Opcje administratora
ro: Functii Administrative
vi: Chức năng hành chính

source: Prohibit Karma
id: Tidak berlakukan karma
lt: Uždrausti karma
pl: Nie pokazuj karmy
ro: Interzice Karma
vi: Cấm Karma

source: Reset User options to default
id: Atur ulang opsi pengguna
lt: Atstatyti vartotojo nustatymus i pradinį
pl: Wszystkie ustawienia zostaną przywrócone do wartości domyślnych, a dane w przeglądarce usunięte. Czy chcesz kontynuować?
ro: Reseteaza optiunile utilizatorului la implicit
vi: Đặt lại tuỳ chọn người dùng mặc định

source: Select gender
id: Pilih jenis kelamin
lt: Pasirinkite lytį
pl: Wybierz płeć
ro: Selecteaza SEX
vi: Chọn giới tính

source: Man
id: Pria
lt: Vyras
pl: Mężczyzna
ro: Barbat
vi: Nam

source: Woman
id: Wanita
lt: Moteris
pl: Kobieta
ro: Femeie
vi: Nữ

source: Position on the Site
id: Posisi di Situs
lt: Svetainės administracija
pl: Położenie na stronie
ro: Pozitia pe site
vi: Vị trí trên các trang web

source: Forum Moderator
id: Moderator Forum
lt: Forumo Moderatorius
pl: Moderator forum
ro: Moderator Forum
vi: Người Điều Hành,

source: Download Moderator
id: Moderator Unduhan
lt: Siuntinių moderatorius
pl: Moderator pobierania
ro: Moderator Descarcari
vi: Moder download

source: Library Moderator
id: Moderator Perpustakaan
lt: Bibliotekos moderatorius
pl: Moderator biblioteki
ro: Moderator Librarie
vi: Moder library

source: Super Moderator
vi: SuperMod

source: Save
id: Simpan
lt: Išsaugoti
pl: Zapisz
ro: Salveaza
vi: Lưu

source: Cancel
id: Batal
lt: Atšaukti
pl: Anuluj
ro: Anuleaza
vi: Hủy bỏ

source: Basic settings
id: Pengaturan dasar
lt: Pagrindiniai nustatymai
pl: Podstawowe ustawienia
ro: Setari de baza
vi: Cài đặt cơ bản

source: Inverse sorting
id: Penyortiran invers
lt: Atvirkštinis rūšiavimas
pl: Odwrotne sortowanie
ro: Sortare inversa
vi: Phân loại ngược

source: Use the form of a quick answer
id: Menggunakan form untuk jawaban cepat
lt: Naudokite greito atsakymo forma
pl: Skorzystaj z formularza szybkiej odpowiedzi
ro: Foloseste formularul pentru a raspunde mai rapid
vi: Sử dụng các hình thức của một câu trả lời nhanh

source: Preview of messages
id: Pertinjau pesan
lt: Pranešimo peržiūra
pl: Podgląd wiadomości
ro: Previzualizare mesaje
vi: Xem trước các tin nhắn

source: Attach first post
id: Melampirkan posting pertama
lt: Pridėti pirmą pranešimą
pl: Dołącz pierwszy post
ro: Ataseaza primul mesaj
vi: Đính kèm bài viết đầu tiên

source: Always
id: Selalu
lt: Visada
pl: Zawsze
ro: Intotdeauna
vi: Luôn cho phép

source: In unread topics
id: Dalam topik-topik yang belum dibaca
lt: Neskaitytos temos
pl: W tematach nieprzeczytanych
ro: In topicuri necitite
vi: Trong các bài viết chưa đọc

source: Never
id: Tidak pernah
lt: Niekada
pl: Nigdy
ro: Niciodata
vi: Không bao giờ

source: Reset Settings
id: Atur ulang pengaturan
lt: Atstatyti nustatymus
pl: Resetowanie ustawień
ro: Reseteaza setari
vi: Phục hồi cài đặt

source: Choose file
vi: Chọn tập tin

source: Allowed image formats: JPG, PNG, GIF. File size should not exceed %d kb.<br>The new image will replace old (if was).
id: Dizikan format gambar: JPG, PNG, GIF. Maksimal ukuran berkas %d kb.<br> Gambar baru akan menggantikan yang lama (jika ada).
lt: Leidžiami vaizdo formatai: JPG, PNG, GIF. Failo dydis neturėtų viršyti %d kb.<br>Naujas vaizdas pakeis seną (jei buvo).
pl: Dozwolone formaty zdjęć: JPG, GIF lub PNG. Rozmiar pliku nie powinien przekraczać %d kB.<br>Bowy obraz zastąpi stary (jeśli był).
ro: Format imagine permis: JPG, PNG, GIF. Fisierul nu trebuie sa fie mai mare de %d kb.<br> Imaginea noua o va inlocui pe cea veche (daca exista)
vi: Cho phép dạng hình ảnh: thử hình ảnh. Kích thước không nên quá %d chắn.<br>The hình ảnh mới sẽ thay thế, già (nếu là).

source: Write
id: Tulis
lt: Rašyti
pl: Napisz
ro: Scrie
vi: Gửi tin nhắn

source: Block
vi: Chặn

source: Unblock
vi: Bỏ chặn

source: Actions
vi: Các hành động

source: Edit profile
vi: Chỉnh sửa hồ sơ

source: vote
vi: bình chọn

source: Vote
id: Voting
lt: Balsuoti
pl: Głosuj
ro: Voteaza
vi: Bình chọn

source: Information
id: Informasi
lt: Informacija
pl: Informacja
ro: Informatii
vi: Thông tin

source: Birthday
id: Ulang Tahun
lt: Gimtadienis
pl: Urodziny
ro: Ziua de nastere
vi: Sinh Nhật

source: Gender
vi: Giới tính

source: Not specified
vi: Chưa xác định

source: hidden
id: tersembunyi
lt: paslėptas
pl: ukryty
ro: ascuns
vi: ẩn

source: Photo Album
id: Album Foto
lt: Nuotraukų Albumas
pl: Album zdjęć
ro: Album foto
vi: Album hình ảnh

source: Reset Karma
id: Atur ulang karma
lt: Atstatyti karma
pl: Resetuj karmę
ro: Reseteaza Karma
vi: Thiết Lập Lại Karma

source: Type of vote
id: Jenis voting
lt: Balsavimo rušis
pl: Rodzaj głosowania
ro: Tipul de vot
vi: Loại bỏ phiếu

source: Votes quantity
id: Jumlah voting
lt: Balsų kiekis
pl: Liczba głosów
ro: Cantitatea voturilor
vi: Số lượng phiếu

source: Comment
id: Komentar
lt: Komentaras
pl: Komentarz
ro: Comenteaza
vi: Bình luận

source: Min. 2, Max. 500 characters
id: Min. 2, maks. 500 karakter
lt: Min. 2, Maks. 500 simbolių
pl: Min. 2, Max. 500 znaków
ro: Min. 2, Max. 500 de caractere
vi: Ít nhất. 2, nhiều nhất. 500 ký tự

source: Who can write you?
id: Siapa yang bisa mengirimi anda pesan?
lt: Kas gali jums rašyti?
pl: Kto może pisać do ciebie?
ro: Cine iti poate scrie
vi: Ai có thể gửi tin nhắn cho bạn?

source: All can write
id: Semua dapat menulis
lt: Visi gali rašyti,
pl: Każdy może napisać
ro: Toata lumea
vi: Mọi người

source: Only my contacts
id: Hanya kontak saya
lt: Tik mano kontaktai
pl: Tylko moje kontakty
ro: Doar prietenii
vi: Chỉ bạn bè của tôi

source: My Pages
id: Halaman Saya
lt: Mano puslapiai
pl: Moje Strony
ro: Paginile mele
vi: Trang web của tôi

source: Statistics
id: Statistik
lt: Statistika
pl: Statystyka
ro: Statistica
vi: Thống kê

source: My Mailbox
id: Pesan Saya
lt: Mano paštas
pl: Skrzynka pocztowa
ro: Cutia mea poștală
vi: Hộp thư của tôi

source: Received
id: Diterima
lt: Gauta
pl: Odebrane
ro: Primite
vi: Hộp thư đến

source: Sent
id: Terkirim
lt: Išsiusti
pl: Nadane
ro: Trimise
vi: Hộp thư đã gửi

source: Files
id: Berkas
lt: Failai
pl: Pliki
ro: Fisiere
vi: Tập tin

source: Blocked
id: Diblokir
lt: Užblokuota
pl: Blokada na stałe
ro: Blocate
vi: Đã khóa

source: System Settings
id: Pengaturan Sistem
lt: Sistemos nustatymai
pl: Ustawienia systemu
ro: Setari sistem
vi: Cài đặt hệ thống

source: Enter old password
id: Kata sandi lama
lt: Įveskite seną slaptažodį
pl: Wpisz stare hasło
ro: Introdu parola veche
vi: Nhập vào mật khẩu cũ

source: Enter new password
id: Kata sandi baru
lt: Įveskite naują slaptažodį
pl: Wprowadź nowe hasło
ro: Introdu parola noua
vi: Nhập vào mật khẩu mới

source: Repeat password
id: Konfirmasi kata sandi
lt: Pakartokite slaptažodį
pl: Powtórz hasło
ro: Repeta parola
vi: Nhập lại mật khẩu

source: Your E-mail
id: Email Anda
lt: Jūsų el. pašto adresas
pl: Twój E-mail
ro: Adresa ta de E-mail
vi: Email của bạn

source: Verification code
id: Kode verifikasi
lt: Patvirtinimo kodas
pl: Kod weryfikacyjny
ro: Cod de verificare
vi: Mã xác minh

source: Enter verification code
vi: Nhập mã xác minh

source: Password will be send to E-mail address specified in your profile.<br />WARNING !! If E-mail address has not been specified in your profile, you will not be able to recover your password.
id: Kata sandi akan dikirim ke alamat Email yang telah Anda cantumkan di profl<br />Peringatan! Jika Anda belum mencantumkan alamat email di profil, Anda tidak bisa memulihkan kata sandi.
lt: Slaptažodis bus išsiustas i el. pašto dežute, kurį jus ivedėte jūsų anketoje.<br>Dėmėsio! Jeigu jūsų anketoje įrašytas neteisingas el. paštas, tai jus negalėsite atstatyti savo slaptažodį.
pl: Hasło zostanie wysłane na adres e-mail podany w twoim profilu.<br>UWAGA!! Jeśli adres e-mail nie został podany w profilu, nie będziesz w stanie odzyskać hasła.
ro: Parola va fi trimisa la adresa de e-mail specificata in profilul tau.<br />ATENTIE !! Daca adresa de e-mail nu a fost specificata in profil, nu iti poti recupera parola.
vi: Mật khẩu sẽ được gửi đến địa chỉ E-mail ghi trong hồ sơ của bạn.<br />WARNING !! Nếu địa chỉ E-mail đã không được ghi trong hồ sơ của bạn, bạn sẽ không thể khôi phục mật khẩu.

source: Time settings
id: Pengaturan waktu
lt: Laiko nustatymai
pl: Ustawienia czasu
ro: Setari de timp
vi: Đặt thời gian

source: Shift of time
id: Pergeseran waktu
lt: Laiko juosta
pl: Cofanie czasu
ro: Schimbari ale timpului
vi: Sự thay đổi của thời gian

source: System time
id: Waktu sistem
lt: Sistemos laikas
pl: Czas systemu
ro: Timpul Sistemului
vi: Hệ thống thời gian

source: System Functions
id: Fungsi sistem
lt: Sistemos Funkcijos
pl: Funkcje systemu
ro: Functionarile Sistemului
vi: Cài đặt chức năng

source: Direct URL
id: URL langsung
lt: Tiesioginiai URL
pl: Bezpośredni adres URL
ro: URL Direct
vi: Liên kết trực tiếp

source: Text entering
id: Menulis teks
lt: Teksto įvedimas
pl: Wprowadzanie tekstu
ro: Introducerea textului
vi: Văn bản nhập vào

source: Height of field
id: Tinggi kolom
lt: Formos aukštis
pl: Wysokość pola
ro: Inaltimea campului
vi: Chiều cao của trường

source: Appearance
id: Tampilan
lt: Apipavidalinimas
pl: Wygląd
ro: Aspect
vi: Xuất hiện

source: Size of Lists
id: Ukuran daftar
lt: Sarašo dydis
pl: Rozmiar bazy danych
ro: Marimea listei
vi: Kích thước của danh sách

source: Select Language
id: Pilih bahasa
lt: Pasirinkite kalbą
pl: Wybierz język
ro: Selecteaza Limba
vi: Chọn một ngôn ngữ

source: Site Default
id: Situs default
lt: Pradiniai nustatymai
pl: Użyj domyślnych dla witryny
ro: Implicit
vi: Trang web mặc định

source: Registration confirmed
id: Registrasi dikonfirmasi
lt: Registracija patvirtintą
pl: Rejestracja za potwierdzeniem
ro: Inregistrare confirmata
vi: Đăng ký xác nhận

source: Free registration
id: Pendaftaran tanpa konfirmasi
lt: Nemokama registracija
pl: Otwarta rejestracja
ro: Inregistrare gratuita
vi: Miễn phí đăng ký

source: Registered
id: Terdaftar
lt: Registracijos data
pl: Zarejestrowany
ro: Inregistrat
vi: Đã đăng ký

source: He stay on the site
id: Tinggal di situs
lt: Prabuvo svetainei
pl: Na portalu spędził
ro: A stat pe site
vi: Thời gian trên trang

source: She stay on the site
id: Tinggal di situs
lt: Prabuvo svetainei
pl: Na portalu spędziła
ro: A stat pe site
vi: Thời gian trên trang

source: Last visit
id: Kunjungan terakhir
lt: Paskutinis apsilankymas
pl: Ostatnia wizyta
ro: Ultima vizita
vi: Truy cập cuối

source: Youtube Player
id: Pemutar YouTube
pl: Odtwarzacz YouTube
ro: Playerul YouTube
