Repository: batumibiz/johncms
Catalog: modules/profile/locale/*.po
Languages: id, lt, pl, ro, vi

source: Activity
id: Aktivitas
lt: Aktyvumas
pl: Aktywność
ro: Activitate
vi: Hoạt động

source: Profile
id: Profil
lt: Profilis
pl: Profil
ro: Profil
vi: Hồ sơ

source: My Profile
id: Profil Saya
lt: Mano profilis
pl: Mój profil
ro: Profilul meu
vi: Hồ sơ Cá nhân

source: Messages
id: Pesan
lt: Žinutės
pl: Wiadomości
ro: Mesaje
vi: Tin nhắn

source: Themes
id: Tema
lt: Temos
pl: Tematy
ro: Teme
vi: Chủ đề

source: Comments
id: Komentar
lt: Komentarai
pl: Komentarze
ro: Comentarii
vi: Bình luận

source: You do not have enought rights to ban this user
id: Anda tidak memiliki hak untuk memblokir pengguna ini
lt: Jūs neturitw teisės blokuoti šį vartotoją
pl: Nie masz wystarczających uprawnień do zbanowania tego użytkownika
ro: Nu ai permisiunea necesara sa banezi acest utilizator
vi: Bạn không có quyền để cấm người dùng này

source: Ban the User
id: Blokir Pengguna
lt: Blokuoti vartotoją
pl: Zbanuj tego użytkownika
ro: Baneaza Utilizator
vi: Cấm người dùng

source: Reason not specified
id: Tidak ada alasan
lt: Priežastis nenurodyta
pl: Nie podano powodu
ro: Motivul nu este specificat
vi: Lý do không xác định

source: There is no required data
id: Data yang diperlukan tidak ada
lt: Nėra reikiamų duomenų
pl: Nie ma wymaganych danych
ro: Nu necesita date
vi: Không có yêu cầu dữ liệu

source: You have no rights to ban in this section
id: Anda tidak memiliki hak untuk memblokir bagian ini
lt: Jūs neturite teisės uždrausti šiame skyriuje
pl: Nie masz uprawnień, aby banować w tej sekcji
ro: Nu ai nici o permisiune sa banezi in aceasta sectiune
vi: Bạn không có quyền cấm thành viên ngoài thẩm quyền

source: Ban already active
id: Blokir telah aktif
lt: Jau užblokuotas
pl: Ban jest już aktywny
ro: Ban deja activ
vi: Người dùng đã bị cấm từ trước

source: System
id: Sistem
lt: Sistema
ro: Sistem
vi: Hệ thống

source: Ban
id: Blokir
lt: Blokuoti
pl: Banuj
vi: Cấm

source: User banned
id: Pengguna diblokir
lt: Vartotojas užblokuotas
pl: Użytkownik zbanowany
ro: Utilizator banat
vi: Thành viên đã bị cấm

source: Ban type
id: Tipe Blokir
lt: Blokavimo tipas
pl: Typ banu
ro: Tipul banarii
vi: Loại lệnh cấm

source: Full block
id: Blokir penuh
lt: Pilnas blokiravimas
pl: Pełna blokada
ro: Blocare totala
vi: Thành viên bị chặn

source: Private messages
id: Pesan Pribadi
lt: Asmeninės žinutės
pl: Prywatne wiadomości
ro: Mesaje private
vi: Tin nhắn riêng

source: Guestbook
id: Buku Tamu
lt: Svečių Knyga
pl: Księga gości
vi: Lưu bút

source: Forum
lt: Forumas
vi: Diễn đàn

source: Library
id: Perpustakaan
lt: Biblioteka
pl: Biblioteka
ro: Librarie
vi: Thư viện

source: Ban time
id: Lama Blokir
lt: Bloko trukmė
pl: Czas banu
ro: Durata banarii
vi: Thời gian cấm

source: Minutes (60 max.)
id: Menit (maks. 60)
lt: Min. (60 maks.)
pl: Minut (60 max.)
ro: Minute (max. 60)
vi: Phút (tối đa 60p)

source: Hours (24 max.)
id: Jam (maks. 24)
lt: Valandos (24 maks.)
pl: Godzin (24 max.)
ro: Ore (max. 24)
vi: Giờ (tối đa 24g)

source: Days (30 max.)
id: Hari (Maks. 30)
lt: Dienų (30 max.)
pl: Dni (30 max.)
ro: Zile (max. 30)
vi: Ngày (tối đa 30n)

source: Till cancel
id: Sampai membatalkan
lt: Iki atšaukimo
pl: Do odwołania
ro: Pana se anuleaza
vi: Vô thời hạn (đến khi hủy lệnh cấm)

source: Reason
id: Alasan
lt: Priežastis
pl: Powód
ro: Motiv
vi: Lý do

source: Violation
id: Pelanggaran
lt: Pažeidimas
pl: Nieprawidłowości
ro: Incalcare
vi: Hành vi vi phạm

source: Apply Ban
id: Blokir
lt: Taikyti blokavimą
pl: Zastosuj Bana
ro: Aplica ban
vi: Áp Dụng Lệnh Cấm

source: Wrong data
id: Data salah
lt: Klaidingi duomenys
pl: Nieprawidłowe dane
ro: Date invalide
vi: Dữ liệu bị lỗi

source: Ban not active
id: Blokir tidak aktif
lt: Blokas neaktyvus
pl: Ban nie jest aktywny
ro: Banare inactiva
vi: Lệnh cấm vô hiệu lực

source: Ban termination
id: Penghentian blokir
lt: Blokavimo termino ejimas į pabaigą
pl: Zakończenie banu
ro: Terminarea banarii
vi: Chấm dứt lệnh cấm

source: Ban terminated
id: Blokir dihentikan
lt: Vartotojas atblokotas
pl: Zakończenie banu
ro: Banare terminata
vi: Ban chấm dứt

source: Ban time is going to the end. Infrigement will be saved in the bans history
id: Blokir akan aktif sampai berakhir dan akan dimasukkan ke riwayat pelanggaran
lt: Blokavimo laikas eina į pabaigą. Informacija bus išsaugota blokavimo istorijoje
pl: Zakończy aktywny zakaz i zapisać przewinienie w historii naruszeń
ro: Timpul banarii se apropie de sfarsit. Date vor fi salvate in istoricul bazei de date
vi: Ban thời điểm sẽ kết thúc. Infrigement sẽ được lưu lại trong cấm lịch sử

source: Terminate Ban
id: Hentikan blokir
lt: Atšaukti bloka
pl: Zakończyć Ban
ro: Inceteaza banare
vi: Chấm Dứt Cấm

source: Back
id: Kembali
lt: Atgal
pl: Powrót
ro: Inapoi
vi: Quay lại

source: Delete Ban
id: Hapus Blokir
lt: Ištrinti bloką
pl: Usuń bana
ro: Sterge ban
vi: Xóa lệnh cấm

source: Ban deleted
id: Blokir dihapus
lt: Blokas ištrintas
pl: Ban usunięty
ro: Banare stearsa
vi: Lệnh cấm đã được xóa

source: Continue
id: Lanjutkan
lt: Tęsti
pl: Kontynuuj
ro: Continua
vi: Tiếp tục

source: Removing ban along with a record in the bans history
id: Hapus blokir dengan riwayat pemblokiran
lt: Blokavimas ištrinamas kartu su užrašu blokavimo istorijoje
pl: Usuwanie zakazu wraz z rekordem w historii zakazu
ro: Inlatura banare impreuna cu istoricul banarii
vi: Loại bỏ lệnh cấm cùng với ghi lại vào trong lịch sử của hành vi vi phạm

source: Delete
id: Hapus
lt: Ištrinti
pl: Usuń
ro: Sterge
vi: Xóa

source: Violations history
id: Riwayat Pelanggaran
lt: Pažeidimų istoriją
pl: Historia naruszeń
ro: Istoricul incalcarii
vi: Hành vi vi phạm lịch sử

source: Violations history cleared
id: Riwayat pelanggaran dihapus
lt: Pažeidimų istorija išvalytą
pl: Historia naruszeń została wyczyszczona
ro: Istoricul incalcarii sters
vi: Hành vi vi phạm lịch sử xóa

source: Are you sure want to clean entire history of user violations?
id: Apakah Anda yakin ingin menghapus semua riwayat pelanggaran pengguna?
lt: Ar tikrai norite išvalyti visą vartotojo blokavimo istoriją?
pl: Na pewno chcesz wyczyścić całą historię przewinień użytkownika?
ro: Esti sigur ca vrei sa stergi intregul istoric al incalcarilor a acestui utilizator?
vi: Có bạn có chắc chắn muốn xóa sạch toàn bộ lịch sử của người dùng vi phạm không?

source: Clear
id: Hapus
lt: Išvalyti
pl: Wyczyść
ro: Sterge
vi: Xoá

source: Total
lt: Viso
pl: Wszystkich
vi: Tổng số

source: Ban Panel
id: Panel Blokir
lt: Blokavimo panele
pl: Panel banu
ro: Panou banari
vi: Bảng điều khiển ban

source: Violations history can be cleared by Supervisor only
id: Riwayat pelanggaran hanya bisa dihapus oleh Supervisor
lt: Pažeidimų istorija gali pašalinti tik Administracija
pl: Historia przewinień może zostać skasowana tylko przez uprawnioną osobę
ro: Istoricul incalcarilor poate fi sters doar de Administratorul Principal
vi: Vi phạm lịch sử có thể bị xóa chỉ Giám sát bởi

source: Violations History
id: Riwayat pelanggaran
lt: Pažeidimų istoriją
pl: Historia naruszeń
ro: Istoric Incalcari
vi: Hành vi vi phạm lịch sử

source: Clear history
id: Hapus riwayat
lt: Išvalyti istoriją
pl: Wyczyść historię
ro: Sterge istoric
vi: Xoá lịch sử

source: My Violations
id: Pelanggaran saya
lt: Mano blokai
pl: Moje naruszenia
ro: Incalcarile mele
vi: Hành vi vi phạm của tôi

source: Who applied the Ban?
id: Siapa yang memblokir?
lt: Kas taikė baną?
pl: Kto złożył bana?
ro: Cine a banat?
vi: Những người áp dụng lệnh cấm?

source: Time
id: Lama
lt: Laikas
pl: Czas
ro: Timpul
vi: Thời gian

source: Remains
id: Tetap
lt: Lieka
pl: Pozostało
ro: Ramas
vi: Vẫn còn

source: Cancel Ban
id: Batalkan blokir
lt: Atšaukti bloka
pl: Anuluj Ban
ro: Anuleaza Ban
vi: Hủy bỏ Ban

source: The list is empty
id: Daftar ini kosong
lt: Sąrašas tuščias
pl: Lista jest pusta
ro: Lista este goala
vi: Danh sách này là trống rỗng

source: To Page
id: Ke halaman
lt: Į puslapį
pl: Do strony
ro: La Pagina
vi: Đến trang

source: Edit Profile
id: Sunting Profil
lt: Redaguoti profilį
pl: Edytuj profil
ro: Editeaza Profil
vi: Chỉnh sửa hồ sơ

source: You cannot edit profile of higher administration
id: Anda tidak dapat menyunting profil Pengurus yang lebih tinggi
lt: Jus negalite redaguoti vyresniojo už jus administratoriaus profilį
pl: Nie możesz edytować profilu administracji
ro: Nu poti edita profilul unui utilizator cu permisiuni mai mari ca ale tale
vi: Bạn không thể chỉnh sửa tiểu sử của hành chính cao hơn

source: Access forbidden
id: Akses ditolak
lt: Prieiga uždrausta
pl: Dostęp zabroniony
ro: Acess interzis
vi: Truy cập bị từ chối

source: Avatar is successfully removed
id: Avatar berhasil dihapus
lt: Paveikslėlis sėkmingai pakeistas
pl: Avatar został usunięty
ro: Avatarul a fost inlaturat cu sucess
vi: Avatar là gỡ bỏ thành công

source: Photo is successfully removed
id: Foto berhasil dihapus
lt: Fotorgrafija sėkmingai pašalintą
pl: Fotografia została usunięta
ro: Poza a fost inlaturata cu sucess
vi: Hình ảnh được loại bỏ thành công

source: Min. nick length 2, max. 20 characters
id: Panjang nama pengguna min. 2 maks. 20 karakter
lt: Min. Niko ilgis 2, maks. 20 simbolių
pl: Min. długość nicku 2, max. 20 znaków
ro: Lungime nick min. 2, max. 20 de caractere
vi: Tối thiểu nick chiều dài 2, tối đa. 20 ký tự

source: Nick contains invalid characters
id: Nama pengguna berisi karakter tidak valid
lt: Nike yra netinkamų simbolių
pl: Nick zawiera niedozwolone znaki
ro: Nick-ul contine caractere invalide
vi: Nick chứa các ký tự không hợp lệ

source: Invalid format date of birth
id: Format tanggal tidak valid
lt: Neteisinga gimimo data
pl: Nieprawidłowy format daty urodzenia
ro: Data de nastere nu este valida
vi: Định dạng không hợp ngày tháng năm sinh

source: ICQ number must be at least 5 digits and max. 10
id: Nomor ICQ harus min. 5 dan maks. 10 digit
lt: ICQ numeris turi buti ne mažiau negu 5 skaičiu ir maks. 10
pl: Numer ICQ musi mieć nie mniej niż 5 cyfr i maksimum 10
ro: Numaruk ICQ trebuie sa fie de minim 5 cifre si maxim 10
vi: ICQ số phải có ít nhất 5 chữ số và max. 10

source: Data saved
id: Data disimpan
lt: Duomenys išsaugoti
pl: Dane zapisano
ro: Date salvate
vi: Dữ liệu lưu thành công

source: Upload Avatar
id: Unggah Avatar
lt: Įkelti avatarą
pl: Prześlij awatar
ro: Incarca Avatar
vi: Tải lên hình đại diện

source: The weight of the file exceeds
vi: Dung lượng của tập tin vượt quá quy định

source: The avatar is successfully uploaded
id: Avatar berhasil diunggah
lt: Avataras sėkmingai įkeltas
pl: Avatar pomyślnie przesłany
ro: Avatarul a fost incarcat cu sucess
vi: Các avatar là tải lên thành công

source: Repeat
id: Ulangi
lt: Pakartoti
pl: Powtórz
ro: Repeta
vi: Lặp lại

source: Upload Photo
id: Unggah Foto
lt: Įkelti Nuotrauką
pl: Prześlij zdjęcie
ro: Incarca poza
vi: Upload hình ảnh

source: The photo is successfully uploaded
id: Foto berhasil diunggah
lt: Nuotrauka sėkmingai įkeltą
pl: Avatar pomyślnie przesłany
ro: Poza a fost incarcata cu sucess
vi: Ảnh là tải lên thành công

source: User Profile
id: Profil pengguna
lt: Vartotojo profilis
pl: Profil użytkownika
ro: Profil utilizator
vi: Thông tin thành viên

source: User
id: Pengguna
lt: Vartotojas
pl: Użytkownik
ro: Utilizator
vi: Thành viên

source: Forum moderator
vi: Người Điều Hành

source: Download moderator
vi: Moder download

source: Library moderator
vi: Moder library

source: Super moderator
vi: SuperMod

source: Administrator
id: Pengurus
lt: Administratorius
vi: Người Quản lý

source: Supervisor
lt: SuperVaizorius
pl: Szef portalu
ro: Administrator Principal
vi: Người giám sát

source: Pending confirmation
id: Konfirmasi tertunda
lt: Laukiantis patvirtinimo
pl: Oczekiwanie na potwierdzenie
ro: Asteapta confirmarea
vi: Đang chờ xác nhận

source: Add to Contacts
id: Tambahkan kontak
lt: Pridėti į kontaktus
pl: Dodaj do kontaktów
ro: Adauga la prieteni
vi: Thêm vào Danh bạ

source: Remove from Contacts
id: Hapus kontak
lt: Pašalinti iš kontaktų
pl: Usuń z kontaktów
ro: Sterge de la prieteni
vi: Xóa khỏi Danh bạ

source: Edit
id: Sunting
lt: Redaguoti
pl: Edytuj
ro: Editeaza
vi: Chỉnh sửa

source: IP History
id: Riwayat IP
lt: IP Istorija
pl: Historia IP
ro: Istoric IP
vi: Lịch sử của IP

source: Administration
vi: Quản trị

source: Karma
vi: Đã vi phạm

source: It is forbidden to vote for administration
id: Pengurus tidak dizinkan untuk memberi voting
lt: Už administracija draudžiama balsuoti
pl: Zabronione jest głosowanie dla administracji
ro: Este interzis sa votezi in administrator
vi: Cấm để bình chọn cho quản trị

source: Cheating karma is forbidden
id: Kecurangan karma tidak diizinkan
lt: Prisukti karma draudžiama
pl: Oszukiwanie karmy jest zabronione
ro: Interzis inselaciune
vi: Lừa dối nghiệp bị cấm

source: Users can take part in voting if they have stayed on a site not less %s and their score on the forum %d posts.
id: Pengguna dapat memberi voting, jika aktif di situs selama %s dan memiliki skor %d pos forum.
lt: Vartotojai gali dalyvauti balsavyme, jeigu buvo svetainei ne mažiau negu %s ir parašė ne mažiau negu %d pranešimų forumę.
pl: Użytkownicy mogą wziąć udział w głosowaniu, jeżeli są na portalu nie mniej niż %s i mają minimum %d postów na forum.
ro: Utilizatorii pot lua parte la votare daca au stat mai mult de %s pe site si scorul in postarile pe forum este de %d
vi: Người có thể lấy một phần trong bỏ phiếu nếu họ đã ở trên một trang web không ít %s và điểm của họ trên diễn đàn %d bài viết.

source: hours
id: jam
lt: valandų
pl: godzin
ro: ore
vi: giờ

source: days
id: hari
lt: dienų
pl: dni
ro: zile
vi: ngày

source: You can vote for single user just one time for 24 hours
vi: Bạn có thể bình chọn cho một người duy nhất mỗi 24 giờ

source: You have exceeded the limit of votes. New voices will be added %s
id: Anda telah melebihi batas memberi voting. Voting baru akan ditambahkan dalam %s
lt: Jus viršijote balsavimo limitą. Naujų balsu bus papildyti %s
pl: Przekroczono limit głosów. Nowe głosy zostaną dodane %s
ro: Ai deposit limita de voturi. Noi voturi vor fi adaugate %s
vi: Bạn đã vượt quá giới hạn số phiếu. Voices mới sẽ được thêm vào %s

source: You have successfully voted
id: Anda berhasil memberi voting
lt: Jus sėkmingai prabalsavot
pl: Z powodzeniem głosowano
ro: Ai votat cu sucess
vi: Bạn đã bỏ phiếu thành công

source: Vote for
id: Beri voting untuk
lt: Balsuoti už
pl: Głosów za
ro: Voteaza pentru
vi: Bỏ phiếu cho

source: You are not allowed to vote for users
id: Anda tidak diizinkan memberi voting pengguna ini
lt: Jus negalite balsuoti už vartotojus
pl: Nie masz prawa do głosowania
ro: Nu poti vota acest utilizator
vi: Bạn không được phép để bỏ phiếu cho người sử dụng

source: Do you really want to delete comment?
id: Apakah Anda yakin ingin menghapus komentar ini?
lt: Ar jus tikrai norite ištrinti šį įrašą?
pl: Na pewno chcesz usunąć komentarz?
ro: Esti sigur ca vrei sa stergi comentariul?
vi: Bạn có thực sự muốn loại bỏ?

source: Do you really want to delete all reviews about user?
id: Apakah Anda yakin ingin menghapus semua ulasan pengguna?
lt: Ar jus tikrai norite ištrinti visu pranešimus apie vartotoją?
pl: Na pewno chcesz usunąć wszystkie opinie o użytkowniku?
ro: Esti sigur ca vrei sa stergi toare recenziile despre utilizator?
vi: Bạn có thực sự muốn xóa tất cả người dùng đánh giá?

source: New responses
id: Tanggapan baru
lt: Nauji pranešimai
pl: Nowe odpowiedzi
ro: Raspunsuri noi
vi: Mới trả lời

source: All
id: Semua
lt: Visi
pl: Wszystko
ro: Toate
vi: Tất cả

source: Positive
id: Positif
lt: Teigiami
pl: Pozytywna
ro: Pozitiv
vi: Tích cực

source: Negative
id: Negatif
lt: Neigiami
pl: Negatywna
ro: Negativ
vi: Tiêu cực

source: My Account
id: Akun Saya
lt: Mano paskyra
pl: Moje konto
ro: Contul meu
vi: Tài khoản của tôi

source: Change Password
id: Ganti kata sandi
lt: Keisti slaptažodį
pl: Zmień hasło
ro: Schimba parola
vi: Thay đổi Mật khẩu

source: It is necessary to fill in all fields
id: Anda harus mengisi semua kolom
lt: Butina užpildyti visus laukus
pl: Konieczne jest wypełnienie wszystkich pól
ro: Este necesar sa completezi toate campurile
vi: Nó là cần thiết để điền vào tất cả các lĩnh vực

source: Old password entered incorrectly
id: Kata sandi lama salah
lt: Senas slaptažodis įvestas neteisingai
pl: Stare hasło jest nieprawidłowe
ro: Parola veche nu este corecta
vi: Mật khẩu cũ đã nhập sai

source: The password confirmation you entered is wrong
id: Konfirmasi kata sandi salah
lt: Naujo slaptažodžio patvirtinimas įvestas neteisingai
pl: Potwierdzone przez Ciebie hasło jest błędne
ro: Confirmarea parolei a fost introdusa gresit
vi: Mật mã xác nhận bạn nhập là sai

source: The password must contain at least 3 characters
id: Kata sandi harus berisi minimal 3 karakter
lt: Slaptažodis negali sudaryti mažiau, negu 3 simboliai
pl: Hasło musi zawierać co najmniej 6 znaków
ro: Parola trebuie sa contina cel putin 3 caractere
vi: Mật khẩu phải chứa ít nhất 3 ký tự

source: Password successfully changed
id: Kata sandi berhasil diganti
lt: Slaptažodis sėkmingai pakeistas
pl: Hasło zostało pomyślnie zmienione
ro: Parola schimbata cu sucess
vi: Thay đổi mật khẩu thành công

source: For user %s default settings were set.
id: Untuk pengguna %s pengaturan berhasil diatur ulang.
lt: Vartotojo %s pradiniai nustatymai nustatyti.
pl: Dla %s użytkowników zostały zainstalowane ustawienia domyślne.
ro: Pentru utilizatorul %s setarile au fost setate la implicit
vi: Đối với người sử dụng %s cài đặt mặc định đã được thiết lập.

source: Settings
id: Pengaturan
lt: Nustatymai
pl: Ustawienia
ro: Setari
vi: Tùy chọn Thiết lập

source: General setting
id: Pengaturan Umum
lt: Bendrieji nustatymai
pl: Ustawienia ogólne
ro: Setari generale
vi: Tùy chỉnh chung

source: Mail
id: Pesan
lt: Paštas
pl: Wiadomości
vi: Hòm thư

source: Settings saved successfully
id: Pengaturan berhasil disimpan
lt: Nustatymai išsaugoti sėkmingai
pl: Ustawienia zostały zapisane
ro: Setari salvate cu sucess
vi: Cài đặt đã lưu thành công

source: Default settings are set
id: Pengaturan berhasil disetel ulang
lt: Pradiniai nustatymai nustatyti
pl: Domyślne ustawienia zostały ustawione
ro: Setarile implicite sunt setate
vi: Mặc định được cài đặt

source: Statistic
id: Statistik
lt: Statistika
pl: Statystyka
ro: Statistici
vi: Số liệu thống kê

source: For registered users only
id: Hanya untuk pengguna terdaftar
lt: Tik registruotiems Vartotojams
pl: Tylko dla zarejestrowanych
ro: Doar pentru utilizatori inregistrati
vi: Cho người dùng đăng ký

source: This User does not exists
id: Pengguna ini tidak ada
lt: Tokio vartotojo nėra
pl: Ten użytkownik nie istnieje
ro: Acest utilizator nu exista
vi: Người dùng này không tồn tại

source: Restore password
vi: Khôi phục mật khẩu

source: The required fields are not filled
id: Kolom yang diperlukan kosong
lt: Privalomi laukai neužpildyti
pl: Wymagane pola nie są wypełnione
ro: Campurile necesare nu au fost completate
vi: Chưa Nhập Nội Dung

source: Incorrect code
id: Kode verifikasi salah
lt: Neteisingas kodas
pl: Błędny kod
ro: Codul este incorect
vi: Mã không chính xác

source: Invalid Email address
id: Alamat email tidak valid
lt: Neteisingas el. pašto adresas
pl: Nieprawidłowy adres e-mail
ro: Adresa de e-mail invalida
vi: Địa chỉ e-mail không hợp lệ

source: Password can be recovered 1 time per day
id: Kata sandi hanya dapat dipulihkan satu kali dalam sehari
lt: Slaptažodi galima atstatyti vieną kartą per dieną
pl: Hasło można odzyskać 1 raz dziennie
ro: Parola poate fi recuperate doar o data pe zi
vi: Mật khẩu có thể được phục hồi 1 lần mỗi ngày

source: User does not exists
id: Pengguna tidak ada
lt: Tokio vartotojo nėra
pl: Użytkownik nie istnieje
ro: Utilizatorul nu exista
vi: Người dùng không tồn tại

source: Password recovery
id: Lupa kata sandi
lt: Slaptažodžio atkūrimas
pl: Odzyskiwanie hasła
ro: Recuperare parola
vi: Khôi phục mật khẩu

source: Hello %s! You start process of password recovery on the site %s In order to recover your password, you must click on the link: %s Link valid for 1 hour If you receive this mail by mistake, just ignore this letter
id: Halo %s Untuk dapat memulihkan kata sandi Anda di %s Anda harus mengklik tautan berikut: %s Tautan hanya berlaku 1 jam Jika Anda mendapatkan email dari kesalahan, abaikan email ini
lt: Sveiki %s! Jus pradėjote atstatynėti savo slaptažodi svetainei %s Kad atstatyti slaptažodi, jus turite pereit pagal šia nuoroda: %s Nuoroda veikia 1 val. Jeigu jus gavote ši laiška klaidingai, tiesiog proignorokite jį
pl: Witaj %s! Rozpoczełeś proces odzyskiwania hasła na stronie %s Aby odzyskać hasło, należy kliknąć na link: %s Link ważny jest 1 godzinę Jeśli otrzymałeś tą wiadomość przez pomyłkę, zignoruj ten list
ro: Salut %s!n Ai inceput procesul de recuperare a parolei de pe acest site %s In vederea recuperarii parolei, trebuie sa dai clik pe acest link : %s Link valid pentru o ora Daca ai primit acest e-mai din greseala, te rog sa il stergi
vi: Xin chào %s! tính nem bắt đầu quá trình phục hồi mật khẩu trên trang web %s tính nIn để phục hồi mật khẩu của bạn, bạn phải bấm vào liên kết: %s tính nLink, hiệu lực trong 1 giờ đồng triệu tập lại bạn nhận được thư này bằng cách sai lầm, chỉ cần bỏ qua lá thư này

source: Check your e-mail for further information
id: Cek email untuk informasi lebih lanjut
lt: Instrukcijos del slaptažodžio atstatymo išsiusti į jūsų el. paštą
pl: Sprawdź pocztę w celu uzyskania dalszych informacji
ro: Verifica e-mail pentru mai multe informatii
vi: Kiểm tra email của bạn để biết thêm thông tin

source: Error sending E-mail
id: Gagal mengirim email
lt: Klaida siunčiant el. laišką
pl: Błąd podczas wysyłania e-mail
ro: Eroare in trimitere e-mail
vi: Lỗi gửi E-mail

source: Password recovery is impossible
id: Pemulihan kata sandi tidak dapat dilakukan
lt: Slaptažodžio atkūrimas neįmanomas
pl: Odzyskanie hasła jest niemożliwe
ro: Recuperarea parolei este imposibila
vi: Phục hồi mật khẩu là không thể

source: Time allotted for the password recovery has been exceeded
id: Waktu untuk konfirmasi pemulihan kata sandi telah habis
lt: Laikas, per kuri galėjote atstatyti slaptažodį praejo
pl: Twój czas na odzyskanie hasła minął
ro: Timpul alocat pentru recuperarea parolei a fost depasit
vi: Thời gian được phân bổ cho việc phục hồi mật khẩu đã được vượt quá

source: Your new password
id: Kata sandi baru
lt: Jūsų naujas slaptažodis
pl: Twoje nowe hasło
ro: Parola ta noua
vi: Mật khẩu mới

source: Hello %s You have changed your password on the site %s Your new password: %s After logging in, you can change your password to new one.
id: Halo %s Anda telah mengu mebah kata sandi Anda di %s Kata sandi baru Anda: %s Setelah masuk Anda dapat mengubah kata sandi baru lagi.
lt: Sveiki %s Jus sėkmingai pakeitėte slaptažodį svetainei %s Jūsų naujas slaptažodis:%s Po prisijungimo jus galite pakeisti slaptažodį į naują.
pl: Cześć %s Twoje nowe hasło to: %s.
ro: Salut %s Ai schimbat parola de pe acest site %s Parola ta noua este : %s Dupa logare, iti poti schimba parola in una mai usoara
vi: Xin chào %s You đã thay đổi mật khẩu của bạn trên trang web %s Your mật khẩu mới: %s After đăng nhập, bạn có thể thay đổi mật khẩu mới.

source: Password successfully changed.<br>New password sent to your E-mail address.
id: Kata sandi berhasil diganti<br>Kata sandi berhasil dikirim ke alamat email Anda.
lt: Slaptažodis pakeistas sėkmingai.<br>Naujas slaptažodis išsiųstas į jūsų E-pašto dežute.
pl: Hasło zostało zmienione pomyślnie.<br>Nowe hasło wysłano na Twój adres e-mail.
ro: Parola a fost schimbata.<br>Noua parola va fi trimisa pe adresa ta de E-mail.
vi: Mật khẩu thay đổi thành công.<br>New mật khẩu gửi đến địa chỉ E-mail.

source: Total:
vi: Tổng cộng:

source: Username
id: Nama pengguna
lt: Vartotojo vardas
pl: Login
ro: Nume
vi: Tên tài khoản

source: Nickname
id: Nama pengguna
lt: Slapyvardis
pl: Nazwa użytkownika
ro: Nume utilizator
vi: Tên Bạn

source: Min.2, Max. 20
id: Min. 2, maks. 20
lt: Min.2, Maks. 20
pl: Min. 2, Max. 30
vi: ít nhất.2, nhiều nhất. 20
