Repository: batumibiz/johncms
Catalog: system/locale/*/admin.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, tg, uk, uz

source: Direct Link
az: Duz Link
be: Пастаянная спасылка
de: Die gerade Hinweis
fr: Lien direct
id: Link langsung
ka: პირდაპირი ბმული
kk: Тіке сілтеме
ky: Тике шилтеме
lv: Tiešā saite
ro: Linkul direct
tg: Ссилкаи одди
uk: Пряме посилання
uz: to"g"ridan to"g"ri ssilka

source: Click statistics won"t be counted, If the direct link is turned on
az: Eger &quot;Duz Link&quot; aktivdirse , onda kecid statistikasi gosterilmeyecek
be: Калі ўключана &quot;Прамая спасылка&quot;, то статыстыка па пераходах не вядзецца
de: Wenn Sie die &quot;direkte Verbindung&quot; aktivieren, dann die Statistik der Übergänge ist nicht
fr: Si inclus &quot;Lien direct&quot;, les statistiques de conversion ne se fait
id: Jika Anda menyertakan link langsung, maka statistik transisi tidak
ka: თუ ჩართულია &quot;პირდაპირი ბმული&quot;, მაშინ გადასვლების სტატისტიკა არ იწარმოება
lv: Ja ir ieslēgta &quot;Tiešā saite&quot;, tad statistika netiks skaitīta
ro: Dacă Linkul direct e activat, statisticile de conversie nu este
tg: Агар &quot;Ссилкаи одди&quot; даргирон бошад, онгоҳ саҳифаҳои огоҳкунанда нишон дода намешаванд
uk: Якщо включене &quot;Пряме посилання&quot;, то статистика переходів не ведеться
uz: Agar&quot;to"g"ridan to"g"ri ssilka&quot; yo"qilgan bosa, perexodlar statistikasi sanalmaydi

source: Edit link
az: Linki Redakt Et
be: Рэдагаваць спасылку
de: Hinweis zu cutten
fr: Modifier le lien
id: Ubah link
ka: ბმულის რედაქტირება
kk: Сілтемені өзгерту
ky: Шилтемени өзгөртүү
lv: Rediģēt saiti
ro: Editare link-ul
tg: Тағйироти ссилка
uk: Редагувати посилання
uz: Ssilkani taxrirlash

source: Link successfully changed!
az: Link Ugurla Redakt Edildi
be: Спасылка паспяхова змененая
de: Hinweis erfolgreivh ist verraten
fr: Lien modifiée avec succès
id: Link berhasil diubah!
ka: ბმული წარმატებით შეიცვალა
kk: Сілтеме сәтті өзгертілді
ky: Шилтеме ийгиликтүү өзгөрттүңүз
lv: Saite veiksmīgi rediģēta
ro: Link schimbat cu succes
tg: Ссилка иваз шуд
uk: Посилання успішно змінене
uz: Ssilkani ozgaritish

source: Are you sure you want to hide this link?
az: Siz dogurdanda linki gizletmek istiyirsiz?
be: Вы сапраўды жадаеце схаваць спасылку?
de: ihr gultig belieben, Hinweis zu unterschlagen?
fr: Voulez-vous vraiment masquer le lien?
id: Apakah Anda yakin ingin menyembunyikan link?
ka: ნამდვილად გსურთ ბმულის დამალვა?
kk: Сіз сілтемені жасырғыңыз келе ме??
ky: Сиз силтемени жашыргыңыз келе би??
lv: Jūs tiešām vēlaties slēpt saiti?
ro: Sunteţi sigur că doriţi să ascundeţi linkul?
tg: Шумо бовари доред ки ссилкаро руст мекунед?
uk: Ви дійсно хочете приховати посилання?
uz: Ssilkani berkitmoqchimisiz?

source: Are you sure you want to restore this link?
az: Siz dogurdanda linki berpa etmek istiyirsiz?
be: Вы сапраўды хочаце аднавіць спасылку?
de: ihr gultig belieben, Hinweis zu wiederherstellen?
fr: Vous voulez vraiment restaurer le lien?
id: Apakah Anda yakin ingin menampilkan link?
ka: ნამდვილად გსურთ ბმულის აღდგენა?
kk: Сіз сілтемені қайта қалпына келтіргіңіз келе ме??
ky: Сиз шилтемени кайта калыбына келтиргиңиз келе би??
lv: Jūs tiešām vēlaties aktivizēt saiti?
ro: Eşti sigur că doriţi să restauraţi pe linkul?
tg: Шумо бовари доред ки ссилкаро барқарор мекунед?
uk: Ви дійсно хочете відновити посилання?
uz: Ssilkani tiklamoqchimisiz?

source: Active links
az: Aktiv Linkler
be: Актыўныя спасылкі
de: aktive Hinweise
fr: Les liens actifs
id: Link aktif
ka: აქტიური ბმულები
kk: Активті сілтемелер
ky: Активдүү шилтемелер
lv: Aktīvās saites
ro: Link-uri active
tg: Ссилкаҳои истифодабаранда
uk: Активні посилання
uz: Аktiv ssilkalar

source: Styling links
az: Qeydetmek
be: Вылучэнне
de: Absonderung
fr: La sélection
id: Alokasi
ka: გამოყოფა
kk: Ерекшелеу
ky: Выделяйтетүү
lv: Atrašanās
ro: Alocare
tg: Интихоб кардашуда
uk: Виділення
uz: Belgilash

source: Over the counter
az: Saygac Alti
be: Над лічыльнікамі
de: uber Zahlern
fr: Au-dessus des compteurs
ka: მრიცხველებს ზევით
kk: Счетчик үстінде
ky: Счетчик үстүндө
lv: Virs skaitītājiem
ro: Peste calculatoarele
tg: Дар болои ҳисобкунак
uk: Над лічильниками
uz: Hisoblagich ustida

source: Above logo
az: Logonun Alti
be: Над лагатыпам
de: uber logotipom
fr: Au-dessus du logo
id: Di atas logo
ka: ლოგოტიპის ზევით
kk: Логотип үстінде
ky: Логотип үстүндө
lv: Virs logotipa
ro: Peste logo
tg: Дар болои ЛОГОТИП
uk: Над логотипом
uz: Logotip ustida

source: Under counter
az: Saygac Ustu
be: Пад лічыльнікамі
de: unter Zahlern
fr: Sous les compteurs
id: Dalam counter
ka: მრიცხველებს ქვევით
kk: Счетчик астында
ky: Счетчик астында
lv: Zem skaitītājiem
ro: Sub calculatoarele
tg: Дар поёни ҳисобкунак
uk: Під лічильниками
uz: Hisoblagich tagida

source: Under menu
az: Menyu Ustu
be: Пад меню
de: unter Menu
fr: Sous le menu
id: Di bawah menu
ka: მენიუს ქვევით
kk: Меню астында
ky: Меню астында
lv: Zem izvelnes
ro: Sub meniul
tg: Дар поёни мню
uk: Під меню
uz: Menyu tagida

source: Delete inactive links
az: Aktiv Olmuyanlari Sil
be: Выдаліць неактыўныя
de: inaktiver zu entfernen
fr: Supprimer les inactifs
id: Hapus aktif
ka: არააქტიურების წაშლა
kk: Белсендi еместерді алып тастау
ky: Активдүү эместерди алып таштоо
lv: Dzēst neaktīvās
ro: Ştergeţi inactiv
tg: Нобакорҳоро тоза мекунед
uk: Видалити неактивні
uz: Passivlarni o"chirish

source: This place is occupied
az: Hal Hazirki Yer Meşquldu
be: Гэтае месца занятае
de: gegebener Ort ist besetzt
fr: Cette place est occupée
id: Tempat ini sudah penuh
ka: მოცემული ადგილი დაკავებულია
kk: Бұл орын бос емес
ky: Бул орун бош эмес
lv: Šī vieta ir aizņemta
ro: Acest loc este ocupat
tg: Ин ҷой банд аст
uk: Дане місце зайняте
uz: Joy band

source: META tags
az: META Teqler
be: тэгі META
de: META teg
id: META tag
ka: META ტეგები
kk: META тэгтер
ky: META тэгтер
lv: META tegi
ro: Meta Tag-uri
tg: META тэгҳо
uk: META теги
uz: META teglar

source: Keywords
az: Haçar Sozler
be: Ключавыя словы
de: Schlusselworter
fr: Mots-clés
id: Kata kunci
ka: საკვანძო სიტყვა
kk: Сөздер ключтері
ky: Сөздөр ключтөрү
lv: Atslēgas vārdi
ro: Cuvinte cheie
tg: Калимаҳои махфи
uk: Ключові слова
uz: Кalit sozlar

source: Description
az: Tesvir
be: Апісанне
de: Beshreibung
id: Deskripsi
ka: აღწერა
kk: Сипаттамасы
ky: Сыпаттамасы
lv: Apraksts
ro: Descriere
tg: Маълумот
uk: Опис
uz: Ta"rif

source: Option module not specified, will use default module
az: Modullarin Qurgusu Qeyd Edilmedi, oldugu kimi qalacag
be: Налады модуля не зададзены, будуць вернутыя значэнні па-змаўчанню
de: Abstimmungen des Moduls ist nicht aufgegeben, sind ausgenutzt Standardsbedeutungen
fr: La configuration du module ne sont pas définies, seront utilisés les valeurs par défaut
id: Pengaturan Modul yang tidak diatur, akan menggunakan default
ka: მოდულის პარამეტრები არ არის მინიჭებული, გამოყენებული იქნება მნიშვნელობა &quot;ნაგულისხმები&quot;
kk: Модуль баптаулары берілмеді, стандартты баптаулар жұмыс істейді
ky: Модуль оңдоолор берилбеди, стандартту оңдоолор иштей берет
lv: Iestatījumi moduļiem nav veikti, tiks izmantoti noklusējuma iestatījumi
ro: Setările modulului nu este specificat, va fi folosit în mod implicit
tg: Тағйирот дароварда нашудааст, ба тарзи одди истифода бурда мешавад
uk: Налаштування модуля не встановлено, будуть використані стандартні значення
uz: Modul sozlamalari berilmagan, oddiy holati ishlatiladi

source: Include module
az: Modulu Aktiv Et
be: Уключыць модуль
de: Modul zu anschalten
fr: Activez le module
id: Sisipkan modul
ka: მოდულის ჩართვა
kk: Модульді қосу
ky: Модульду кошуу
lv: Ieslēgt moduli
ro: Introduceţi modulul
tg: Даргиронии модул
uk: Включити модуль
uz: Modulni yoqish

source: Modules
az: Modullar
be: Модулі
de: Moduln
fr: Les modules de
id: Modul
ka: მოდულები
kk: Модульдер
ky: Модульдер
lv: Moduļi
ro: Module
tg: Модулҳо
uk: Модулі
uz: Моdullar

source: News count
az: Xeber Sayi
be: Да-ва навін
de: Quantitat der Neuigkeiten
fr: Le nombre de nouveaux
id: Nb Berita
ka: სიახლეების რაოდენობა
kk: Жаңалық саны
ky: Жаңылык саны
lv: Vienumi jaunumos
ro: Număr de Stiri
tg: Шумораи ахборот
uk: К-ть новин
uz: Yangiliklar soni

source: How many days to show?
az: Neçe Gun Gorunsun?
be: Колькі дзен паказваць?
de: wieviel Tage zu aufweisen
fr: Nombre de jours d"affichage?
id: Berapa hari untuk menampilkan?
ka: რამდენი დღე ჩანდეს?
kk: Қанша күн көрсету қажет?
ky: Канча күн көрсөтүү кажет?
lv: Cik dienas jaunums ir jauns?
ro: Cum multe zile pentru a arăta?
tg: Чанд руз нишон медиҳед?
uk: Скільки днів показувати?
uz: Necha kun ko"rsatasiz?

source: News on the mainpage
az: Ana seyfedeki xeberler
be: Навіны на Галоўнай
de: Neuigkeiten zu Hause
fr: Nouvelles sur la
id: Berita di home
ka: სიახლეები მთავარ გვერდზე
kk: Басты беттегі жаңалықтар
ky: Башкы беттеги жаңылыктар
lv: Jaunumu skaits uz galvenās
ro: Stiri pe pagina principală
tg: Ахборот дар саҳифаи асоси
uk: Новини на Головній
uz: Asosiydagi yangiliklar

source: Operation mode
az: İş Rejimi
be: Рэжым працы
de: Regime der Arbeit
fr: Le mode de fonctionnement
id: Mode pekerjaan
ka: მუშაობის რეჟიმი
kk: Жұмыс режимі
ky: Жумуш режими
lv: Darbības režīms
ro: Modul muncii
tg: Тарзи коркуни
uk: Режим роботи
uz: Ishlash tizimi

source: Layout
az: Yerleşme
be: Разьмяшчэньне
de: Anbringung
fr: Hébergement
id: Tempat
ka: განლაგება
kk: Орналастыру
ky: Орноштуруу
lv: Atrašanās
ro: Locaţie
tg: Ҷойгиркуни
uk: Розміщення
uz: Joylashuv

source: Redirect
az: Redikter
be: Рэдырэкт
de: redirekt
fr: Redirection
id: Mengarahkan
ka: გადამისამართება
lv: Pāradresācija
ro: Redirecţionarea
uk: Редірект (переадресація)
uz: Redirekt

source: Redicect URL
az: URL Redikteri
be: URL рэдырэкту
de: URL redirekt
fr: L"URL de redirection
id: URL Arahan
ka: გადამისამართების URL
lv: URL paradresācija
ro: URL-ul de redirecţionare
tg: URL-и редирект
uk: URL редіректу
uz: redirekt URLsi

source: Update Description
az: Tesvirleri Yenile
be: Абнавіць апісання
de: Aktualisieren Beschreibung
fr: Mettre à jour les descriptions de
id: Memperbarui deskripsi
ka: აღწერის განახლება
ky: Баяндоонуу жаңыртуу
lv: Atjaunināt apraksts
ro: Actualizaţi descriere
tg: Санҷиши маълумот
uk: Оновити опис
uz: Ta"rifni yangilash

source: Descriptions updated
az: Tesvirler Silindi
be: Апісання абноўленыя
de: Beschreibungen aktualisiert
fr: Décrire les mises à jour
id: Deskripsi diperbarui
ka: აღწერა განახლებულია
kk: Обновить описания
ky: Баяндоонуу жаңыртылды
lv: Apraksts, kas ir atjaunināts
ro: Descriere actualizată
tg: Маълумот санҷида шуд
uk: Описи оновлені
uz: Ta"riflar yangilandi

source: Update smileys
az: Smayllari Yenile
be: Абнавіць смайлы
de: Smiley zu erneuern
fr: Mettre à jour smile
id: Perbaharui smile
ka: სიცილაკების განახლება
kk: Смайлдарды қайта жүктеу
ky: Смайлдарды кайта жүктөө
lv: Atjaunot smaidiņus
ro: Reîmprospăta pe smilies
tg: Санҷиши смайликҳо
uk: Перезавантажити смайли
uz: Smayllarni yangilash

source: Registration confirmation
az: Qeydiyyatin Tesdiqlenmesi
be: Пацвярджэнне рэгістрацыі
de: Bestarkung registriert
fr: La confirmation de votre inscription
id: Konfirmasi Pendaftaran
ka: რეგისტრაციის დადასტურება
kk: Тiркелудің растамасы
ky: Катталуунун ырастамасы
lv: Reģistrācijas apstiprināšana
ro: Inregistrare Confirmarea
tg: Иҷозати Бақайдгири
uk: Підтвердження реєстрації
uz: Registratsiyani tasdiqlash

source: Registration is confirmed
az: Qeydiyyat Tesdiqlendi
be: Рэгістрацыя пацверджаная
de: registriert ist bejaht
fr: L"inscription est confirmée
id: Pendaftaran dikonfirmasi
ka: რეგისტრაცია დადასტურებულია
kk: Тіркелу расталды!
ky: Катталуу ырасталды!
lv: Reģistrācija apstiprināta
ro: De înregistrare a confirmat
tg: Бақайдгири иҷозат дода шуд
uk: Реєстрація підтверджена
uz: Registratsiya tasdiqlandi

source: Confirm all
az: Hamsini tesdiqle
be: Пацвердзіць ўсіх
de: alle zu bejahen
fr: Confirmer tous les
id: Konfirmasi semua
ka: ყველას დადასტურება
kk: Барлығын растау
ky: Бардыгын ырастоо
lv: Apstiprināt visus
ro: Confirmaţi toate
tg: Ҳамаро иҷозат медиҳед
uk: Підтвердити всі
uz: Xammasini tasdiqlash

source: Delete all
az: Hamsini Sil
be: Выдаліць усіх
de: alle zu entfernen
fr: Supprimer tous les
id: Hapus semua
ka: ყველას წაშლა
kk: Барлығын өшіру
ky: Бардыгын өчүрүү
lv: Dzēst visus
ro: Eliminaţi toate
tg: Ҳамаро тоза мекунед
uk: Видалити всі
uz: Xamm o"chirish

source: All unconfirmed registrations were removed
az: Butun Tesdiq Edilmemiş qeydiyatlar silindi
be: непацверджаныя рэгістрацыі выдаленыя
de: alle unbejahter registrieren ist entfernt
fr: Tous les rapports non confirmés d"enregistrement supprimés
id: Semua pendaftaran dalam konfirmasi dihapus
ka: ყველა დაუდასტურებელი რეგისტრაცია წაშლილია
lv: Visas neapstiprinātās reģistrācijas tika dzēstas
ro: Toate înregistrare neconfirmate eliminate
tg: Ҳамаи Бақайдгириҳои иҷозат надода тоза шуданд
uk: Всі непідтверджені реєстрації видалені
uz: Tasdiqlanmagan registratsiyalar o"chirildi

source: Remove IP
az: IP Sil
be: Выдаліць IP
de: Entfern IP
fr: Supprimer IP
id: Hapus IP
ka: IP-ს წაშლა
kk: IP-ді өшіру
ky: IP-ди өчүрүү
lv: Dzēst IP
ro: Scoateţi IP
tg: Тозакунии IP
uk: Видалити IP
uz: IPni o"chirish

source: All unconfirmed registrations with selected IP were deleted
az: Butun testiq edilmimiş İP qeydiyati silindi
be: Выдаленыя ўсе непацверджаныя рэгістрацыі з IP адрасам
de: Löschen Sie alle unbestätigt Registrierung mit einer IP-Adresse
fr: La suppression de tous les indécis de l"inscription avec l"adresse IP
id: Hapus semua pendaftaran yang belum dikonfirmasi dengan alamat IP
ka: ყველა დაუდასტურებელი რეგისტრაცია IP მისამართით წაშლილია
lv: Izdzēstas visas neapstiprinātās reģistrācijas ar IP adresi
ro: Ştergeţi toate înregistrare neconfirmate cu o adresă IP
tg: Ҳамаи Бақайдгириҳои тавасути IP дастгири нашуда, тоза карда шуданд
uk: Видалені усі непідтверджені реєстрації з IP адресою
uz: Tasdiqlanmagan ro"yhatdan o"tganlar o"chirildi IP adres bilan

source: Search by nick
az: Nick Uzre Axtariş
be: Пошук па Ніку
de: Suche uber Nickname
fr: La recherche par Pseudo
id: Mencari julukan
ka: მეტსახელის მიხედვით ძებნა
kk: Ник бойынша іздеу
ky: Ник боюнча издөө
lv: Meklēt pēc nika
ro: Caută pe nick
tg: Кофтукоб аз руи ник
uk: Пошук по Ніку
uz: Nik boyicha qidiruv

source: <small><b>Sample queries:</b><br><span class="red">10.5.7.1</span> - Search for a single address<br><span class="red">10.5.7.1-10.5.7.100</span> - Search a range address (forbidden to use mask symbol *)<br><span class="red">10.5.*.*</span> - Search mask. Will be found all subnet addresses starting with 0 and ending with 255</small>
az: <small><b>Numune :</b><br><span class="red">10.5.7.1</span> - Bir unvanin axtarişi<br><span class="red">10.5.7.1-10.5.7.100</span> - Unvanlar Uzre axtariş (maskanin znaki * istfade etmek olmaz)<br><span class="red">10.5.*.*</span> - Maska Uzre Axtariş. Butun şebekeler tapilacag, başliyarag 0 ve biterek 255</small>
be: <small><b>Прыклады запытаў:</b><br><span class="red">10.5.7.1</span> - Пошук аднаго адрасы<br><span class="red">10.5.7.1-10.5.7.100</span> - Пошук па дыяпазону адрасоў (знак маскі * выкарыстоўваць нельга)<br><span class="red">10.5.*.*</span> - Пошук па масцы. Будзе знойдзена ўся подсеть, пачынальна з адрасу 0 і заканчваючы 255</small>
de: <small><b>Beispiele der Bedurfnisse:</b><br><span class="red">10.5.7.1</span> - Suche der eins Adresse<br><span class="red">10.5.7.1-10.5.7.100</span> - Suche nach Diapason der Adressen ( Zeichen der Maske * es man darf nicht zu ausnutzen )<br><span class="red">10.5.*.*</span> - Suche nach Maske. Ist gefunden alle podset", seit Adresse 0 und beendet 255</small>
fr: <small><b>Exemples de requêtes:</b><br><span class="red">10.5.7.1</span> - Recherche d"une adresse<br><span class="red">10.5.7.1-10.5.7.100</span> - Recherche par plage d"adresses (le signe du masque * vous ne pouvez pas utiliser)<br><span class="red">10.5.*.*</span> - Par le masque de recherche. Sera trouvé tous les sous-réseaux, à partir de l"adresse 0 et se terminant 255</small>
id: <small><b>Contoh query:</b><br><span class="red">10.5.7.1</span> - Cari alamat<br><span class="red">10.5.7.1-10.5.7.100</span> - Cari kisaran alamat (tidak dapat menggunakan * masker)<br><span class="red">10.5.*.*</span> - Pencarian dengan masker. Hal ini ditemukan subnet semua alamat yang dimulai dengan 0 dan diakhiri dengan 255</small>
ka: <small><b>გამოძახების მაგალითები:</b><br><span class="red">10.5.7.1</span> - ერთი მისამართის ძებნა<br><span class="red">10.5.7.1-10.5.7.100</span> - მისამართების დიაპაზონის ძებნა (ნიღბის * ნიშნის გამოყენება არ შეიძლება)<br><span class="red">10.5.*.*</span> - ნიღბით მოძებნა. ნაპოვნი იქნება მთელი ქვექსელი, დაწყებული 0-ით და დამთავრებული 255-ით</small>
kk: <small><b>Сұраныс мысалдары:</b><br><span class="red">10.5.7.1</span> - 1 адресті іздеу<br><span class="red">10.5.7.1-10.5.7.100</span> - Адресті диапазон бойынша іздеу (маска белгісін * қолдануға болмайды)<br><span class="red">10.5.*.*</span> - Маска бойынша іздеу. 0-ден бастап 255-ке дейінгі адрестер табылады</small>
ky: <small><b>Сураныч мисалдары:</b><br><span class="red">10.5.7.1</span> - 1 адрести издөө<br><span class="red">10.5.7.1-10.5.7.100</span> - Адрести диапазон боюнча издөө (маска белгисин * колдонуга болбойт)<br><span class="red">10.5.*.*</span> - Маска боюнча издөө. 0-дөн баштап 255-ке чейин адрестер табылат</small>
lv: <small><b>Piemēri:</b><br><span class="red">10.5.7.1</span> - Meklēt vienu adresi<br><span class="red">10.5.7.1-10.5.7.100</span> - Meklēt pēc diapazona (maskas zīmi * nevar izmantot)<br><span class="red">10.5.*.*</span> - Meklēt pēc maskas. Tiks atrastas visas IP, sākot no 0 un beidzot ar 255</small>
ro: <small><b>Exemple de interogări:</b><br><span class="red">10.5.7.1</span> - Găsiţi o adresă<br><span class="red">10.5.7.1-10.5.7.100</span> - Găsiţi o serie de adrese (semn nu poate utiliza * în masca)<br><span class="red">10.5.*.*</span> - Căutare de măşti. Este găsit toate subnet, începând cu adresa 0 şi se termină cu 255</small>
tg: <small><b>Намудҳои кофтукоб:</b><br><span class="red">10.5.7.1</span> - Кофтукоби як суроға<br><span class="red">10.5.7.1-10.5.7.100</span> - Кофтукоб аз диапазони суроға (нишонаи намуди * истифода набаред)<br><span class="red">10.5.*.*</span> - Кофтукоб аз намуд. Ҳамааш ёфта мешавад, аз 0 то 225</small>
uk: <small><b>Приклади запитів:</b><br><span class="red">10.5.7.1</span> - Пошук однієї адреси<br><span class="red">10.5.7.1-10.5.7.100</span> - Пошук по діапазону адрес (знак маски * використовувати не можна)<br><span class="red">10.5.*.*</span> - Пошук по масці. Буде знайдена вся підмережа, починаючи з адреси 0 і закінчуючи 255</small>
uz: <small><b>Sorov namunasi:</b><br><span class="red">10.5.7.1</span> - 1ta adresni qidirish<br><span class="red">10.5.7.1-10.5.7.100</span> - Adres diapazonida qidirish (maska belgisi * ishlatish mumkin emas)<br><span class="red">10.5.*.*</span> - Maska bo"yicha qidirish. Barchasi topiladi, 0dan boshlanib va 255da tugaydi</small>

source: Server Time
az: Server Vaxti
be: Час сервера
de: Serverzeit
fr: L"heure du serveur
id: Server Waktu
ka: სერვერის დრო
kk: Сервер уақыты
ky: Сервер убакыты
lv: Servera laiks
ro: Server de timp
tg: Вақти асоси
uk: Час серверу
uz: Server vaqti

source: Show all
az: Her Kese goster
be: Паказваць усім
fr: Afficher tout
ka: ყველაფრის ჩვენება
kk: Барлығына көрсету
ky: Бардыгына көрсөтүү
lv: Rādīt visiem
tg: Ба ҳама нишон медиҳед
uk: Показувати всім
uz: Hammaga ko"rsatish

source: Only computers
az: Yalniz Kompyuter
be: Толькі камп"ютарам
fr: Seuls les ordinateurs
ka: მხოლოდ კომპიუტერებს
kk: Тек компьютерлерге
ky: Тек компьютерлерге
lv: Tikai datoriem
tg: Танҳо барои компютерҳо
uk: Тільки комп"ютерам
uz: Faqat kompyuterlarga

source: Only guests
az: Yalniz Qonaglar
be: Толькі гасцям
fr: Seulement les invités
ka: მხოლოდ სტუმრებს
kk: Тек қонақтарға
ky: Бир гана конокторго
lv: Tikai viesiem
tg: Танҳо барои меҳмонон
uk: Тільки гостям
uz: Faqat mehmonlarga

source: site closed, except administration
az: Her kes ucun baglidi, yalniz Rehberlik
be: зачынены для ўсіх, акрамя адміністрацыі
de: geschlossen, um alle, aber die Verwaltung
fr: fermé pour tous, à l"exception de l"administration
id: ditutup untuk semua tetapi administrasi pemerintahan
ka: ჩაიკეტა ყველასათვის, გარდა ადმინისტრაციის
ky: Бардыгына жабык, бир гана администрацияга
lv: slēgts uz visiem, bet administrācijai
ro: închise la toate, dar administrației
uk: закритий для всіх, крім адміністрації

source: site closed, except SV!
az: her kes ucun baglidi, yalniz SV!
be: зачынены для ўсіх, акрамя SV!
de: geschlossen, um alle, aber die SV!
fr: fermé pour tous, à l"exception de la SV!
id: ditutup untuk semua tapi SV!
ka: ჩაიკეტა ყველასათვის, SV!
ky: Бардыгына жабык, бир гана SV!
lv: slēgts uz visiem, bet SV!
ro: închise la toate, dar SV!
uk: закритий для всіх, крім SV!

source: Site Map
az: Saytin xeritesi
fr: Plan Du Site
ka: საიტის რუკა
kk: Сайт картасы
ky: Сайт картасы
lv: Saita karte
tg: Харитаи сомона
uk: Карта Сайта
uz: Sayt haritasi

source: Web site address without the slash at the end
az: Saytin unvani sonda sleşsiz
be: Адрас сайта без слэша ў канцы
de: Adresse Standorte ohne slesch an dem Ende
fr: L"adresse du site sans slash à la fin de
id: Alamat situs web tanpa garis miring di akhir
ka: საიტის მისამართი, ბოლოში სლეშის (დახრილი ხაზის) გარეშე
kk: Сайт адресі, соңында слэшсіз
ky: Сайт адреси, соңунда слэшсиз
lv: Saita adrese bez slīpsvītras(/) beigās
ro: Adresa siteului fara slash în cele din urmă
tg: Суроғаи сомона
uk: Адреса сайту без слешу в кінці
uz: Sayt adresi oxiridagi sleshisiz

source: Site copyright
az: Saytin Kopirayti
be: Капірайт сайта
de: Urheberrecht Standort
fr: Le copyright du site
id: Copyright situs
ka: საიტის საავტორო უფლება
kk: Сайт копирайты
ky: Сайт копирайты
lv: Saita autortiesības
ro: Site-ul de autor
tg: Номгуйи сомона
uk: Копірайт сайту
uz: Sayt kopirayti

source: Site E-mail
az: Saytin E-maili
de: E-mail Standort
fr: E-mail du site
id: E-mail situs
ka: საიტის ელ. ფოსტა
kk: Сайт E-mail-ы
ky: Сайт E-mail-ы
lv: Saita e-pasts
ro: E-mail siteului
tg: E-mail-и сомона
uk: E-mail сайту
uz: Sayt E-mail

source: System settings
az: Sayt Duselişleri
be: Налады сайта
de: Abstimmungen Standort
fr: La configuration du site
id: Pengaturan situs
ka: საიტის პარამეტრები
kk: Сайт баптаулары
ky: Сайт боюнча оңдоолор
lv: Saita iestatījumi
ro: Setări site
tg: Тағйироти сомона
uk: Налаштування сайту
uz: Sayt sozlovlari

source: Error updating cache
az: Sehv smayillarin keşine daxil olmadiniz
be: Памылка доступу да Кэшу смайлаў
de: Fehler des Zutritts zu Cache Smiley
fr: Erreur d"accès au Cache de smileys
id: Kesalahan dalam memperbaharui cache smile
ka: სიცილაკების ქეშთან წვდომის დროს შეცდომაა
kk: Смайл кэшіндегі рұқсат қатесі
ky: Смайл кэшиндеги уруксат катасы
lv: Kļūda atverot smaidiņu kešu
ro: Nu a reuşit să lostupa cache Smiley
tg: Хатоги, ҳангоми воридшави ба КЕШ-и смайликҳо
uk: Помилка доступу до Кешу смайлів
uz: Smayllar keshida xatolik

source: Cache successfully updated!
az: Smayllarin Keşi Temizlendi
be: Кэш смайлаў паспяхова абноўлены
de: Cache Smiley erfolgreich ist erneut
fr: Cache smilies mis à jour avec succès
id: Cache Smiley berhasil diperbarui!
ka: სიცილაკების ქეში წარმატებით განახლდა
kk: Смайл кэші сәтті қайта жүктелді
ky: Смайл кэши ийгиликтүү кайта жүктөлдүү
lv: Smaidiņu kešs tika veiksmīgi atjaunots
ro: Cache Smiley a fost actualizat cu succes
tg: Кэш-и смайликҳо санҷида шуд
uk: Кеш смайлів успішно перезавантажений
uz: Smayllar keshi yangilandi

source: Super Moderators
az: Baş Maderatorlar
be: Старэйшыя мадэратары
de: Alteste moderator
fr: Modérateurs senior
id: Senior Moderator
ka: უფროსი მოდერატორები
kk: Үлкен модераторлар
ky: Улуу модераторлор
lv: Vecākie moderātori
ro: Суд mai mare Moderator
tg: Модераторҳои калон
uk: Старші модератори
uz: Katta moderatorlar

source: System
az: Sistem
be: Сістэма
de: Gebaude
fr: Système
id: Sistem
ka: სისტემა
kk: Жүйе
lv: Sistēma
ro: Sistem
uk: Система
uz: Sistema

source: Everyone
az: Her Kese
be: Ўсім
de: alle
fr: Tous les
id: Semua
ka: ყველას
kk: Барлығына
ky: Бардыгына
lv: Visiem
ro: Pe toţi
tg: Барои ҳама
uk: Всім
uz: Xammaga
