Repository: batumibiz/johncms
Catalog: system/locale/*/admin.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, tg, uk, uz

source: Guests
az: Qonaglara
be: Гасцям
de: Gaste
fr: Invités
id: Tamu
ka: სტუმრებს
kk: Қонақтарға
ky: Конокторго
lv: Viesiem
ro: Pe oaspeţi
tg: Барои меҳмонон
uk: Гостям
uz: Mehmonlarga

source: Users
az: Userlere
be: Карыстальнікам
de: Benutzer
fr: Utilisateurs
id: member
ka: მომხმარებლებს
kk: Қолданушыларға
ky: Колдонучуга
lv: Lietotājiem
ro: Pe utilizatori
tg: Истифодабарандагон
uk: Користувачам
uz: Foydalanuvchilarga

source: Administration
az: Rehberlik
be: Адміністрацыя
fr: L"administration
id: Administrasi
ka: ადმინისტრაცია
lv: Administrācija
ro: Administraţie
tg: Администратсия
uk: Адміністрація
uz: Аdministratsiya

source: Delete user
az: User silinmesi
be: Выдаліць карыстальніка
de: Abkehr des Benutzer
fr: Suppression d"un utilisateur
id: Hapus user
ka: მომხმარებლის წაშლა
kk: Қолданушыны өшіру
ky: Колдонучуну өчүрүү
lv: Lietotāja dzēšana
ro: Scoaterea Utilizatori
tg: Тозакунии истсфодабаранда
uk: Видалення користувача
uz: Userni o"chirish

source: Are you sure that you want to delete this user?
az: Siz heqiqeten bu useri silmek istiyirsiz?
be: Вы сапраўды жадаеце выдаліць гэтага карыстальніка?
de: ihr gultig belieben, gegebenen Benutzer zu entfernen?
fr: Voulez-vous vraiment supprimer cet utilisateur?
id: Apakah Anda yakin ingin menghapus user ini?
ka: ნამდვილად გსურთ ამ მომხმარებლის წაშლა?
kk: Сіз шын мәнінде қолданушыны өшіргіңіз келе ме?
ky: Сиз чын эле башкы колдонучуну өчүргүңүз келе би?
lv: Jūs tiešām vēlaties dzēst šo lietotāju?
ro: Sunteţi sigur că doriţi să ştergeţi acest utilizator?
tg: Шумо бовари доред, ки уро тоза мекунед?
uk: Ви дійсно хочете видалити даного користувача?
uz: Foydalanuvchini o"chirmoqchimisiz?

source: Cleaning activities
az: Temizle
be: Чыстка актыўнасці
de: Reinigung des Aktivismus
fr: Activité de nettoyage
id: Pembersihan kegiatan
ka: აქტივობის გასუფთავება
kk: Активистерді тазалау
ky: Активистерди тазалоо
lv: Aktivitātes dzēšana
ro: Curăţare activitatei
tg: Тозакунии истифодамешуда
uk: Очищення активності
uz: Aktivliklarni tozalash

source: When cleaning topic and post in the forum will be &quot;hidden&quot;
az: Forumu Temizliyende, movzu ve postlar &quot;gizli&quot; rejime kecir
be: Пры чыстцы форуму, тэмы і пасты пераходзяць у рэжым &quot;схаваныя&quot;
de: bei Reinigung forum, Themen und Posten heruberkommen in Regime &quot;latenter&quot;
fr: Lors du nettoyage du forum, les thèmes et les messages passent en mode de &quot;cachés&quot;
id: Ketika user dihapus, fopik forum dan posting dia masuk ke &quot;tersembunyi&quot;
ka: ფორუმის გასუფთავების დროს, თემები და პოსტები გადადიან რეჟიმში &quot;დამალულები&quot;
kk: Форумды тазалау кезінде, посттар мен темалар &quot;жасырынады&quot;
ky: Форумду тазалоо кезинде, посттор менен темалар &quot;жашырылат&quot;
lv: Foruma tīrišanas laikā, tēmas un posti pāriet režīmā &quot;slēptie&quot;
ro: Când de curăţare pe forum, teme şi replici treci în modul de &quot;ascuns&quot;
tg: Ҳангоми тозакунии форум Мавзуъҳо ва суханҳо ба намуди &quot;Махфи&quot; мегузаранд
uk: При очищенні форуму, теми і пости переходять в режим &quot;приховані&quot;
uz: Forumni tozalashda xabar va mavzular &quot;bekitiladi&quot;

source: User deleted
az: User Silindi
be: Карыстальнік выдалены
de: Benutzer ist entfernt
fr: Un utilisateur supprimé
id: User dihapus
ka: მომხმარებელი წაშლილია
kk: Қолданушы өшірілген
ky: Колдонучу өчүрүлгөн
lv: Lietotājs dzēsts
ro: Utilizator eliminat
tg: Истифодабаранда тоза шуд
uk: Користувач видалений
uz: User o"chirildi

source: Database cleanup
az: Baza Temizlenmesi
be: Чыстка базы
de: Datenbanksäuberung
fr: Nettoyage de la base de
id: Database pembersihan
ka: ბაზის გასუფთავება
ky: Базаны тазалоо
lv: Datu bāzes tīrīšana
ro: Curăţarea de bază
tg: Тозакунии БАЗА
uk: Очищення бази
uz: Bazani tozalash

source: On registration
az: Qeydiyatta
be: рэгістрацыі
de: an registriert
fr: Sur inscription
id: Pada pendaftaran
ka: რეგისტრაციაზე
kk: Тіркелуде
ky: Катталууда
lv: Reģistrācijā
ro: La înregistrare
tg: Дар Бақайдгири
uk: На реєстрації
uz: Registratsiyada

source: This category includes profiles, recorded more than 6 months ago, with the date of last visit for more than 5 months ago and with zero activity.<br>Can safely remove them.
be: Да дадзенай катэгорыі адносяцца профілі, зарэгістраваныя больш за 6 месяцаў таму, з датай апошняга візыту больш за 5 месяцаў назад і з нулявой актыўнасцю.<br>Смела можаце іх выдаліць.
de: Diese Kategorie beinhaltet Profile mehr als vor 6 Monaten, mit dem Datum der letzten Besuch über 5 Monate vor und NULL Aktivität registriert.<br>Kann sicher entfernen.
fr: Cette catégorie reprend les profils enregistrés depuis plus de 6 mois, avec la date de la dernière visite de plus de 5 mois et sans activité.<br>Vous pouvez les supprimer.
id: Ini termasuk kategori profil yang terdaftar lebih dari 6 bulan yang lalu, dengan tanggal terakhir mengunjungi lebih dari 5 bulan yang lalu dan aktivitas nol.<br>Aman dapat menghapus mereka.
ka: ამ კატეგორიას მიეკუთვნებიან პროფილები, რომლებიც დარეგისტრირებულნი არიან 6 თვის უკან, რომლებსაც ნაჩვენები აქვთ 0 აქტივობა ბოლო 5 თვის განმავლობაში.<br>შეგიძლიათ თამამად წაშალოთ.
lv: Šajā kategorijā ietilpst profili, kas reģistrēti vairāk nekā 6 mēnešus atpakaļ, pēdējā dienā apmeklēt vairāk nekā 5 mēnešus atpakaļ un nulles aktivitātes.<br>Var droši izņemt tos.
ro: Această categorie include profiluri înregistrate mai mult de 6 luni în urmă, cu data ultima vizita peste 5 luni în urmă şi zero activitate.<br>Poate în condiţii de siguranţă a le elimina.
tg: Ба ин гуруҳ он профилҳое дохил мешаванд, ки 6 моҳ пеш ба қайд гирифта шудаанд, аз рузи бори охир воридшуда.<br>Бо бовари онҳоро тоза кунед.

source: Not filled correctly &quot;color&quot;
be: Не правільна запоўнена поле &quot;колер&quot;
de: Nicht recht ist ausgefullt Acker &quot;Farbe&quot;
fr: N"est pas correctement rempli le champ&quot;couleur&quot;
id: Tidak benar mengisi &quot;warna&quot;
ka: ველი &quot;ფერი&quot; არასწორად არის შევსებული
kk: &quot;Түс&quot; өрісі бұрыс толтырылмады
ky: &quot;Түстун&quot; талаасы туура эмес толтурулду
lv: Kļūda! Ievades laukā ir tikusi kļūdaini norādīta &quot;krāsa&quot;
ro: Nu completaţi în mod corespunzător în &quot;culoare&quot;
tg: Қисми &quot;ранг&quot; хато пур шудааст
uz: &quot;rang&quot; maydoni noto"g"ri toldirildi
