Repository: batumibiz/johncms
Catalog: system/locale/*/admin.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, tg, uk, uz

source: Snapshot Inconsistency<br><small>Warning! You need to pay attention to all files from the list. They have been added or modified since the image created</small>
be: Неадпаведнасць здымку<br><small>Увага!!! Вам неабходна звярнуць увагу на ўсе файлы з дадзенага спісу. Яны былі дададзеныя або мадыфікаваны з моманту стварэння ладу</small>
de: Missverhaltnis Aufnahme <br><small> Aufmerksamkeit !!! Euch es ist notwendig, alle Datei aus gegebener Liste zu achten auf. Sie waren subsumiert, oder modifizierter aus Moment der Schopfung der Gestalt </small>
fr: L"incohérence de la photo<br><small>Attention!!! Vous avez besoin de prêter attention à tous les fichiers de cette liste. Ils ont été ajoutés ou modifiés depuis la création de l"image</small>
id: Inkonsistensi snapshot<br><small>Perhatian! Anda perlu memperhatikan semua file dari daftar. Mereka telah ditambahkan atau dimodifikasi sejak gambar dibuat</small>
ka: სურათთან შეუსაბამობა<br><small>ყურადღება!!! თქვენ ყურადღება უნდა მიაქციოთ ყველა ფაილს მოცემული სიიდან. ისინი დამატებულია ან მოდიფიცირებულია სურათის შექმნისთანავე</small>
kk: Несоответствие снимку<br><small>Внимание!!! Вам необходимо обратить внимание на все файлы из данного списка. Они были добавлены, или модифицированы с момента создания образа</small>
ky: Несоответствие снимку<br><small>Внимание!!! Вам необходимо обратить внимание на все файлы из данного списка. Они были добавлены, или модифицированы с момента создания образа</small>
lv: Neatbilstoši sarakstam<br><small>UZMANĪBU! Jums būtu jāpievērš uzmanība uz visām, no saraksta esošām vienībām. Tie tika pievienoti vai rediģēti kopš saraksta izveidošanas brīža</small>
ro: Incoerenţă instantaneu<br><small>Atenţie! Ai nevoie să acorde atenţie toate fişierele din listă. Ei au fost adăugate sau modificate, deoarece imagini</small>
tg: Ба акс дуруст намеояд<br><small>Диққат!!! Шумо бояд ба ҳама файлҳои дар ин саҳифабуда назар кунед. Чунки онҳо аз вақти намудсози дохил шудаанд</small>
uk: Невідповідність знімку<br><small>Увага!!! Вам необхідно звернути увагу на всі файли з даного списку. Вони були додані, або модифіковані з моменту створення образу</small>
uz: Несоответствие снимку<br><small>Diqqat!!! Вам необходимо обратить внимание на все файлы из данного списка. Они были добавлены или модифицированы с момента создания образа</small>

source: Compare the list of files and checksums with pre-made way <br> Allows you to identify unknow files, and unauthorized changes
be: Параўнанне спісу і кантрольных сум файлаў з загадзя зробленым чынам<br>Дазваляе выявіць невядомыя файлы, і несанкцыянаваныя змены
de: Komparation der Liste und Komtroll Betrage Datei mit dem voraus erledigter Art<br>erlaubt, unbekannter Datei, und Anderungen zu beweisen
fr: La comparaison de la liste et des sommes de contrôle des fichiers avec de l"avance faite de manière<br>Permet d"identifier les fichiers inconnus, et les modifications non autorisées
id: Bandingkan daftar file dan checksum dengan pra-membaca Memungkinkan <br> mengidentifikasi file yang tidak diketahui, dan perubahan yang tidak sah
ka: სიისა და ფაილების საკონტროლო ჯამის შედარება უკვე შექმნილ სურათთან<br>საშუალებას გვაძლევს გამოვავლინოთ უცნობი ფაილები და არასანქცირებული ცვლილებები
lv: Sarakstu salīdzināšana ar iepriekš veidotiem vienību sarakstiem, kuru kontrolsummas tiek izskaitļotas un salīdzinātas<br>Palīdz atklāt nezināmas un svešas vienību izmaiņas
ro: Compararea listă şi fişierul checksum cu pre-citit<br><br>Позволяет выявить неизвестные файлы, и несанкционированные изменения
tg: Санҷиши саҳифа ва файлҳои аз намуди пештара сохташуда<br>Имконияти баровардани файлҳо ва тағйиротро дорад
uk: Порівняння списку і контрольних сум файлів із заздалегідь зробленим образом<br>Дозволяє виявити невідомі файли, і несанкціоновані зміни

source: Excellent! <br> All files are consistent with previously made image
be: Выдатна!<br>Усе файлы, што адпавядаюць раней зробленай вобразу
de: Ausgezeichnet!<br>Alle Datei zutreffen fruf erledigter Gestalt
fr: Un!<br>Tous les fichiers correspondent précédemment faite à l"image de
id: Excellent! <br> Semua file ini sesuai dengan gambar sebelumnya dibuat
ka: შესანიშნავია!<br>შექმნილ სურათს ყველა ფაილი შეესაბამება
lv: LIELISKI!<br>Visas vienības atbilst iepriekš izveidotajam vienību sarakstam
ro: Excelent! <br> Toate fişierele sunt în concordanţă cu imaginea efectuate anterior
tg: Беҳтарин!<br>Ҳамаи файлҳо ба намуби пештара сохта мувофиқанд
uk: Чудово!<br>Всі файли відповідають зробленому образу
uz: Yaxshi!<br>Hamma fayllar eski ko"rsatgichga mos keldi

source: Ban has been successfully removed
be: Бан паспяхова выдалены
de: Sperrung erfolgreich ist entfernt
fr: Ban supprimé avec succès
id: Ban berhasil dihapus
ka: ბანი წარმატებით წაიშალა
kk: Бан сәтті өшірілді
ky: Бан ийгиликтүү өчүрүүлдүү
lv: Bans tika veiksmīgi dzēsts
ro: Ban eliminat cu succes
tg: Махкамкунак гирифта шуд
uk: Бан успішно видалений
uz: Ban olindi

source: Are you sure to remove ban?
az: Bani Sil?
be: Выдаліць Бан?
de: Sperrung zu entfernen?
fr: Supprimer Ban?
id: Hapus Ban?
ka: წავშალოთ ბანი?
kk: Банды өшіру қажет пе?
ky: Банды өчүрүү кажет пи?
lv: Vai dzēst banu?
ro: Scoateţi Ban?
tg: Гирифтани махкамкунак?
uk: Видалити Бан?
uz: Banni olasizmi?

source: Ban details
az: Ban Bilgisi
be: Дэталі бана
de: Details Sperrung
fr: Détails de bana
id: Rincian ban
ka: ბანის დეტალები
kk: Бан деталы
ky: Бан деталы
lv: Bana detaļas
ro: Detalii banului
tg: Қисмҳои махкамкунак
uk: Деталі бану
uz: Ban detallari

source: Ban panel
be: Бан-панэль
de: Sperrung-panel
fr: Ban-anneau
id: Panel ban
ka: ბან-პანელი
lv: Banošanas panelis
ro: Ban Panoul
tg: Ҷои махкамкунак
uk: Бан-панель

source: Browsers
az: Browser
be: Браўзэры
fr: Les navigateurs
ka: ბრაუზერები
kk: Браузерлер
ky: Браузерлер
lv: Pārlūki
tg: Браузерҳо
uk: Браузери
uz: Brauzerlar

source: Counter successfully added
be: Лічыльнік паспяхова дададзены
de: Zahler erfolgreich ist subsumiert
fr: Le compteur a été ajouté avec succès
id: Counter berhasil ditambahkan
ka: მრიცხველი წარმატებით დაემატა
kk: Счетчик сәтті қойылды
ky: Счетчик ийгиликтүү коюлду
lv: Skaitītājs tika veiksmīgi izveidots
ro: Counter adăugat cu succes
tg: Ҳисобкунак бо мувафақият гузошта шуд
uk: Лічильник додано успішно
uz: Hisoblagich omadli ravishda qo"shildi

source: WARNING!<br>Make sure you have correctly entered the code. It must meet the standard of XML <br> If you click &quot;View&quot; and XHTML errors occured, then click &quot;Back&quot; button in your browser, return to this form and correct the errors.
be: УВАГА!<br>Сачыце за правільнасцю уведзенага кода. Ен павінен адпавядаць стандартам XML.<br>Калі пасля націску кнопкі &quot;Прагляд&quot; узнікнуць памылкі XHTML, то ў сваім браўзэры, націсніце кнопку &quot;Назад&quot;, вярніцеся ў дадзеную форму і откорректируйте памылкі
de: AcHTUNG!<br>Achten auf Richtigkeit des eingefuhrten Codes. Er muss zutreffen Standards XML. <br> Falls nach Druck der Zwecke Einsehen anfallen Fehler XHTML, in ihriger brauzere auf Knopf zu druckt Ruckwarts, zuruckkehre in gegebene Ausgestaltung und otkorrektiruyte Fehler
fr: ATTENTION!<br>Mettez le code entré. Il doit être conforme aux normes XML.<br>Si, après avoir cliqué sur le bouton &quot;Afficher&quot; des erreurs XHTML, dans votre navigateur, cliquez sur le bouton &quot;De retour&quot;, revenez dans le présent formulaire et corrigez les erreurs
id: PEMBERITAHUAN!<br>Pastikan Anda telah memasukkan kode dengan benar. Hal ini harus memenuhi standar XML <br> Jika Anda klik &quot;Lihat&quot; kesalahan terjadi XHTML, kemudian klik browser tombol Back, kembali ke formulir ini dan memperbaiki kesalahan.
ka: ყურადღება!<br>თვალყური ადევნეთ შეყვანილი კოდის სისწორეს. ის უნდა შეესაბამებოდეს XML სტანდარტებს.<br>თუ ღილაკის &quot;დათვალიერება&quot; დაჭერის შემდეგ გამოჩნდება XHTML შეცდომები, მაშინ თქვენსავე ბრაუზერში დააჭირეთ ღილაკს &quot;უკან&quot;, დაბრუნდით მოცემულ ფორმაში და შეასწორეთ შეცდომა
kk: ЕСКЕРТУ!<br>Кодтың дұрыс жазылуын қадағалаңыз. Ол XML стандарттарына сәйкес келуi керек.<br>Егер &quot;Көру&quot; түймесін басқаннан кейін XHTML қателер болса, онда браузерден кері қайтыңызда, қателерді жөндеңіз
ky: ЭСКЕРТҮҮ!<br>Кодтун туура жазылуусун караңыз. Ал XML стандарттарына шайкеш келүүсү керек.<br>Эгер &quot;Көрүү&quot; кнопкасын баскандан кеийин XHTML каталар болсо, анда браузерден кайта деген кнопкасын басып, каталарды жөндөңүз
lv: UZMANĪBU!<br>Sekojiet ievadītā koda sintaksei. Kodam jābūt XML standartā.<br>Ja pēc pogas &quot;Apskate&quot; notiek kādas xHTML kļūdas, tad savā pārlūkā spiediet &quot;Atpakaļ&quot;, atgriezies iepriekšēja lapā un koriģējat pieļautās koda kļūdas
ro: ATENŢIE!<br>Asiguraţi-vă că aţi introdus corect codul. Acesta trebuie să respecte standardele XML.<br>Dacă, după clic pe &quot;Browse&quot; erori apar XHTML, l în browser-ul dvs., faceţi clic pe butonul Înapoi, a reveni la forma şi de a corecta erorile
tg: ДИҚҚАТ!<br>Ба дурустии КОД аҳамият диҳед. Вай бояд ба намуди XML дуруст ояд.<br>Агар баъд аз пахши тугмаи &quot;Нишондиҳи&quot; хатогиҳои XHTML шавад, онгоҳ дар Браузератон тугмаи &quot;Ба қафо&quot;-ро пахш кунед, баргашта ҳама хатогиҳоятонро ислоҳ кунед
uk: УВАГА!<br>Стежите за правильністю коду. Він повинен відповідати стандартам XML.<br>Якщо після натиснення кнопки &quot;Перегляд&quot; виникнуть помилки XHTML, поверніться в дану форму і виправте їх
uz: Diqqat!<br>Kiritilgan kodni tekshiring. u standart XML qodiasi boyicha yozilsin.<br>Quyidagini bosgandan keyin &quot;Korish&quot; XHTML xatosi yuz bersa,u holda bunga bosing &quot;orqaga&quot;, va xatoni tuzating

source: Delete counter
be: Лічыльнік выдалены
de: Zahler ist entfernt
fr: Le compteur supprimé
id: Hapus counter
ka: მრიცხველი წაშლილია
kk: Счетчик өшірілді
ky: Счетчик өчүрүүлдүү
lv: Skaitītājs tika veiksmīgi dzēsts
ro: Counter eliminat
tg: Ҳисобкунак гирифта шуд
uk: Лічильник видалено
uz: Hisoblagich o"chirildi

source: Counter successfully changed!
be: Лічыльнік паспяхова зменены
de: Zahler erfolgreich ist verraten
fr: Le compteur a été modifié avec succès
id: Counter berhasil diubah!
ka: მრიცხველი წარმატებით შეიცვალა
kk: Счетчик сәтті өзгертілді
ky: Счетчик ийгиликтүү өзгөртүлдүү
lv: Skaitītājs tika veiksmīgi rediģēts
ro: Calculatoare schimbat cu succes
tg: Ҳисобкунак иваз шуд
uk: Лічильник успішно змінено
uz: Hisoblagich ozgartirildi

source: On all pages showing option 1
be: На ўсіх старонках паказваецца Варыянт-1
de: an alle Seiten zeigt sich Variante-1
fr: Sur toutes les pages s"affiche l"Option-1
id: Kolom Opsi-1 untuk menampilkan dihalaman depan
ka: ყველა გვერდზე ჩანს ვარიანტი 1
kk: Барлық беттерде 1-Вариант көрсетіледі
ky: Бардык беттерде 1-Вариант көрсөтүлөт
lv: Visās lapās tiks parādīts Variants-1
ro: Pe toate paginile Rezultate Opţiunea 1
tg: Дар ҳама саҳифаҳо Варианти-1 нишон дода мешавад
uk: На всіх сторінках буде встановлено Варіант-1
uz: Variant-1 boyicha hamma sahifalarda ko"rsatish

source: On all pages showing option 2
be: На ўсіх старонках паказваецца Варыянт-2
de: an alle Seiten zeigt sich Variante-2
fr: Sur toutes les pages s"affiche l"Option-2
id: Kolom Opsi-2 untuk menampilkan dihalaman lainnya
ka: ყველა გვერდზე ჩანს ვარიანტი 2
kk: Барлық беттерде 2-Вариант көрсетіледі
ky: Бардык беттерде 2-Вариант көрсөтүлөт
lv: Visās lapās tiks parādīts Variants-2
ro: Pe toate paginile Rezultate Opţiunea 2
tg: Дар ҳама саҳифаҳо Варианти-2 нишон дода мешавад
uk: На всіх сторінках буде встановлено Варіант-2
uz: Variant-2 boyicha hamma sahifalarda ko"rsatish

source: On the main showing option 1, on the other pages option 2
be: На Галоўнай паказваецца Варыянт-1, на астатніх старонках Варыянт-2
de: zu Hause zeigt sich Variante-1, an ubrigen Seiten Variante-2
fr: Sur La Le principal affiche l"Option-1, sur d"autres pages, en Option-2
id: Pada Opsi-1 menampilkan dihalaman utama, pada halaman lain Opsi-2
ka: მთავარ გვერდზე ჩანს ვარიანტი 1, ხოლო დანარჩენ გვერდებზე ვარიანტი 2
kk: Басты бетте 1-Вариант, ал Қалған беттерде 2-Вариант көрсетіледі
ky: Башкы бетте 1-Вариант, ал Калган беттерде 2-Вариант көрсөтүлөт
lv: Uz galvenās lapas tiks radīts Variants-1, uz citām lapām, Variants-2
ro: Pagina de start prezinta Opţiunea 1, pe alte pagini de-Opţiunea 2
tg: Дар саҳифаи асоси Варианти-1, дар саҳифаҳои дигар Варианти-2 нишон дода мешавад
uk: На Головній буде встановлено Варіант-1, на решті сторінок Варіант-2
uz: Bosh sahifada variant-1, Qolgan sahifalarda variant-2

source: On the main showing option 1, on the other pages option 2 <br> If &quot;option 2&quot; not filled, counter would only appear on the main page
be: На Галоўнай паказваецца Варыянт-1, на астатніх старонках Варыянт-2<br>Калі поле &quot;Варыянт-2&quot; не запоўнена, то лічыльнік будзе адлюстроўвацца толькі на Галоўнай старонцы
de: zu Hause zeigt sich Variante-1, an ubrigen Seiten Variante-2<br>falls Acker Variante-2 ist nicht ausgefullt, Zahler istallein zu Hause Seite
fr: Sur La Le principal affiche l"Option-1, sur d"autres pages, en Option-2<br>Si le champ &quot;Option-2&quot; n"est pas rempli, le compteur ne s"affiche que sur la page Principale
id: Pada Opsi-1 menampilkan dihalaman utama,pada halaman lain Opsi-2 <br> Jika Option 2 tidak diisi, maka counter hanya akan muncul pada halaman utama
ka: მთავარ გვერდზე ჩანს ვარიანტი 1, ხოლო დანარჩენ გვერდებზე ვარიანტი 2<br>თუ ველი &quot;ვარიანტი 2&quot; არ არის შევსებული, მაშინ მრიცხველი მხოლოდ მთავარ გვერდზე გამოჩნდება
kk: Басты бетте 1-Вариант, ал Қалған беттерде 2-Вариант көрсетіледі<br>Егер &quot;Вариант-2&quot; өрісі толтырылмаса, онда счетчик басты бетте көрсетіледі.
ky: Башкы бетте 1-Вариант, ал Калган беттерде 2-Вариант көрсөтүлөт<br>Эгер &quot;Вариант-2&quot; талаасы толтурулбаса, анда счетчик башкы бетте көрсөтүлөт.
lv: Galvenajā parādās, Variants-1, pārējās lapās, Variants-2<br>Ja ievades laukums &quot;Variants-2&quot; nav aizpildīts, tad skaitītājs tiks rādīts tikai galvenajā lapā
ro: Pagina de start prezinta Opţiunea 1, pe alte pagini de-Opţiunea 2<br>În cazul în care Opţiunea 2 este necompletată, apoi chsetchik va apărea numai pe pagina principală
tg: Дар саҳифаи асоси Варианти-1, дар саҳифаҳои дигар Варианти-2 нишон дода мешавад<br>Агар &quot;Варианти-2&quot; холи бошад, онгоҳ ҳисобкунак танҳо дар асос нишон дода мешавад
uk: На Головній буде встановлено Варіант-1, на решті сторінок Варіант-2<br>Якщо поле &quot;Варіант-2&quot; не заповнено, то лічильник буде встановлено тільки на Головній сторінці
uz: Bosh sahifada variant-1, Qolgan sahifalarda variant 2<br>Agar maydon &quot;Variant-2&quot; toldirilmagan bolsa, u holda hisoblagich faqat bosh sahifada ko"rsatiladi

source: Option 1
az: Variant-1
be: Варыянт-1
de: Variante-1
id: Opsi-1
ka: ვარიანტი 1
lv: Variants-1
ro: Opţiunea 1
tg: Варианти-1
uk: Варіант-1
uz: Variant-1

source: Code for main page
be: Код для Галоўнай старонкі
de: Code zu Hause Seite
fr: Le code pour la page d"accueil
id: Kode untuk halaman utama
ka: კოდი მთავარი გვერდისთვის
kk: Басты бет коды
ky: Башкы бет коду
lv: Skaitītāja kods priekš galvenās lapas
ro: Codul pentru pagina principală
tg: Код барои саҳифаи асоси
uk: Код для Головної сторінки
uz: Bosh sahifa uchun kod

source: Option 2
az: Variant-2
be: Варыянт-2
de: Variante-2
id: Opsi-2
ka: ვარიანტი 2
lv: Variants-2
ro: Opţiunea 2
tg: Варианти-2
uk: Варіант-2
uz: Variant-2

source: Code for other pages
be: Код для астатніх старонак
de: Code fur ubrige Seiten
fr: Le code pour les autres pages
id: Kode untuk halaman lainnya
ka: კოდი დანარჩენი გვერდებისთვის
kk: Қалған беттер коды
ky: Калган беттер коду
lv: Skaitītāja kods priekš pārējām lapām
ro: Codul pentru paginile rămase
tg: Код барои саҳифаҳои дигар
uk: Код для решти сторінок
uz: Boshqa sahifalar uchun kod

source: If the counter are displayed correctly and without errors, Click &quot;Save&quot;.<br>Otherwise, click back button and correct errors
be: Калі лічыльнікі адлюстроўваюцца правільна і без памылак, націсніце кнопку &quot;Запомніць&quot;.<br>У адваротным выпадку, націсніце ў вашым браўзэры кнопку &quot;назад&quot; і выпраўляйце памылкі
de: Falls Zahler widergeben recht und ohne Fehler, auf Knopf zu druckt Zu behalten.<br> In entgegengesetzt Gelegenheit, in brauzere presse Zwecke ruckwarts und ausbessre Fehler
fr: Si les compteurs s"affichent pas correctement et sans erreur, cliquez sur le bouton &quot;À retenir&quot;.<br>Dans le cas contraire, cliquez sur le bouton dans le navigateur &quot;de retour&quot; et corrigez les erreurs
id: Jika kode counter yang akan ditampilkan sudah benar dan tanpa kesalahan, klik &quot;Simpan&quot;.<br>Jika tidak, klik tombol kembali di browser dan memperbaiki kesalahan
ka: თუ მრიცხველები სწორედ და უშეცდომოდ ჩანს, დააჭირეთ ღილაკს &quot;დამახსოვრება&quot;.<br>წინააღმდეგ შემთხვევაში ბრაუზერში დააჭირეთ &quot;უკან&quot; და გაასწორეთ შეცდომები
kk: Егер счетчик қатесіз дұрыс көрсетілсе, &quot;Сақтау&quot; түймесін басыңыз.<br>Кері жағдайда браузер арқылы кері қайтып, қателерді жөндеңіз
ky: Эгер счетчик катасыз туура көрсөтүлсө, &quot;Сактоо&quot; кнопкасын басыңыз.<br>Эгер болбосо браузер аркулу кнопкасын кайтып, каталарды жөндөңүз
lv: Ja skaitītāji tiek rādīti pareizi un bez nekādām kļūdām, spiediet &quot;Atcerēties&quot;.<br>Pretējā gadījumā, Jūs savā pārlūka spiediet &quot;Atpakaļ&quot; un koriģējiet skaitītāja kodu
ro: În cazul în care contoarele sunt afişate corect si fara erori, faceţi clic pe &quot;Salvare&quot;.<br>În caz contrar, faceţi clic pe butonul Back al browser-ului şi să corecteze erorile
tg: агар ҳисобкунак дуруст бошад пас тугмаи &quot;Сабт&quot;-ро пахш кунед.<br>Дар ҳолати дигар дар браузератон тугмаи &quot;Ба қафо&quot;-ро пахш кунед ва хатогиҳоро ислоҳ кунед
uk: Якщо лічильники відображаються правильно і без помилок, натисніть кнопку &quot;Запам"ятати&quot;.<br>Якщо ні виправте помилки
uz: Agar hisoblagichlar to"g"ri va xatosiz ko"rsatilsa, &quot;Eslab qolishga bosing&quot;.<br>Aks hold, brauzerdan &quot;orqaga&quot;ni bosing va xatoni togirlang

source: Counter
az: Saygaclar
be: Лічыльнікі
de: Zahler
fr: Les compteurs
ka: მრიცხველები
kk: Счетчиктер
ky: Счетчиктер
lv: Skaitītāji
ro: Contoare
tg: Ҳисобкунакҳо
uk: Лічильники
uz: Hisoblagichlar

source: Begining day
az: Yeni Gun
be: Пачатак дня
de: Anfang des Tags
fr: Le début de la journée
id: Mulai hari
ka: დღის დასაწყისი
kk: Басталған күні
ky: Башталган күнү
lv: Dienas sākums
ro: Începutul zilei
tg: Аввали руз
uk: Початок дня
uz: Kun boshi

source: End of day
az: Gun Sonu
de: Ende des Tags
fr: La fin de la journée
id: Akhir hari
ka: დღის დასასრული
kk: Аяқталған күні
ky: Аяктаган күнү
lv: Dienas beigas
ro: Sfârşitul zilei
tg: Охири руз
uk: Кінець дня
uz: Кun oxiri

source: Night mode
az: Seher rejimi
be: Дзенны рэжым
de: Day-Modus
fr: Le mode de jour
id: Modus malam
ka: დღის რეჟიმი
kk: Күндізгі режим
ky: Күндүзгү режим
lv: Dienas režīms
ro: Mod Noapte
tg: Намуди рузона
uk: Денний режим
uz: Kungi rejim

source: Inactive profiles
az: Deactiv Profiller
be: Мертвыя профілі
de: Inaktiver Profile
fr: Les morts profils
id: Profil tidak aktif
ka: მკვდარი პროფილები
lv: Neaktīvo profili
ro: Profiluri inactiv
tg: Профилҳои хомуш
uk: Мертві профілі

source: Inactive profiles deleted
be: Неактыўныя профілі выдаленыя
de: Inaktiver Profile gelöscht
fr: Inactifs profils supprimés
id: Profil tidak aktif yang dihapus
ka: არააქტიური პროფილები წაშლილია
lv: Neaktīvs profilus, dzēst
ro: Inactiv profiluri elimină
tg: Профилҳои нобакор тоза шуданд
uk: Неактивні профилі видалено

source: First address is entered incorrectly
be: Першы адрас уведзены няслушна
de: erste Adresse ist eingefuhrt falsch
fr: La première adresse est incorrect
id: Alamat pertama yang dimasukkan salah
ka: პირველი მისამართი არასწორად არის შეყვანილი
kk: Бірінші адрес дұрыс терілмеді
ky: Биринчи адрес туура эмес терилди
lv: Kļūda! Pirmā adrese nav pareizi ievadīta
ro: Prima adresă este introdusă incorect
tg: Суроғаи аввал нодуруст аст
uk: Перша адреса введена неправильно
uz: 1-adres noto"g"ri kiritilgan

source: Second address is entered incorrectly
be: Другой адрас уведзены няслушна
de: zweiter Adresse ist eingefuhrt falsch
fr: La deuxième adresse est incorrect
id: Alamat kedua yang dimasukkan salah
ka: მეორე მისამართი არასწორად არის შეყვანილი
kk: Екінші адрес дұрыс терілмеді
ky: Экинчи адрес туура эмес терилди
lv: Kļūda! Otrā adrese nav pareizi ievadīta
ro: Adresa doilea este introdus incorect
tg: Суроғаи дувум нодуруст аст
uk: Друга адреса введена неправильно
uz: 2- noto"g"ri kiritilgan

source: You cannot delete higher administration
be: Вы не можаце выдаліць старэйшага Вас па пасадзе
de: ihr nicht konnen entfernen Alteste ihr von Amts wegen
fr: Vous ne pouvez pas supprimer le plus âgé de Vous par la poste
id: Anda tidak dapat menghapus pos Anda yang lama
ka: თქვენ არ შეგიძლიათ წაშალოთ თქვენზე მაღალი პოზიცია
kk: Өзіңізден үлкен қызметтегі Юзерді өшіре алмайсыз
ky: Өзүңүздөн улуу кызматтагы Юзерди өчүрөө албайсыз
lv: Kļūda! Jūs nevarat dzēst augstāk stāvošu par Jums
ro: Nu puteţi şterge mai mari prin post
tg: Шумо нафари вазифааш аз шумо баландтарро тоза карда наметавонед
uk: Ви не можете видаляти адміністрацію
uz: Siz ozingizdan katta lavozimdagilarni o"chiromisiz

source: Title + Text
az: Başlig + tekst
be: Загаловак + тэкст
de: Ubershrift + text
fr: L"en-tête + le texte
id: Judul + Teks
ka: სათაური + ტექსტი
kk: Тақырып + мәтін
ky: Мазмуун + текст
lv: Nosaukums + teksts
ro: Titlu + Text
tg: Номгуй + навиштаҷот
uk: Заголовок + текст
uz: Sarlavha + matn

source: Include in a map
be: Уключыць у Карту
fr: Activer dans la Carte
ka: რუკაში შეყვანა
kk: Картаға қосу
ky: Картага кошуу
lv: Ieslēgt kartē
tg: Дохилкуни ба харита
uk: Додати в Карту
uz: Xaritga qo"shish

source: Date set
az: Qurgu Tarixi
be: Дата ўстаноўкі
de: Datum der Aufstellung
fr: La date d"installation
id: Instal Tanggal
ka: დაყენების თარიღი
kk: Қойылған күні
ky: Коюлган күнү
lv: Uzstādīšanas datums
ro: Data stabilită
tg: Рузи сохтан
uk: Дата встановлення
uz: Sozlash sanasi

source: Ban by IP
az: IP uzre Ban
be: Бан па IP
de: Sperrung nach IP
fr: Ban par IP
id: Ban no IP
ka: IP ბანი
kk: IP бойынша бан
ky: IP боюнча бан
lv: Bans pēc IP
ro: Ban pe IP
tg: Махкамкуни аз руи IP
uk: Бан по IP
uz: IP boyicha ban

source: Unban all IP
be: Разбанить усе IP
de: verdünnt alle IP
fr: Unban toutes les IP
id: Unban semua IP
ka: ყველა IP-ზე ბანის მოხსნა
kk: Барлық IP-лерді алып тастау
ky: Бардык IP-лерди алып таштоо
lv: Atbanot visus pēc IP
ro: UNBAN Toate IP
tg: Ҳамаи IP-ҳоро махкам мекунед
uk: Розбанити всі IP
uz: hamma IPlarni razbanlash

source: IP ban table successfully cleared.<br>Unban all address
be: Табліца IP банов паспяхова ачышчана.<br>Разбанены ўсе адрасы
de: Tabelle IP Sperrung erfolgreich ist abgeburstet. <br> verdünnt alle Adressen
fr: Le tableau IP bans correctement nettoyé.<br>Razbaneny toutes les adresses
id: Tabel ban IP berhasil dibersihkan.<br>Unban semua alamat
ka: IP ბანების ცხრილი წარმატებით გასუფთავდა.<br>ყველა მისამართს მოეხსნა ბანი
kk: IP бан тізімі сәтті өшірілді және тазартылды
ky: IP бан тізімі сәтті өшірілді және тазартылды
lv: IP banu tabula veiksmīgi attīrīta.<br>Atbanotas visas IP adreses
ro: Tabelul IP interdicţii şters cu succes.<br>Au fost UNBAN toate adresele
tg: Саҳифаи IP махкамҳо тоза шуданд.<br>Ҳамаи суроғаҳо махкам карда шуданд
uk: Таблиця IP банів успішно очищена.<br>Розбанено всі адреси
uz: IP banlar jadvali tozalandi.<br>Hamma adreslar razbanlandi
