Repository: batumibiz/johncms
Catalog: system/locale/*/admin.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, tg, uk, uz

source: to authorised
az: qeydiyatlilar
be: аўтарызаваным
de: autorisierter
fr: agréé
id: Autorisasi
ka: ავტორიზებულთათვის
kk: авторизацияланған
ky: авторизацияланган
lv: autorizētiem
ro: autorizat
tg: Барои ба қайд гирифташудагон
uk: авторизованим
uz: avtorizatsiyalanganlarga

source: Access denied
az: keçid baglidir
be: доступ зачынены
de: Zutritt ist geschlossen
fr: l"accès est fermé
id: Akses ditolak
ka: წვდომა შეზღუდულია
kk: Рұқсат жоқ
ky: Уруксат жок
lv: pieeja slēgta
ro: acces refuzat
tg: Махкам аст
uk: доступ закрито
uz: Ruxsat yo"q

source: Access opened
az: keçid açigdir
be: адкрыты доступ
de: Zutritt offensteht
fr: l"accès est ouvert
id: Akses diaktifkan
ka: წვდომა ნებადართულია
kk: рұқсат ашық
ky: Уруксат ачык
lv: pieeja atvērta
ro: cu acces liber
tg: Кушода аст
uk: доступ відкрито
uz: Ruxsat berilgan

source: guests can write in the guestbook
az: qonaglar yaza biler
be: могуць пісаць госці
de: konnen fabulieren Gaste
fr: peuvent écrire des invités
id: Para tamu dapat menulis dibuku tamu
ka: სტუმრებს შეუძლიათ წერონ
kk: қонақтар жаза алады
ky: Коноктор жаза алат
lv: var rakstīt viesi
ro: oaspeţii se pot scrie
tg: Меҳмонон нависта метавонанд
uk: можуть писати гості
uz: mehmonlar yozishi mumkin

source: Administration can access to all closed modules and comments
az: Rehberliy Her Zaman Bagli olan modul ve yazilari gore bilir
be: У Адміністратара заўседы застаецца доступ да ўсіх закрытым модулях і каментарах
de: bei Administrator allemal bleibt Zutritt zu alle geschlossenen Moduln und Kommentare
fr: De l"Administrateur reste toujours accès à tous les fermé les modules et les commentaires
id: Administrator bisa selalu akses ke semua yang ditutup dan komentar
ka: ადმინისტრატორს ყოველთვის რჩება წვდომის უფლება ყველა დახურულ მოდულსა თუ კომენტარზე
kk: Администраторға барлық жабық модульдер мен комментарийлерге әрқашан есік ашық
ky: Администраторго бардык жабык модульдор менен комментарийлерге дайыма ачык
lv: Saita Administrātoriem vienmēr ir piekļuve visiem saita resursiem!
ro: Administratorul este întotdeauna acces la toate închiseinuri şi comentarii
tg: Ба Администратор ҳама қисмҳои махкамшуда низ ҳамеша кушода аст
uk: У Адміністратора завжди залишається доступ до всіх закритих модулів і коментарів
uz: Adminni saytni boshqarish uchun tolaqonli huquqa va berkitilgan moduli ishlatishga ega

source: Permissions
az: Daxil Olma İcazesi
be: Правы доступу
de: Anrechte des Zutritts
fr: Les droits d"accès
id: Perizinan
ka: წვდომის ნებართვა
kk: Тағайындау рұқсаты
ky: Мүмкүндүкө укуктуу
lv: Piekļuves tiesības
ro: Permisiuni
tg: Ҳуқуқи истифода
uk: Права доступу
uz: Kirish huquqlari

source: mith moderation
be: з мадэрацыяй
de: mit moderacie
fr: avec modération
id: dengan moderasi
ka: მოდერაციით
kk: модерациямен
ky: модерация менен
lv: ar moderāciju
ro: cu moderaţie
tg: Бо иҷозатпурси
uk: з модерацією
uz: moderatsiya bilan

source: Adaptive
az: Adaptiv
be: Адаптыўныя
de: Adaptivnyy
fr: Adaptatif
id: Adaptif
ka: ადაპტაციური
kk: Адаптивті
ky: Адаптивдүү
lv: Adaptīvs
tg: Мутобиқ
uk: Адаптивний
uz: Moslashuvchan

source: Advertisement
az: Reklam
be: Рэклама
de: Anpreisung
fr: Publicité
id: Iklan
ka: რეკლამა
kk: Жарнама
ky: Жарнама
lv: Reklāma
ro: Publicitate
uk: Реклама
uz: Reklama

source: Agreement
az: Muqavile
be: Дагавор
de: Vertrag
fr: Le contrat
id: perjanjian
ka: მოლაპარაკება
kk: Келісім
ky: Келишим
lv: Piekrišana
ro: Contract
tg: Шартнома
uk: Договір
uz: Kelishuv

source: Appoint topicstarters as curators
az: Yenə müəllifləri təyin bir kuratorların tərəfindən yaradılmışdır
be: Прызначаць аўтараў зноў створаных тым куратарамі
fr: Nommer les auteurs de nouveau les sujets créés par les conservateurs
uk: Назначать авторов вновь созданных тем кураторами

source: Allow topicstarters to edit 1st post
az: Müəllif 1-ci post redaktə izin ver
be: Дазволіць аўтарам тым рэдагаваць 1-й пост
fr: Permettre aux auteurs de ce temps d"éditer le 1er post
uk: Разрешить авторам тем редактировать 1-й пост

source: Only for Administration
az: Yalniz Rehberlik Ucun
be: Толькі для Адміністрацыі
fr: Seulement pour l"Administration de la
uk: Только для Администрации

source: Normal access
az: Sade Keçid
be: Звычайны доступ
fr: L"accès normal
uk: Обычный доступ

source: Read only
az: Yalniz Oxumag Uçun
be: Толькі для чытання
fr: En lecture seule
uk: Только для чтения

source: Antiflood
de: Antiflud
fr: Antiflud
ka: ანტიფლუდი
lv: AntiFloods
ro: Antiflud
tg: Муқобили бекорагуиҳо
uk: Антифлуд
uz: Аntiflud

source: Automatic change from day to night mode, according to specified time set
az: Müəyyən bir zaman parametrləri görə seher rejiminden gecə rejimine avtomatik dəyişdirilməsi
be: Аўтаматычны пераход з дзеннага на начны рэжым, згодна з зададзеным у наладах часу
de: Automatischer Ubergang aus Tag auf Nachtregime, zufolge der in Abstimmungen aufgegebenen Zeit
fr: Passage automatique avec jour en mode nuit, selon spécifié dans les paramètres de temps
id: Otomatis berubah dari hari ke modus malam, sesuai dengan waktu yang sudah ditetapkan
ka: დღის რეჟიმიდან ღამის რეჟიმზე გადასვლა, დროის პარამეტრების თანახმად
kk: Баптаулармен берілген, автоматты түрде күндізгі режимнан түнгі режимге өту
ky: Оңдоолор берилген, автоматту түрдө күндүзгү режиминен түнкү режимге өтүү
lv: Automātiska pāriešana no dienas uz nakts rēžīmu notiek pēc sistēmas iestatītā laika
ro: Comutare automată de la zi la modul de noapte, în funcţie de ori specificat stabilite
tg: Бо тарзи автомати аз намуди рузона гузаштан ба шабона, бо ҳисоби тағйироти вақт
uk: Автоматичний перехід з денного на нічний режим, згідно заданому в налаштуваннях часу
uz: Belgilangan vaqt boyicha kundat tunga otish

source: If one of administration is online (on the site), the system work in &quot;day&quot; mode, if administration is offline, it switch to &quot;night&quot;
az: Saytinizda Administrasiyasından biri varsa, sistem seher rejimində işləyir, diger halda gecə gəlir
be: Калі на сайце есць хто-небудзь з Адміністрацыі, сістэма працуе ў &quot;дзенным&quot; рэжыме, інакш пераходзіць у &quot;начны&quot;
de: falls an Standorte ist jemand aus Administration, Gebaude arbeitet in &quot;Tagsregime&quot; ansonst heruberkommt in &quot;Nacht&quot;
fr: Si sur le site il y a quelqu"un de l"Administration, le système fonctionne dans le &quot;jour&quot; mode, sinon passe en &quot;la nuit&quot;
id: Jika situs Anda adalah salah satu dari Administrasi, sistem bekerja &quot;hari&quot; modus, jika tidak pergi ke &quot;malam&quot;
ka: თუ საიტზე იმყოფება ადმინისტრაციის რომელიმე წევრი, სისტემა მუშაობს &quot;დღის&quot; რეჟიმში, სხვა შემთხვევაში გადადის &quot;ღამის&quot; რეჟიმზე
kk: Егерде сайтта Администраторлар бар болса, жүйе автоматты түрде &quot;күндізгі&quot; режимде жұмыс жасайды, олай болмаса &quot;түнгі&quot; режимге өтеді
ky: Эгерде сайтта Администраторлор бар болсо, система автоматту түрдө &quot;күндүзгү&quot; режимде жумуш жасайт, же &quot;түнкү&quot; режимге өтөт
lv: Ja saitā atrodas kāds no administrācijas, sistēma darbojas &quot;dienas&quot; režīmā, savādāk tā pāriet &quot;nakts&quot;
ro: Dacă site-ul este unul din administraţie, sistemul este în &quot;zi&quot; modul, sau merge în &quot;noapte&quot;
tg: Агар дар сомона яке аз Администраторҳо бошанд, система дар намуди &quot;рузона&quot; кор мекунад, вагарна ба &quot;шабона&quot; мегузарад
uk: Якщо на сайті є хтось з Адміністрації, система працює в &quot;денному&quot; режимі, в іншому випадку переходить у &quot;нічний&quot;
uz: Agar administratsiyadan birorta shaxs bolsa sayt &quot;kungi&quot; rejimda,yoki &quot;tungi&quot; rejimga otadi

source: Antiflood setting
az: AntiFlood Duzelişleri
de: Abstimmung antiflud
fr: Configuration d"antifluda
id: Pengaturan antiflood
ka: ანტიფლუდის პარამეტრები
kk: Антифлуд баптаулары
ky: Антифлуд оңдоолору
lv: AntiFlooda iestatījumi
ro: Setarea antifludului
tg: Тағйироти бекорагуиҳо
uk: Налаштування антифлуду
uz: Antiflud sozlamalari

source: Min. 4, max. 300 seconds
az: Minimum 4, maksimum 300 saniye
be: Мінімум 4, максімум 300 секунд
de: Min. 4, max. 300 Sekunden
fr: Minimum 4, maximum de 300 secondes
id: Minimal 4, maksimal 300 detik
ka: მინიმუმ 4, მაქსიმუმ 300 წამი
ky: Минималдуу 4, максималдуу 300 секунда
lv: MIN. 4, MAX. 300 sekundes
ro: Minim 4, maxim 300 secunde
tg: Хурдтарин 4, калонтарин 300 дақиқа
uk: Мін. 4, макс. 300 секунд
uz: Мinimum 4, maksimum 300 sekund

source: Anti-Spyware
az: Antiwpion
de: Antispion
ka: ანტიჯაშუში
lv: AntiSpiegs
tg: Муқобили ғоратгарон
uk: Антишпигун
uz: Аntishpion

source: Scanning distributive
az: Distirbuter Uzre Scanner
be: Сканаванне па дыстрыбутыву
de: Durchmusterungsoperation nach distributive
fr: Analyse de la distribution
id: Scanning untuk file distributor
ka: დისტრიბუტივში სკანირება
kk: Дистрибутив бойынша сүзiп шығу
ky: Дистрибутив боюнча сүзүп чыгуу
lv: Distribitīva skanēšana saitā
ro: Scanarea pentru distro
tg: Аз санҷиш гузарондан
uk: Сканування по дистрибутиву
uz: Distributiv boyicha skanlash

source: Files identification which are not included in the original distributive
az: Gosteriş &quot;artig&quot; fayllari, hansilarki orjinal distirbute daxil deyil
be: Выяўленне &quot;лішніх&quot; файлаў, якія не ўваходзяць у арыгінальны дыстрыбутыў
de: Ausstellen das uberflussige files, derjenige, dass nicht betreten in origineller distributive
fr: L"identification &quot;inutiles&quot; fichiers, qui ne sont pas dans l"original de la distribution de
id: Identifikasi ekstra file, yang tidak termasuk dalam distribusi asli
ka: &quot;ზედმეტი&quot; ფაილების დიაგნოსტიკა, რომლებიც არ შედიან ორიგინალ დისტრიბუტივში
kk: Выявление &quot;лишних&quot; файлов, тех, что не входят в оригинальный дистрибутив
ky: Выявление &quot;лишних&quot; файлов, тех, что не входят в оригинальный дистрибутив
lv: Notiks &quot;personīgu&quot; failu meklēšana, kuri nav iekļauti orģinālajā skriptā
ro: Identificarea &quot;extra&quot; imagini, cele care nu sunt incluse în distribuţia iniţială
tg: Баровардани файлҳои &quot;зиёти&quot;, ки ба намуди оригинал дохил намешаванд
uk: Виявлення &quot;зайвих&quot; файлів, які не входять в оригінальний дистрибутив
uz: Original distributivga kirmaydigan &quot;ortiqcha fayllar&quot;

source: Distributive contains complementary files <br> <small> Warning! If the files listed below does not pertain to your additional modules and you are not assured of their safety, remove them. They can be dangerous for your site.</small>
az: <b>Distirbutler Uygunlaşmadi <br><small>Diqqet! Eger Fayillar, Siyahida Sayilibsa, ve sizin modullara dexlisi yoxdursa , ve siz onlarin guvenliyine emin deyilsizse, onlari silin</small>
be: Неадпаведнасць дыстрыбутыву<br><small>Увага! Калі файлы, пералічаныя ў спісе, не ставяцца да вашых дадатковых модуляў, і вы не упэўненыя ў іх надзейнасці, выдаліце іх, так яны ўяўляюць пагрозу для бяспекі Вашага сайта</small>
de: Missverhaltnis distributivu <br><small>Aufmerksamkeit! Falls Datei, das in Liste nicht beziehen sich auf euere Erganzungs Moduln und ihr ist nicht zuversichtlich in ihrem Verlass durchgezahlt ist, entfernen sie, dermassen, als sie reprasentieren Androhung fur Sicherheit Euer sayt</small>
fr: La disparité de la distribution<br><small>Attention! Si les fichiers répertoriés dans la liste, ne s"appliquent pas à vos modules supplémentaires, et vous n"êtes pas sûr de leur fiabilité, supprimez-les, car ils représentent une menace pour la sécurité de Votre site</small>
id: Inkonsistensi distributor <br> <small> Perhatian! Jika file-file tersebut tercantum dalam daftar tidak termasuk modul tambahan Anda dan Anda tidak yakin dengan kehandalan mereka, anda perlu menghapusnya, karena mereka menjadi ancaman bagi keamanan situs Anda</small>
ka: დისტრიბუტივთან შეუსაბამობა<br><small>ყურადღება! თუ ფაილებს, რომლებიც არიან სიაში ჩამოთვლილი, არ აქვთ შეხება თქვენს მიერ დამატებულ მოდულებთან და არ ხართ დარწმუნებული მის საიმედოობაში, წშალეთ, რადგან ისინი წარმოადგენენ საფრთხეს თქვენი სისტემისთვის</small>
kk: Несоответствие дистрибутиву<br><small>Внимание! Если файлы, перечисленные в списке не относятся к вашим дополнительным модулям и вы не уверены в их надежности, удалите их, так, как они представляют угрозу для безопасности Вашего сайта</small>
ky: Несоответствие дистрибутиву<br><small>Внимание! Если файлы, перечисленные в списке не относятся к вашим дополнительным модулям и вы не уверены в их надежности, удалите их, так, как они представляют угрозу для безопасности Вашего сайта</small>
lv: Neorģinālie distributīvi<br><small>UZMANĪBU! Ja faili, kas tika saskaitļoti šajā sarakstā, nav saistīti ar Jūsu personīgi ievietotajiem distributīviem, un Jūs neesat par tiem pārliecināts, dzēsiet tos ārā, šie faili var apdraudēt saita drošību un tādējādi arī tā darbību</small>
ro: Incoerenţă distro<br><small>Atentie! În cazul în care fişiere sunt prezentate în Lista nu include modulele suplimentare şi nu sunteţi sigur de fiabilitatea lor, eliminaţi-le, deoarece acestea reprezintă o ameninţare pentru securitatea site-ului dvs.</small>
tg: Дуруст намегирад<br><small>Диққат! Агар файлҳо ба саҳифа дохил бошанд, ба модулҳои иловагии шумо дахл надоранд, шумо ба ин бовари надоред, онҳоро тоза кунед, чунки барои сомонаи шумо хатарнок аст</small>
uk: Невідповідність дистрибутиву<br><small>Увага! Видаліть зі списку файли, які не відносяться до додаткових модулів. Вони можуть бути небезпечними для Вашого сайту</small>
uz: Distributiv bilan kelisholmaydigan<br><small>Diqqat! Agar ushbu fayllar modul uchun kerakli bolmasa ularni o"chiring aks holda sayt havf ostida boladi</small>

source: <h3>EXCELLENT!!!</h3>List of files corresponds to the distributive
az: <h3>Ela!</h3>Fayl Siyahisi Distirbutlara Uygundu
be: <h3>Выдатна!</h3>Сьпіс файлаў адпавядае дыстрыбутыву
de: <h3>Ausgezeichnet!</h3> Liste Dateien soot vetstvuet distributive
fr: <h3>Un!</h3>Liste des fichiers correspond à la distribution
id: <h3>SANGAT BAGUS !!</h3>Daftar file sesuai dengan distributor
ka: <h3>შესანიშნავია!</h3>ფაილების სია დისტრიბუტივს შეესაბამება
kk: <h3>Отлично!</h3>Список файлов соот ветствует дистрибутиву
ky: <h3>Отлично!</h3>Список файлов соот ветствует дистрибутиву
lv: <h3>LIELISKI!</h3>Vienību saraksts atbilst distributīvu vienību sarakstam
ro: <h3>Excelent!</h3>Lista de fişiere corespunde unei distro
tg: <h3>Беҳтарин!</h3>Саҳифаи файлҳо туғри мегирад
uk: <h3>Чудово!</h3>Список файлів відповідає дистрибутиву
uz: <h3>Ajoyib!</h3>Fayllar royhati distributivga to"g"rilandi

source: Scanner menu
az: Scanner Menyusu
be: Меню сканэра
de: Menu des Blattabtasters
fr: Le menu du scanner
id: Menu Scanner
ka: სკანერის მენიუ
kk: Сканер менюі
ky: Сканер менюсу
lv: AntiSpiega izvēlne
ro: Scaner Meniu
tg: Менюи сканер
uk: Меню сканеру
uz: Skaner menyusi

source: Files image is not created
az: Fayl Gorumu Hele Yaradilmiyib
be: Лад файлаў яшчэ не быў створаны
de: Gestalt Datei noch nicht war geschaffen
fr: Une image des fichiers n"a pas encore été créé
id: File gambar belum dibuat
ka: ფაილების სახე ჯერ არ შექმნილა
kk: Файл образдары әлі құрылмады
ky: Файл образдары дагы эле курулбады
lv: Vienību saraksts vēl nav ticis veidots, ieteicams to izveidot un pārbaudīt saita drošību
ro: Imagini nu au fost stabilite
tg: Намуди файлҳо сохта нашудааст
uk: Образ файлів ще не був створений
uz: Fayllar obrazi hali tuzilmadi

source: Rescan
az: Yeniden Scan
de: Durchmusterungsoperation
id: Telusuri ulang
ka: თავიდან სკანირება
kk: Қайта сүзу
ky: Кайта сканерлөө
lv: Skanēt vēlreiz
tg: Аз сари нав
uk: Пересканувати
uz: Qayta skanlash

source: Scan mode
az: Scanner Ejimi
be: Рэжым сканавання
de: Regime Durchmusterungsoperation
fr: Le mode de numérisation
id: Mode Scan
ka: სკანირების რეჟიმი
kk: Сканер режимі
ky: Сканер режими
lv: Skanēšanas režīms
ro: Mod scanare
tg: Намуди сканер
uk: Режим сканування
uz: Skanlash rejimi

source: Creating a snapshot
az: Wekil Yarat
be: Стварэнне здымка
de: Schopfung Aufnahme
fr: La création d" instantané
id: Membuat gambar
ka: ფოტოსურათის შექმნა
lv: Saraksta izveidošana
ro: Capturarea
tg: Сохтани акс
uk: Створення знімку
uz: Skrin olish

source: Snapshot successfully created
az: Faylin Wekli Ugurla Yaradildi
be: Здымак файлаў паспяхова створаны
de: Aufnahme Datei erfolgreich ist geschaffen
fr: La photo de fichier créé avec succès
id: Snapshot file yang dibuat berhasil
ka: ფაილების ფოტოსურათი წარმატებით შეიქმნა
lv: Vienību saraksts veiksmīgi izveidots!
ro: Instantaneu fişierele create cu succes
tg: Аксҳои файлҳо сохта шуд
uk: Знімок файлів успішно створений
uz: Fayl skrini olindi

source: Takes a snapshot of all script files from the site calculates their checksums and stored in the database
az: Yardilir &quot;wekil&quot; butun scriptli saytlarin, onlarin kantollu hesablanarag bazaya qeyd olunur
be: Робіцца &quot;здымак&quot; усіх скриптовых файлаў сайта, вылічаюцца іх кантрольныя сумы і запамінаюцца ў базе
de: Macht Aufnahme alle Skrypt Datei Standort, berechnet ihre Kontroll Betrage und einpragt sich in Basis
fr: Fait &quot;la photo&quot; tous les mystérieuses des fichiers du site, calcule la somme de contrôle et sont stockés dans la base
id: Mengambil snapshot dari semua file script dari situs menghitung checksum mereka dan disimpan dalam database
ka: იქმნება საიტის ყველა ფაილის &quot;ფოტოსურათი&quot; , გამოითვლება მისი საკონტროლო ჯამი და ინახება ბაზაში
kk: Делается &quot;снимок&quot; всех скриптовых файлов сайта, вычисляется их контрольные суммы и запоминается в базе
ky: Делается &quot;снимок&quot; всех скриптовых файлов сайта, вычисляется их контрольные суммы и запоминается в базе
lv: Tiek izveidots vienību &quot;saraksts&quot;, tiek izveidots visu vienību skaits, kas pieder CMS, tiek skaitļotas to kontroles summas, kas tiek saglabātas saita datu bāzē
ro: Ia un instantaneu al tuturor fişierul script al site-ului calculează checksum lor şi stocate în baza de date
tg: &quot;Акси&quot; ҳама файлҳо шуда истодааст, ҳамаи онҳо дар БАЗА сабт мешаванд
uk: Робиться &quot;знімок&quot; всіх скриптових файлів сайту, обчислюються їх контрольні суми і запам"ятовуються в базі
uz: &quot;skrin olinmoqda&quot; barcha sayt skriptlarini, ularni kotrol summasi hisoblanmoqda

source: This procedure creates a list of all script files to your site, calculates the checksums and writes to the database, for later comparison
be: Дадзеная працэдура стварае спіс усіх скриптовых файлаў Вашага сайта, вылічае іх кантрольныя сумы і заносіць у базу, для наступнага параўнання
de: Gegebener procedura schafft Liste das alle Scripting Datei Euer Standort, berechnet ihre Kontroll Betrage und eintragt in Basis, fur anschliessende Komparation
fr: Cette procédure crée une liste de tous les mystérieuses fichiers de Votre site, calcule la somme de contrôle et enregistre dans une base de comparaison plus tard
id: Prosedur ini membuat daftar semua script file ke situs Anda, menghitung checksum dan menulis ke database, untuk perbandingan kemudian
ka: ეს პროცედურა ქმნის თქვენი საიტის ყველა სკრიპტული ფაილის სიას, ითვლის მის საკონტროლო ჯამს და ინახავს ბაზაში შემდეგი შედარებისთვის
lv: Ši procedūra izveido sarakstu ar pilnīgi visām skripta vienībām, kas pieder skriptam. Izskaitļojot to kontrolsummas, dati tiek saglabāti saita datu bāzē, priekš vēlākas datu salīdzināšanas
ro: Această procedură creează o listă cu toate fişierele script-ul site-ul dvs., calculează checksum şi scrie la baza de date, pentru comparaţie
tg: Саҳифаи ҳама файлҳои сомонаро месозад, ва ҳамаи онҳоро дар БАЗА нигоҳ медорад, барои санҷиш
uk: Дана процедура створює список всіх скриптових файлів Вашого сайту, обчислює їх контрольні суми і заносить в базу, для подальшого порівняння
uz: Bu skrin saytdagi skriptlarni bazaga qo"shadi va ularni summasini hisoblaydi

source: <b>WARNING!!!</b><br>Before continuing make sure that all the files have been identified in the scanning mode distribution reliable and contain no unauthorized modifications
be: <b>УВАГА!!!</b><br>Перад працягам пераканайцеся, што ўсе файлы, якія былі выяўлены ў рэжыме сканавання Дыстрыбутыў, надзейныя і не ўтрымліваюць несанкцыянаваных мадыфікацый
de: <b> AUFMERKSAMKEIT !!!</b><br> vor der Fortfuhrung, uberzeugen sich, dass alle Datei, das in Regime skanirovaniya Distributiv sicherer und nicht enthalten nesankcionirovannykh Modifikationen bewiesen waren
fr: <b>ATTENTION!!!</b><br>Avant de poursuivre, assurez-vous que tous les fichiers qui ont été détectés en mode de balayage, la Distribution, fiables et ne contiennent pas de modifications non approuvées
id: <b>PEMBERITAHUAN!!!</b><br>Sebelum melanjutkan, pastikan bahwa semua file yang telah diidentifikasi dalam distribusi mode pemindaian dapat diandalkan dan tidak mengandung modifikasi yang tidak sah
ka: <b>ყურადღება!!!</b><br>სანამ გააგრძელებთ დარწმუნდით, რომ ყველა ფაილი, რომელიც გამომჟღავნებული იყო დისტრიბუტივის სკანირებისას, სანდოა და არ შეიცავს არასანქცირებულ მოდიფიკაციებს
kk: <b>ВНИМАНИЕ!!!</b><br>Перед продолжением, убедитесь, что все файлы, которые были выявлены в режиме сканирования Дистрибутив надежны и не содержат несанкционированных модификаций
ky: <b>ВНИМАНИЕ!!!</b><br>Перед продолжением, убедитесь, что все файлы, которые были выявлены в режиме сканирования Дистрибутив надежны и не содержат несанкционированных модификаций
lv: <b>UZMANĪBU!!!</b><br>Pirms turpini, pārliecinies, ka visas vienības, kuras tiks skanētas distributīvos nesatur modificētu kodu
ro: <b>ATENŢIE!!!</b><br>Înainte de a continua, asiguraţi-vă că toate fişierele care au fost identificate în distribuţia modul de scanare sunt fiabile şi nu conţin modificări neautorizate
tg: <b>ДИҚҚАТ!!!</b><br>Пеш аз давомдиҳи боваринок шавед, ки ҳама файлҳои ба сканер дохилшуда мустаҳкам ва бе ягон намуди дигар ҳастанд
uk: <b>УВАГА!!!</b><br>Перед продовженням, переконаєтеся, що всі файли, які були виявлені в режимі сканування Дистрибутиву надійні і не містять несанкціонованих модифікацій
uz: <b>Diqqat!!!</b><br>Tekshirilayotgan fayllar distributiv bilan togrliganligiga ishon hosil qiling

source: Scanning snapshot
be: Сканаванне па здымку
de: Skanirovanie nach Aufnahme
fr: La numérisation de l"image
id: Pemindaian gambar
ka: ფოტოსურათის მიხედვით სკანირება
lv: Skanēt sarakstu
ro: Scanarea prin instantaneu
tg: Сканироваткуни аз руи акс
uk: Сканування по знімку
uz: Skrin boyicha skanlash
