Repository: batumibiz/johncms
Catalog: system/locale/*/admin.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, tg, uk, uz

source: <b>WARNING!</b> Tabel ban IP will be cleared.<br>Are you sure you wan to unban an IP?
be: <b>УВАГА!</b> Табліца IP банов будзе ачышчана.<br>Вы сапраўды хочаце разбанить IP?
de: <b>ACHTUNG!</b> Tabelle IP banov ist abgeburstet.<br>An gultig belieben verdünnt IP?
fr: <b>ATTENTION!</b> Table IP interdictions s"effaceront.<br>Voulez-vous vraiment unban IP?
id: <b>PEMBERITAHUAN!</b> Tabel ban IP akan dibersihkan.<br>Apakah Anda yakin ingin unban IP?
ka: <b>ყურადღება!</b> IP ბანების ცხრილი გასუფთავდება.<br>ნამდვილად გსურთ ყველა IP-ზე ბანის მოხსნა?
kk: <b>ЕСКЕРТУ!</b> IP бан кестесі тазаланады.<br>Операцияны жалғастырғыңыз келеме?
ky: <b>ЭСКЕРТҮҮ!</b> IP бандын таблицасы тазаланат.<br>Сиз чынында эле IP разбан кылгыңыз келе би?
lv: <b>UZMANĪBU!</b> IP banu tabula tiks attīrīta.<br>Jūs tiešām vēlaties atbanot visus pēc IP?
ro: <b>ATENŢIE!</b> Tabelul interdicţii IP va fi purificat.<br>Sunteţi sigur că vreţi să deblocaţi IP?
tg: <b>ДИҚҚАТ!</b> Саҳифаи IP махкамҳо тоза карда мешавад.<br>Шумо бовари доред?
uk: <b>УВАГА!</b> Таблиця IP банів буде очищена.<br>Ви дійсно хочете розбанити IP?
uz: <b>Diqqat!</b> IP banlar javdavi tozalanadi.<br>Tasdiqlaysizmi?

source: Ban impossible. Your own IP address in the range
be: Бан немагчымы. Ваш уласны IP-адрас, трапляе ў дыяпазон
de: Sperrung ist impossibel. Euere eigene Adresse IP gelangt in Diapason
fr: Ban n"est pas possible. Votre propre adresse IP comprise dans la plage
id: Ban mustahil dilakukan. Alamat IP Anda sendiri berada dalam rentang
ka: ბანი შეუძლებელია. თქვენი IP მისამართი ექცევა დიაპაზონში
kk: Бан мүмкін емес. Сіздің IP адресіңіз диапазонға түсіп қалады.
ky: Бан мүмкүн эмес. Сиздин IP адресиңиз диапазонго түшүп калат.
lv: Kļūda! Bans nav iespējams. Jūsu paša IP adrese nonāk šajā lokā
ro: Ban imposibil. Propria ta adresa IP se încadrează în intervalul
tg: Махкамкуни номумкин аст. Чунки IP-и шумо беҷо мешавад
uk: Бан неможливий. Ваша власна адреса IP потрапляє в діапазон
uz: Banlash mumikinamas.Shaxsiy IP ingiz diapazonga tushib qolyapti

source: Address you entered conflicts with other who in the database
be: Уведзены Вамі адрас канфліктуе з іншымі, якія знаходзяцца ў базе
de: Die Sie eingefuhrte Adresse konfliktuet mit anderer, befindlicher in Basis
fr: Vous avez entré adresse est en conflit avec d"autres, se trouvant dans la base
id: Alamat yang Anda masukkan konflik dengan orang lain yang berada di database
ka: თქვენს მიერ შეყვანილი მისამართი კონფლიქტში შედის სხვებთან, რომლებიც იმყოფებიან ბაზაში
lv: Kļūda! IP adrese, ko Jūs ievadījāt, konfliktē ar esošajām, kas jau ir datu bāzē
ro: Adresa pe care aţi intrat în conflict cu alţii care sunt în baza de date
tg: Суроғаи додашудаи шумо ба дигар суроғаҳои дар БАЗА буда халал мерасонад
uk: Введена Вами адреса конфліктує з іншими, що знаходяться в базі
uz: Siz yozgan adres boshqalar bilan solishadi

source: Ban deleted
az: Ban Sil
be: Выдаліць бан
de: Entfern Sperrung
fr: Supprimer ban
id: Ban dihapus
ka: ბანის წაშლა
kk: Бан-ды өшіру
ky: Бан-ды өчүрүү
lv: Dzēst banu
ro: Scoateţi interzicerea
tg: Гирифтани Махкамкунак
uk: Видалити бан
uz: Banni o"chirish

source: Example:<br><span class="red">10.5.7.1</span> - Ban one address<br><span class="red">10.5.7.1-10.5.7.100</span> - Ban range of address.<br><span class="red">10.5.*.*</span> - Ban on a mask. There will banned from the entrie subnet, begining with address 0 and ending with 255
be: Прыклад:<br><span class="red">10.5.7.1</span> - Баним адзін адрас<br><span class="red">10.5.7.1-10.5.7.100</span> - Баним дыяпазон адрасоў.<br><span class="red">10.5.*.*</span> - Баним па масцы. Будзе забанена ўся подсеть, пачынальна з адрасу 0 і заканчваючы 255
de: Beispiel:<br><span class="red">10.5.7.1</span> - Ban eins Adresse<br><span class="red">10.5.7.1-10.5.7.100</span> - Sperrung Diapason der Adressen.<br><span class="red">10.5.*.*</span> - Sperrung nach Maske. Ist Sperung alle podset", seit Adresse 0 und beendet 255
fr: Exemple:<br><span class="red">10.5.7.1</span> - Bannir une seule adresse<br><span class="red">10.5.7.1-10.5.7.100</span> - Bannir une plage d"adresses.<br><span class="red">10.5.*.*</span> - Bannir par le masque. Sera забанена tous les sous-réseaux à partir de l"adresse 0 et se terminant 255
id: Contoh:<br><span class="red">10.5.7.1</span> - Ban satu alamat<br><span class="red">10.5.7.1-10.5.7.100</span> - Ban kisaran alamat.<br><span class="red">10.5.*.*</span> - Ban pada topeng. Ada akan dilarang dari seluruh subnet, dimulai dengan alamat 0 dan diakhiri dengan 255
ka: მაგალითი:<br><span class="red">10.5.7.1</span> - ბანს ვადებთ ერთ მისამართს<br><span class="red">10.5.7.1-10.5.7.100</span> - ბანს ვადებთ მისამართების დიაპაზონს.<br><span class="red">10.5.*.*</span> - ბანს ვადებთ ნიღბით. ბანი დაედება მთლიან ქვექსელს, დაწყებული 0-ით და დამთავრებული 255-ით
kk: Мысалы:<br><span class="red">10.5.7.1</span> - Бір адресті бан<br><span class="red">10.5.7.1-10.5.7.100</span> - Диапазон адрестеріне бан.<br><span class="red">10.5.*.*</span> - Маска бойынша бан. 0-ден бастап 255-ке дейінгі аралықта бан беріледі
ky: Мисалы:<br><span class="red">10.5.7.1</span> - Бир адрести бан<br><span class="red">10.5.7.1-10.5.7.100</span> - Диапазон адрестерине бан.<br><span class="red">10.5.*.*</span> - Маска боюнча бан. 0-дөн баштап 255-ке чейин аралыкта бан берилет
lv: Piemērs:<br><span class="red">10.5.7.1</span> - Tiek banota viena IP adrese<br><span class="red">10.5.7.1-10.5.7.100</span> - Banojam vairāku IP adrešu diapazonu.<br><span class="red">10.5.*.*</span> - Banojam pēc maskas. Tiks bloķēti visi, sākoties adresei ar 0 un beidzoties ar 255
ro: Exemplu:<br><span class="red">10.5.7.1</span> - Bunim o singură adresă<br><span class="red">10.5.7.1-10.5.7.100</span> - Bunim gama de adrese.<br><span class="red">10.5.*.*</span> - Banim pe o masca. Nu va fi interzis de la subnet intreaga, începând cu adresa 0 şi se termină cu 255
tg: Мисол:<br><span class="red">10.5.7.1</span> - Танҳо як суроғаро махкам мекунем<br><span class="red">10.5.7.1-10.5.7.100</span> - Диапазони суроғаҳоро махкам мекунем.<br><span class="red">10.5.*.*</span> - Аз намудаш махкам мекунем. Ҳамааш махкам карда мешавад, аз 0 то 225
uk: Приклад:<br><span class="red">10.5.7.1</span> - Банимо одну адресу<br><span class="red">10.5.7.1-10.5.7.100</span> - Банимо діапазон адрес.<br><span class="red">10.5.*.*</span> - Банимо по масці. Буде забанена вся підмережа, починаючи з адреси 0 і закінчуючи 255
uz: Masalan:<br><span class="red">10.5.7.1</span> - Bir dona adresni banlash<br><span class="red">10.5.7.1-10.5.7.100</span> - Adreslar diapazonini banlash.<br><span class="red">10.5.*.*</span> - Maska boyicha banlash. 0dan boshlab 255 gacha bogan ip lar banladadi

source: IP Ban
be: Баніць IP
de: Sperrung IP
fr: Bannir des IP
id: Ban IP
ka: ბანი დავადოთ IP-ს
kk: IP-ге бан
ky: IP-ге бан
lv: Banot IP
ro: Ban IP
tg: Махкамкунии IP
uk: Банити IP
uz: IPni banlash

source: Enter a single address, mask and range are not allowed
be: Ўводзіце адзіночны адрас, маска і дыяпазоны недапушчальныя
de: Einfuhren Einzel Adresse, Maske und Diapasons ist unakzeptabel
fr: Entrez seule l"adresse, le masque et les plages ne sont pas valides
id: Masukkan alamat tunggal, masker dan rentang tidak diperbolehkan
ka: შეიყვანეთ ერთჯერადი მისამართი, ნიღაბი და დიაპაზონი დაუშვებელია
kk: Жеке адресті теріңіз, маска және диапазон жіберілмейді
ky: Жеке адрести териңиз, маска жана диапазон жиберилбейт
lv: Ievadiet konkrētu IP adresi, maska un diapazons netiek atbalstīts
ro: Introduceţi o singură adresă, masca şi variază tolerată
tg: Суроғаи ягонаро нависед, намуд ва диапазон қабул намешавад
uk: Введіть адресу. Маска та діапазони недопустимі
uz: birlamchi manzilni kiriting, maska va diapazon mumkinamas

source: Ban range address
az: Unvan Uzre Ban
be: Баним дыяпазон адрасоў
de: Sperrung Diapason der Adressen
fr: Bannir la plage d"adresses
id: Ban kisaran alamat
ka: ბანს ვადებთ მისამართების დიაპაზონს
kk: Диапазон бойынша бан
ky: Диапазон боюнча бан
lv: Banojam IP adresi ar diapazonu
ro: Bunim gama de adrese
tg: Диапазони суроғаҳоро махкам мекунем
uk: Банимо діапазон адрес
uz: Adreslar diapazonini banlash

source: Ban on the subnet mask
az: Şebeke Uzre Ban
be: Баним па масцы падсеткі
de: Sperrung nach Maske podseti
fr: Bannir par le masque de sous-réseau
id: Ban pada subnet mask
ka: ბანს ვადებთ ქვექსელის ნიღბით
kk: Маска бойынша бан
ky: Маска боюнча бан
lv: Banojam IP adresi pēc maskas
ro: Bunim pe masca de subreţea
tg: Аз намудаш махкам мекунем
uk: Банимо по масці підмережі
uz: Maska bo"yicha podsetlarni o"chiramiz

source: Ban IP address
az: IP - Adres Bani
be: Баним адрас IP
de: Sperrung Adresse IP
fr: Bannir adresse IP
id: Ban alamat IP
ka: ბანს ვადებთ IP მისამართს
lv: Banojam konkrētu IP adresi
ro: Bunim adresa IP
tg: Суроғаи IP-ро махкам мекунем
uk: Банимо адресу IP
uz: IP adresni banlash

source: Search IP
az: IP uzre axtariş
be: Пошук па IP
de: Suche nach IP
fr: La recherche sur IP
id: Cari no IP
ka: ძებნა IP-ის მეშვეობით
kk: IP бойынша іздеу
ky: IP боюнча издөө
lv: Meklēt IP adresi
ro: Caută după IP
tg: Кофтукоб аз IP
uk: Пошук по IP
uz: IP boyicha qidiruv

source: This address not in the database
az: Bele Unvan bazada movcud deyil
be: Такога адраса ў базе няма
de: Derart Adresse in Basis ist
fr: Cette adresse dans la base non
id: alamat IP tidak ada dalam database
ka: ასეთი მისამართი ბაზაში არ არის
kk: Мұндай адрес базада жоқ
ky: Мындай адрес базада жок
lv: Kļūda! Šādas IP adreses datu bāzē nav
ro: Astfel de adrese în baza de date nu este
tg: Чунин суроға дар БАЗА нест
uk: Такої адреси в базі немає
uz: Bunday manzil bazada yo"q

source: Forbid to vote for the administration
az: Rehberliye ses vermemek hududu
be: Забараніць галасаваць за адміністрацыю
de: Vor Administration zu verbieten zu abstimmen
fr: Refuser de voter pour l"administration
id: Melarang suara untuk administrasi
ka: ადმინისტრაციისთვის ხმის მიცემის აკრძალვა
kk: Администрацияға дауыс беруге тыйым салу
ky: Администрацияга добуш берүүгө тыйым салуу
lv: Kļūda! Aizliegts balsot par saita administrāciju
ro: Interzicerea vot pentru administrarea
tg: Овоздиҳи нисбати Администратсияро манъ мекунед
uk: Заборонити голосувати за адміністрацію
uz: Administratsiyaga ovoz berishni taqiqlash

source: Are you sure you want to drop karma?
az: Siz Karmani sifirlamag istiyirsiz?
be: Вы сапраўды хочаце скінуць карму?
de: Ihr gultig belieben, karma zu abwerfen?
fr: Voulez-vous vraiment réinitialiser le karma?
id: Apakah Anda benar-benar ingin membersihkan karma?
ka: ნამდვილად გსურთ კარმის განულება?
kk: Сіз шынында карманы тазалағыңыз келеме?
ky: Сиз чынында карманы тазалагыңыз келе би?
lv: Vai Jūs tiešam gribat atjaunot Karmu?
ro: Chiar vrei scăza karma?
tg: Шумо бовари доред ки овозҳоро тоза мекунед?
uk: Ви дійсно хочете видалити карму?
uz: Karmani tozalamoqchimisiz?

source: Karma is dropped
az: Karma Sifirlandi
be: Карма скінутая
de: Karma ist abgeworfen
fr: Le karma est remis à zéro
id: Menbersihkan Karma
ka: კარმა განულებულია
kk: Карма тазаланды
ky: Карма тазаланды
lv: Karma tika attīrīta
ro: Karma a scăzut
tg: Овозҳо тоза шуданд
uk: Карма видалена
uz: Кarma tozalandi

source: Drop karma
az: Karmani Sifirla
be: Скінуць карму
de: Karmu zu abwerfen
fr: Réinitialiser le karma
id: Reset karma
ka: კარმის განულება
kk: Карманы тазалау
ky: Карманы тазалоо
lv: Nomest karmu
ro: Scăza karma
tg: Тозакунии овозҳо
uk: Обнулити карму
uz: Karmani tozalash

source: Restriction for vote
az: Ses Verme ucun qeydler
be: Абмежаванні для галасавання
de: Einschrankungen fur Abstimmung
fr: Restrictions pour le vote
id: Pembatasan suara
ka: ხმის მიცემის შეზღუდვა
kk: Дауыс беру шегі
ky: Добуш берүү чеги
lv: Balsojuma ierobežojumi
ro: Restricţii la vot
tg: Охирнокии овоздиҳи
uk: Обмеження для голосування
uz: Ovoz berishni chegaralash

source: Voices per day
az: Sesler Sutkada
be: Галасоў у суткі
de: Stimmen in Tag
fr: Les voix dans la nuit
id: Suara perhari
ka: ხმა დღე-ღამეში
kk: Күндік дауыс беру саны
ky: Күндүк добуш берүү саны
lv: Dienas balsojumi
ro: Voturi zile
tg: Овоздиҳи дар як руз
uk: Голосів на добу
uz: Ovozlar kuniga

source: Default language
az: Daimi Dil
be: Мову па змаўчанні
de: Standardssprache
fr: La langue par défaut
id: Bahasa default
ka: ნაგულისხმები ენა
kk: Стандартты тіл
ky: Стандарттуу тил
lv: Saita noklusējuma valoda
ro: Limba implicită
tg: Забони одди
uk: Стандартна мова
uz: Sistema tili

source: You cannot delete language established for system by default
az: Dili silmek olmaz, sistem ucun oldugu kimi qalmalidi
be: Нельга выдаляць мову, усталяваны для сістэмы па змаўчанні
de: Es man darf nicht zu entfernen Sprache, die fur Gebaude Standard angesetzt ist
fr: Vous ne pouvez pas supprimer la langue définie pour le système par défaut
id: Anda tidak dapat menghapus bahasa yang ditetapkan untuk sistem default
ka: იმ ენის წაშლა, რომელიც ნაგულისხმებია სისტემისთვის, არ შეიძლება
kk: Жүйеге қойылған стандартты тілді өшіруге болмайды
ky: Башкыга коюлганан стандартту тилди өчүрүгө болбойт
lv: Kļūda! Nevar dzēst valodu, kura ir uzstādīta kā sistēmas noklusējuma valoda
ro: Nu puteţi şterge limba stabilite pentru sistemul de implicit
tg: Забоне ки барои система гузошта шудааст, тоза кардан номумкин аст
uk: Не можна видаляти стандартну мову. Спочатку змініть її на іншу.
uz: Ayni vaqtda ishlatilayotgan tilni o"chirib bolmaydi

source: Are you sure you want to delete language?
az: Siz bu dili silmek istiyirsiz
be: Вы сапраўды хочаце выдаліць мову
de: Ihr gultig belieben, Sprache zu entfernen
fr: Voulez-vous vraiment supprimer la langue
id: Apakah Anda yakin ingin menghapus bahasa?
ka: ნამდვილად გსურთ ენის წაშლა?
kk: Сіз тілді өшіргіңіз келеме?
ky: Сиз тилди өчүргүңүз келе би?
lv: Vai Jūs tiešām vēlaties dzēst valodu
ro: Sunteţi sigur că doriţi să ştergeţi limba
tg: Шумо бовари доред ки забонро тоза мекунед
uk: Ви дійсно хочете видалити мову
uz: Tilni o"chirmoqchimisiz

source: Failed select language
az: Dil seciminde Sehv Var
be: Памылка выбару мовы
de: Fehler der Auswahl der Sprache
fr: Erreur de sélection de la langue
id: Gagal untuk memilih bahasa
ka: ენის შერჩევაში შეცდომაა
kk: Тілді таңдаудағы қате
ky: Тилди тандоодогу ката
lv: Kļūda! Valoda nav izvēlēta
ro: Nu a reuşit să alegeţi limba
tg: Хатоги ҳангоми интихоби забон
uk: Помилка вибору мови
uz: Til tanlashda xatolik

source: Language Settings
az: Dil Duzelişleri
be: Усталеўкі мовы
de: Spracheinstellung
fr: Réglage de la langue
id: Pengaturan bahasa
ka: ენის პარამეტრები
kk: Тіл баптаулары
ky: Тил боюнча оңдоолор
lv: Valodas iestatījumi
ro: Setarea limbii
tg: Тағйироти забон
uk: Налаштування мови
uz: Til sozlamalari

source: System Language
az: Sistem Dili
be: Мова сыстэмы
de: Das Sprachsystem
fr: Le système de la langue
id: Sistem lokal
ka: სისტემის ენა
kk: Жүйе тілі
ky: Системанын тили
lv: Sistēmas valoda
ro: Sistemul de limbă
tg: Забони система
uk: Мова системи
uz: Sistema tili

source: Lines
az: Setir Koçurmesi
be: Перанос радкоў
de: Trennunszeichen der Zeilen
fr: Les sauts de lignes
id: Transfer baris
ka: სტრიქონების გადატანა
kk: Келесi жолға тасымалдаулар
ky: Сапты ташымалдоо
lv: Līniju pārnešana
ro: Transfer linii
tg: Ҷойивазкунии қатор
uk: Перенесення рядків
uz: Satrni o"tkazish

source: Add link
az: Link elave et
be: Дадаць спасылку
de: Hinweis zu subsumieren
fr: Ajouter la référence
id: Tambah link
ka: ბმულის დამატება
kk: Сiлтеменi қосу
ky: Шилтемени кошуу
lv: Pievienot linku
ro: Adauga link-ul
tg: Гузоштани ссилка
uk: Додати посилання
uz: Ssilka qoyish

source: In the format FFFFFF, if you do not want to use link color, simply do not fill this field
az: Formatda - FFFFFF, eger siz linkin rengli olmagin istemirsizse sadece olarag burani boş saxliyin
be: В фармаце FFFFFF, калі не хочаце вылучаць спасылку колерам, то проста не запаўняйце гэтае поле
de: In Format FFFFFF, falls nicht belieben, Hinweis Farbe zu abscheiden, einfach nicht ausfulle diesen Acker
fr: Au format FFFFFF, si vous ne voulez pas consacrer le lien de la couleur, il suffit de ne pas remplir ce champ
id: Isi FFFFFF format, jika Anda tidak ingin memberikan warna acuan, maka cukup tidak mengisi bidang ini
ka: თუ არ გსურთ ლინკის FFFFFF ფორმატის ფერით გამოყოფა, მაშინ უბრალოდ არ შეავსოთ
kk: Егер сілтемені FFFFFF форматында бояғыңыз келмесе, онда бұл өрісті толтырмай-ақ қойыңыз
ky: Эгер шилтемени FFFFFF форматында боегуңуз келбесе, анда бул талааны толтурбай коюңуз
lv: Formātā FFFFFF, ja negribat izcelt saiti ar krāsu, tad vienkārši varat neaizpildat šo teksta lauku
ro: FFFFFF format, în cazul în care nu doriţi să aloce o culoare de referinţă, atunci pur şi simplu nu completaţi acest câmp
tg: Дар намуди FFFFFF, агар ранг мондан нахоҳед, ҷойро холи монед тамом
uk: У форматі FFFFFF, якщо не хочете виділяти посилання кольором, то просто не заповнюйте це поле
uz: FFFFFF formatda, agar ssilkani rangsiz qilmoqchi bosez,u holda bu maydonni bosh qoldiring

source: Number of days for link existence which will be automatically removed from the page<br>0 - Unlimited
az: Gun Sayi , linkin yazildigi gunden muddeti bitende dek sonradan avtomatik olarag yox olur<br>0 - qeydsiz
be: Колькасць дзен з моманту ўстаноўкі спасылкі, па заканчэнні якога спасылка аўтаматычна змыецца<br>0 - без абмежаванняў
de: Tage aus Moment der Aufstellung des Hinweis, nach ursprung das Hinweis quasi automatischer abschiebt<br>0 - unbegrenzt
fr: Le nombre de jours depuis l"installation de référence, à l"expiration de laquelle la référence est automatiquement nettoie pas<br>0 - sans limitation
id: Jumlah hari sejak pemasangan link referensi iklan yang keluar secara otomatis<br>0 - Tanpa batas
ka: დღეების რაოდენობა ბმულის დაყენების მომენტიდან, რომლის გასვლის შემდეგაც ბმული ავტომატურად წაიშლება<br>0 - შეზღუდვის გარეშე
kk: Сілтеме қанша уақыт тұруы тиіс? Уақыт біткеннен кейін сілтеме автоматты түрде өшіріледі<br>0 - шексіз
ky: Шилтеме канча убакыт туру тийиш? Убакыт бүткөндөн кийин шилтеме автоматту түрдө өчүрүлөт<br>0 - чексиз
lv: Daudzums kopš ievietots links, pēc kura tas tiks automātiski tiks dzēsts<br>0 - bez ierobežojumiem
ro: Numărul de zile de la instalare link-uri, după care linkul este automat elimina<br>0 - fără pierdere
tg: Шумораи рузҳо аз вақти гузоштани ссилка, баъд аз тамомшавиаш ссилка ба тарзи автомати гирифта мешавад<br>0 - беохир
uk: Кількість днів показу посилання<br>0 - без обмежень
uz: Ssilkani saytda turish vaqti<br>0 - chegarasiz

source: To change the name when updating pages, you must wtite names trought the symbol |
az: Ad deyiwdikde butun qeydleri sayilir ve onlari qeyd edin bu znakla |
be: Для змены назвы пры абнаўленні старонкі пералічыце ўсе назвы праз знак |
de: Fur Ablosung der Benennung bei Erneuerung der Seite durchzahlen alle Benennungen durch Zeichen |
fr: Pour un changement de nom lors de la mise à jour de la page liste de tous les noms par le signe |
id: Untuk mengubah nama saat memperbarui halaman untuk daftar semua nama melalui tanda |
ka: გვერდის განახლების დროს სახელის შესაცვლელად გამოყავით ყველა სახელი ნიშნით |
kk: Сілтеме атауын беттерді жүктеген кезде өзгерту үшін, арасын мына символмен бөліңіз |
ky: Шилтеме ысмын беттерди жүктөгөн кезде өзгөртүү үчүн, арасын бул символ менен бөлүңүз |
lv: Linka nosaukuma visu rakstat aiz šā simbola |
ro: Pentru a schimba numele de la actualizarea pagini pentru a lista toate numele prin semnul |
tg: Агар хоҳед ки ҳангоми ОБНОВИТ кардани саҳифа номҳо иваз шудан гиранд, номҳоро пас аз нишонаи | навистан гиред
uk: Для зміни назви при оновленні сторінки перерахуйте їх через знак |
uz: Nomi sahifa yangilanganda har hil ko"rsatilishi uchun | belgisi bilan yozing

source: All pages
az: Butun seyfelerde
be: На ўсіх старонках
de: an alle Seiten
fr: Sur toutes les pages
id: Semua halaman
ka: ყველა გვერდზე
kk: Барлық беттерге
ky: Бардык беттерге
lv: Uz visām lapām
ro: Toate paginile
tg: Дар ҳама саҳифаҳо
uk: На всіх сторінках
uz: Barcha sahifalarda

source: On all but the main
az: Hamsinda, Ana Seyfeden başka
be: На ўсіх, акрамя галоўнай
de: an alle, abgerechnet zu Hause
fr: Sur tous les, sauf la page d"accueil
id: Pada semua tetapi utama
ka: ყველაზე, გარდა მთავარი გვერდისა
kk: Басты беттен басқа, қалған беттерге
ky: Башкы беттен башка, калган беттерге
lv: Uz visam, izņemot galveno
ro: La toate,, cu excepţia pagina de start
tg: Дар ҳама саҳифаҳо, ғайр аз асоси
uk: На всіх, крім головної
uz: Asosiydan tashqari hamma sahifalarda

source: Only main page
az: Ana Seyfede
be: Толькі на галоўнай
de: allein zu Hause
fr: Seule la sur principale
id: Hanya dalam utama
ka: მხოლოდ მთავარ გვერდზე
kk: Тек басты бетте
ky: Бир гана башкы бетте
lv: Tikai uz galvenās
ro: Numai pe pagina principală
tg: Танҳо дар саҳифаи асоси
uk: Тільки на головній
uz: Faqat bosh sahifada

source: Number of hits for link existence which will be automatically removed from the page<br>0 - Unlimited
az: Keçid sayi, hansiki kecidden sonra avtomatik olarag yox olur<br>0 - qeydsiz
be: Колькасць пераходаў, пасля якога спасылка аўтаматычна змыецца<br>0 - без абмежаванняў
de: Quantitat der Ubergange, nach die Hinweis quasi automatischer abschiebt<br>0 - unbegrenzt
fr: Le nombre de transitions, d"après laquelle la référence est automatiquement nettoie pas<br>0 - sans limitation
id: Jumlah hits ke berapa link secara otomatis keluar<br>0 - Tanpa batas
ka: გადასვლების რაოდენობა, რომლის შემდეგაც ბმული ავტომატურად წაიშლება<br>0 - შეზღუდვის გარეშე
kk: Колличество переходов, после котого ссылка автоматически уберется<br>0 - шексіз
ky: Колличество переходов, после котого ссылка автоматически уберется<br>0 - шексіз
lv: Pārgājienu daudzums, pēc kura links automātiski tiks aizvākts<br>0 - bez iemesliem
ro: Numărul de hit-uri, după care linkul în mod automat elimina<br>0 - fără pierdere
tg: Шумораи гузаштан, баъди он ссилка ба тарзи автомати гирифта мешавад<br>0 - беохир
uk: Кількість переходів по посиланню<br>0 - без обмежень
uz: ssilkani o"chirish uchun Perexodlar soni<br>0 - cheksiz

source: Link successfully added
az: Link elave edildi
be: Спасылка паспяхова дададзеная
de: Hinweis erfolgreich ist subsumiert
fr: Le lien a été ajouté avec succès
id: Iklan berhasil ditambahkan
ka: ბმული წარმატებით დაემატა
kk: Сілтеме сәтті қойылды
ky: Шилтеме ийгиликтүү коюлдуу
lv: Links veiksmīgi ievietots
ro: Link adăugat cu succes
tg: Ссилка гузошта шуд
uk: Посилання успішно додане
uz: Ssilka qo"shildi

source: Are you sure you want to delete all inactive links?
az: Siz butun aktiv olmuyan linkleri silmek istiyirsiz?
be: Вы сапраўды жадаеце выдаліць усе спасылкі неактыўныя?
de: ihr gultig belieben, alle inaktive Hinweise zu entfernen?
fr: Voulez-vous vraiment supprimer tous les pas de liens actifs?
id: Apakah Anda yakin Anda ingin menghapus semua link yang tidak aktif?
ka: ნამდვილად გსურთ ყველა არასასურველი ბმულის წაშლა?
kk: Сiз барлық белсендi емес сiлтемелерді өшіргіңіз келе ме?
ky: Сиз бардык белсендүү эмес шилтемелерди өчүргүңүз келе би?
lv: Jūs tiešām vēlaties dzēst visas neaktīvas saites?
ro: Sunteţi sigur că doriţi să ştergeţi toate link-urile inactive?
tg: Шумо бовари доред, ки ҳама ссилкаҳои нобакорро тоза мекунед?
uk: Ви дійсно хочете видалити всі неактивні посилання?
uz: Barcha Passiv ssilkalarni o"chirmoqchimisiz?

source: Are you sure want to delete link?
az: Siz linki silmek istiyirsiz?
be: Вы сапраўды хочаце выдаліць спасылку?
de: ihr gultig belieben, Hinweis zu entfernen?
fr: Voulez-vous vraiment supprimer le lien?
id: Apakah Anda yakin ingin menghapus link?
ka: ნამდვილად გსურთ ბმულის წაშლა?
kk: Сіз сілтемені өшіргіңіз келе ме?
ky: Сиз шилтемени өчүргүңүз келе би?
lv: Jūs tiešām vēlaties dzēst saiti?
ro: Sunteţi sigur că doriţi să ştergeţi linkul?
tg: Шумо бовари доред, ки ссилкаро тоза мекунед?
uk: Ви дійсно хочете видалити посилання?
uz: Ssilkani o"chirmoqchimisiz ?
