Repository: batumibiz/johncms
Catalog: system/locale/*/ban.po
Languages: be, fr, id, ka, kk, ky, lv, pl, ro, tg, uk, uz, vi

source: Offenses history
be: Гісторыя парушэнняў
fr: Histoire de violations
id: Sejarah pelanggaran
ka: დარღვევების ისტორია
kk: Бұзушылық тарихы
ky: Бузучулук тарыхы
lv: Pārkāpumu vēsture
pl: Historia przewinień
ro: Istoria încălcări
tg: Таърихи хатогиҳо
uk: Історія порушень
uz: Qoidabuzarlik tarixi
vi: Lịch sử của vi phạm

source: Offenses list
be: Спіс парушэньняў
fr: La liste des violations
id: Daftar pelanggaran
ka: დარღვევების სია
kk: Бұзушылық тізімі
ky: Бузучулук түзүмү
lv: Pārkāpumu saraksts
pl: Lista przewinień
ro: Lista de încălcări
tg: Ҳисоботи хатогиҳо
uk: Список порушень
uz: Qoidabuzarlik royhati
vi: Danh sách vi phạm

source: My offenses
be: Мае парушэнні
fr: Mes violation de
id: Pelanggaran saya
ka: ჩემი დარღვევები
kk: Менің бұзушылығым
ky: Менин бузучулугум
lv: Mani pārkāpumi
pl: Moje przewinienia
ro: Încălcări mea
tg: Хатогиҳои ман
uk: Мої порушення
uz: mening Qoidabuzarlik
vi: Vi phạm của tôi

source: Private (antispam)
be: Прыват (антыспам)
fr: Privat (antispam)
id: Privat (antispam)
ka: პირადი (ანტისპამი)
lv: PM (antispams)
pl: Prywatne (antyspam)
ro: Privat (antispam)
tg: Махфи (Муқобили спам)
uk: Приват (антиспам)
uz: Shaxsiy xabar (antispam)
vi: Cá nhân (antispam)

source: Reason not specified
be: Прычына не пазначана
fr: La raison n"est pas spécifié
id: Tidak ada alasan
ka: მიზეზი არ არის მითითებული
kk: Себебі көрсетілмеді
ky: Себеби көрсөтүлбөдү
lv: Iemesls nav norādīts
pl: Nie podano powodu
ro: Motivul nu este listat
tg: Сабаб надорад
uk: Причина не вказана
uz: Sabab korsatilmadi
vi: Lý do không xác định

source: System
be: Сістэма
fr: Système
id: Sistem
ka: სისტემა
kk: Жүйе
lv: Sistēma
ro: Sistemă
uk: Система
uz: Sistema
vi: Hệ thống

source: To karma
be: кармай
fr: à karma
id: untuk karma
ka: კარმაში
kk: Кармаға
ky: Кармага
lv: karmai
pl: do karmy!
ro: la karma
tg: Одами хуб
uk: до карми
uz: Karmaga
vi: Tới bình luận

source: User banned
be: Карыстальнік забанен
fr: L"utilisateur banni
id: Pengguna dilarang
ka: მომხმარებელს დაედო ბანი
kk: Қолданушы құлтанған
ky: Колдонучу блоктолгон
lv: Lietotājs banots
pl: Użytkownik zbanowany
ro: Utilizator are ban
tg: Истифодабаранда махкам карда шуд
uk: Користувач забанений
uz: Foydalanuvchi banlangan
vi: Thành viên đã bị cấm
