Repository: batumibiz/johncms
Catalog: system/locale/*/ban.po
Languages: be, fr, id, ka, kk, ky, lv, pl, ro, tg, uk, uz, vi

source: and received
be: і атрымаў
fr: et a reçu
id: dan diterima
ka: ასევე მიიღო
kk: және алды
ky: жана алды
lv: un saņēma
pl: i otrzymał
ro: şi a primit
tg: Ва гирифт
uk: і отримав
uz: va qucholadi
vi: và nhận được

source: Amnesty
be: Амністыя
fr: L"amnistie
id: Pengampunan
ka: ამნისტია
lv: Amnēzija
pl: Amnestia
ro: Amnistia
uk: Амністія
uz: Аmnisiya
vi: Tổ chức Ân xá

source: Amnesty is available for supervisors only
be: Амністыя даступная толькі для Супервайзоров
fr: L"amnistie est uniquement disponible pour les Superviseurs
id: Pengampunan ini tersedia hanya untuk supervisor
ka: ამნისტია ხელმისაწვდომია მხოლოდ სუპერვაიზერებისათვის
kk: Амнистия тек Супервизорларға ғана рұқсат
ky: Амнистия бир гана Супервизорлорго гана уруксат
lv: Kļūda! Amnēzija ir pieejama tikai supervaizeriem
pl: Amnestia jest dostępna tylko dla administracji
ro: Amnistia este disponibil numai pentru autorităţile de SupraVizor
tg: Амнистия танҳо барои Супервайзорҳо иҷозат аст
uk: Амністія доступна тільки для Супервізорів
uz: Аmnitsiya faqat supervayserlarga mumkin
vi: Tổ chức Ân xá chỉ có sẵn cho người giám sát

source: Table ban cleared.<br>Offenses cleared
be: Табліца Банов ачышчана.<br>Выдаленая ўся гісторыя парушэнняў
fr: Le tableau Bans nettoyé.<br>Retiré toute l"histoire de violations
id: Tabel larang jelas.<br>Dihapus seluruh sejarah pelanggaran
ka: ბანების ცხრილი გასუფთავებულია.<br>წაშლილია დარღვევების მთელი ისტორია
kk: Бан кестесі тазаланды.<br>Барлық бұзушылық кестесі тазаланды
ky: Бандын таблицасы тазаланды.<br>Бардык бузучулук таблицасы тазаланды
lv: Banu tabula tika attīrīta.<br>Tika dzēsta visa pārkāpēju vēsture
pl: Tabela zbanowanych<br> została wyczyszczona
ro: Tabelul bani închise.<br>Eliminat întreaga istorie a încălcărilor
tg: Саҳифаи махкамҳо тоза карда шуд.<br>Ҳама таърихи хатогиҳо тоза карда шуд
uk: Таблиця Банів очищена.<br>Видалена вся історія порушень
uz: Banlar jadvali tozalandi.<br>Qodiabuzarliklar tozalandi
vi: Bảng cấm xóa. <br> gỡ bỏ toàn bộ lịch sử của hành vi vi phạm

source: Clear base
be: Ачысціць базу
fr: Nettoyer la base de
id: Hapus dasar
ka: ბაზის გასუფთავება
kk: Базаны тазалау
ky: Базаны тазалоо
lv: Tīrīt banu
pl: Wyczyść bazę
ro: Clare de bază
tg: Тозакунии БАЗА
uk: Очистити базу
uz: Bazani tozalash
vi: Ân xá

source: Unban all
be: Разбанить ўсіх
fr: Unban tous les
id: Unban semua
ka: ყველას მოვხსნათ ბანი
lv: Atbanot visus
pl: Odblokuj wszystkich
ro: Deblocaţi toate
tg: Ҳамаро махкам мекунед
uk: Розбанити всіх
uz: Xammani banini olish
vi: Gỡ bỏ tất cả lệnh cấm

source: All the users with active bans were unbanned (Except for bans &quot;till cancel&quot;)
be: Разбанены усе карыстальнікі, якія мелі актыўныя Баны (акрамя банов &quot;Да адмены&quot;)
fr: Razbaneny tous les utilisateurs qui ont les actifs Bans (outre les bans &quot;Jusqu"à l"annulation&quot;)
id: Unban semua pengguna yang telah Ban aktif (kecuali larangan &quot;Sebelum mengangkat&quot;)
ka: ყველა მომხმარებელს მოეხსნა ბანი, რომელთაც ჰქონდათ აქტიური ბანი (გარდა &quot;გაუქმებამდე&quot;)
lv: Atbanot visus lietotājus, kuriem bija aktīvie bani (izņemot &quot;Līdz atcelšanai&quot;)
pl: Wszyscy użytkownicy z aktywnymi zakazami zostali zbanowani (Z wyjątkiem zakazu &quot;till anuluj&quot;)
ro: UNBAN tuturor utilizatorilor care au avut bani activă (cu excepţia &quot;Pîna la anula&quot;)
tg: Ҳама истифодабарандагони нолозим махкам шуданд (Ғайр аз &quot;То манъкуни&quot;)
uk: Розбанені всі користувачі, які мали активні Бани (окрім банів &quot;До відміни&quot;)
uz: Banlari aktiv bogan userlarni banlari olindi(&quot;Rad etilgnalardan&quot; tashqari)
vi: Gỡ bỏ tất cả lệnh cấm của người dùng đã có (trừ lệnh cấm &quot;trước khi gỡ bỏ&quot;)

source: &quot;Unban All&quot; - terminating all active bans<br>&quot;Clear Database&quot; - terminates all bans and clears an offenses history
be: &quot;Разбанить усіх&quot; - спыняе дзеянне ўсіх актыўных Банов<br>&quot;Ачысціць базу&quot; - спыняе дзеянне ўсіх банов і ачышчае ўсю гісторыю парушэнняў
fr: &quot;Unban tous les&quot; - arrête l"action de tous les actifs Bans<br>&quot;Nettoyer la base de&quot; - annule tous les bans et nettoie toute l"histoire de violations
id: &quot;Unban semua&quot; - berakhir semua Ban aktif<br>&quot;Hapus dasar&quot; - berakhir semua larangan dan membersihkan sejarah pelanggaran
ka: &quot;ყველას მოვხსნათ ბანი&quot; - წყვეტს ყველა აქტიური ბანის მოქმედებას<br>&quot;ბაზის გასუფთავება&quot; - წყვეტს ყველა ბანის მოქმედებას და ასუფთავებს ისტორიას
lv: &quot;Atbanot visus&quot; - pārtraukt banu visiem aktīvajiem baniem<br>&quot;Attīrīt bāzi&quot; - pārtrauc visus banus, kā arī tiek dzēsta pilnīgi visa vēsturi
pl: &quot;Odblokuj wszystkich&quot; - zakończ wszystkie aktywne bany<br>&quot;Wyczyść bazę&quot; - kończy wszystkie zakazy i czyści historię przewinień
ro: &quot;UNBAN pe toţi&quot; - încetează toate bani active<br>&quot;Clare de bază&quot; - încetează toate interdicţiile şi curăţă istoria încălcări
tg: &quot;Ҳамаро махкам мекунед&quot; - Ҳама корҳои нолозимро махкам мекунад<br>&quot;Тозакунии БАЗА&quot; - Ҳама корҳои нолозимро махкам мекунад ВА ҳама таърихи хатогиҳоро тоза мекунад
uk: &quot;Розбанити всіх&quot; - припиняє дію всіх активних Банів<br>&quot;Очистити базу&quot; - припиняє дію всіх банів і очищає всю історію порушень
uz: &quot;Banlarni ochish&quot; - User banlarini ochadi<br>&quot;Bazani tozalash&quot; - Xamma banlar ishini toxtadadi va bazadagi qoidabuzarliklarni tozalaydi
vi: &quot;Gỡ bỏ tất cả lệnh cấm&quot; - chấm dứt tất cả các lệnh cấm hoạt động<br>&quot;Cơ sở dữ liệu sẽ bị xóa&quot; - chấm dứt tất cả các lệnh cấm và làm sạch lịch sử của hành vi vi phạm

source: Blocked
be: Блакіроўка
fr: Verrouillage
id: Pemblokiran
ka: ბლოკირებული
kk: Құлтау
ky: Блокто
lv: Bloķēšana
pl: Blokada na stałe
ro: Blocarea
tg: Махкамкуни
uk: Блокування
uz: Blokirovka

source: Private
be: Прыват
fr: Privat
id: Privat
ka: პირადი
lv: PM
pl: Blokada na wiadomości
ro: Privat
tg: Махфи
uk: Приват
uz: Shaxsiy

source: Comment
be: Каментары
fr: Commentaires
id: Komentar
ka: კომენტარები
lv: Komentāri
pl: Blokada na komentarze
ro: Comentarii
tg: Суханҳо
uk: Коментарі
uz: Fikrlar

source: Forum
fr: sur le forum
id: Dalam forum
ka: ფორუმში
kk: Форумда
ky: Форумда
lv: forumā
pl: Blokada na forum
ro: pe forum
tg: Дар форум
uk: на форумі
uz: forumda

source: Chat
ka: ჩატი
lv: Čats
pl: Blokada na czat
uk: Чат

source: Guestbook
be: Гасцявая
fr: Invité
id: Buku tamu
ka: სასტუმრო
kk: Кітапша
ky: Китепче
lv: Viesene
pl: Blokada na guestbook
ro: Camera de oaspeti
tg: Меҳмонхона
uk: Гостьова
uz: Mehmonhona

source: Gallery
be: Галерэя
fr: La galerie
ka: გალერეა
lv: Galerija
pl: Blokada na galerię
ro: Galerie
uk: Галерея
uz: Galereya

source: Library
be: Бібліятэка
fr: Bibliothèque
id: Perpustakaan
ka: ბიბლიოთეკა
kk: Кітапхана
ky: Китепкана
lv: Bibliotēka
pl: Blokada na bibliotekę
ro: Bibliotecă
tg: Китобхона
uk: Бібліотека
uz: Kutubxona

source: Activity on a site is completely forbidden. You can receive the mail, but can"t send
be: Цалкам забаронены актыўнасць на сайце. Лісты можна атрымліваць, але нельга адпраўляць
fr: Totalement interdite l"activité sur le site. La lettre peut recevoir, mais vous ne pouvez pas envoyer
id: Sepenuhnya dilarang aktivitas di situs. dapat menerima pesan tetapi tidak dapat mengirim
ka: საიტზე აქტივობა სრულად აკრძალულია. წერილის მიღება შეიძლება, მაგრამ გაგზავნა - არა
kk: Сайт толығымен жабылды. хаттар қабылдауға болады, бірақ жіберуге болмайды
ky: Сайт толук жабылды. каттар кабылдоого болот, бирок жиберүгө болбойт
lv: Pilnībā liegta pieeja saita resursiem. Jūs varat saņem ziņas, bet nevarat sūtīt
pl: Aktywność na stronie jest całkowicie zabroniona. Możesz odbierać pocztę, ale nie możesz jej wysyłać
ro: Interzise complet de activitate pe site-ul. Scrisori pot primi, dar nu trimite
tg: Ҳаматарафа манъ карда шудааст. Мактубҳоро қабул кардан мумкин аст, аммо равон кардан не
uk: Повністю заборонена активність на сайті. Листи можна одержувати, але не можна відправляти
uz: Saytdagi aktivlik butunlay toxtatildi.Xabarlarni olish mumkin lekin jontib bolmaydi
vi: Hoàn toàn bị cấm hoạt động trên trang web. Bài viết có thể gửi nhưng không gửi được

source: Ban for sending private messages (antispam)
be: Забарона на адпраўку лістоў у прыват (антыспам)
fr: L"interdiction d"envoi de courriels en privé (antispam)
id: Larangan mengirimkan pesan secara pribadi (antispam)
ka: პირადში გაგზავნის აკრძალვა (ანტისპამი)
kk: Хаттарды жіберуге тыйым салынған (антиспам)
ky: Каттарды жиберүүгө тыйым салынган (антиспам)
lv: Liegums sūtīt PM (antispam)
pl: Ban na wysyłanie wiadomości (zabezpieczenie przed spamem)
ro: Interdicţia privind expedierea de mesaje în privat (antispam)
tg: Махфи навистан номумкин аст (Муқобили спам)
uk: Заборона на відправку листів в приват (антиспам)
uz: Shaxsiy xabar yuborish servisi yopiq(antispam)
vi: Lệnh cấm gửi tin nhắn tại (antispam) cá nhân

source: Forbidden to comment on all moduls subsystem
be: Забаронена каментаваць ва ўсіх модулях падсістэмы
fr: Interdit de commenter dans tous les modules du sous-système
id: Larangan memberikan komentar pada semua modul subsistem
ka: ქვესისტემის ყველა მოდულში კომენტირება აკრძალულია
kk: Iшкi жүйедегі барлық модульдерді түсiндiруге тыйым салынған
ky: Ички системадагы бардык модульдерди түшүндүрүгө тыйым салынган
lv: Aizliegts pievienot komentārus visus saita apakšmoduļos
pl: Zakazane dodawania komentarzy, we wszystkich modułach systemu
ro: Nu pentru a comenta pe toate modulele a subsistemului
tg: Дар ҳама модулҳо сухан гуфтан манъ аст
uk: Заборонено коментувати у всіх модулях підсистеми
uz: Har yerda fikr qoldirish taqiqlangan
vi: Cấm bình luận trên tất cả các hệ thống con moduls

source: Forbidden write in Forum
be: Забаронена пісаць на Форуме
fr: Interdit d"écrire sur le Forum
id: Dilarang untuk menulis di Forum
ka: ფორუმში წერა აკრძალულია
kk: Форумда жазуға тыйым салынған
ky: Форумда жазууга тыйым салынган
lv: Aizliegts rakstīt forumā
pl: Zakaz pisania na forum
ro: Interzise pentru a scrie la Forum
tg: Дар форум навистан манъ аст
uk: Заборонено писати на Форумі
uz: Forumga yozish taqiqlangan
vi: Cấm viết trong diễn đàn

source: Deny access to Chat
be: Закрыты доступ у Чат
fr: Fermé l"accès au Chat
id: Menolak akses untuk Chatting
ka: ჩატში წვდომა აკრძალულია
kk: Чат-қа рұқсат жоқ
ky: Чат-ка уруксат жок
lv: Liegta pieeja čatam
pl: Odmowa dostępu do czatu
ro: Interzice accesul la chat
tg: Ба ЧАТ даромадан манъ аст
uk: Закрито доступ в Чат
uz: Chat siz uchun yopiq
vi: Từ chối truy cập vào phòng Chat

source: Forbidden write message in guestbook
be: Забаронена пісаць у Гасцявы
fr: Interdit d"écrire en Guest
id: Terlarang untuk menulis di buku tamu
ka: სასტუმროში წერა აკრძალულია
kk: Кітапшада жазуға тыйым салынған
ky: Китепчеде жазууга тыйым салынган
lv: Aizliegts rakstīt viesenē
pl: Zakaz wpisów do księgi gości
ro: Interzis pentru a scrie în camera de oaspeţi
tg: Дар меҳмонхона навистан манъ аст
uk: Заборонено писати в Гостьовій
uz: Mehmonhonaga yozish taqiqlangan
vi: Cấm nhắn tin trong sổ lưu bút

source: Not allowed to post and comment on the photos in the gallery
be: Забаронена выкладваць і каментаваць фатаграфіі ў Галерэі
fr: Interdit d"exposer et de commenter les photos dans la Galerie
id: Tidak diperbolehkan untuk posting dan komentar pada foto di Gallery
ka: გალერეაში ფოტოების დადება და კომენტირება აკრძალულია
kk: Галереяда суреттеріңізді қоюға және сипаттауға болмайды
ky: Галереяда сүрөттөрүңүздү коюга жана сыпаттоого болбойт
lv: Aizliegts pievienot un augšuplādēt bildes galerijā
pl: Nie można dodawać i komentować zdjęci w galerii
ro: Nu este permis să posteze şi să comenteze pe fotografii din Galerie
tg: Дар галерея расм гузоштан ва сухан гуфтан манъ аст
uk: Заборонено викладати і коментувати фотографії в Галереї
uz: Galereyaga rasm qoyish va fikr bildirish taqiqlangan
vi: Không được phép đăng bài và nhận xét về các bức ảnh trong thư viện

source: Not allowed post and comment on article in the library
be: Забаронена выкладваць і каментаваць артыкулы ў Бібліятэцы
fr: Interdit d"exposer et de commenter les articles dans la Bibliothèque
id: Tidak diperbolehkan untuk posting dan komentar pada artikel di Perpustakaan
ka: ბიბილიოთეკაში სტატიების დადება და კომენტირება აკრძალულია
kk: Кітапханада мақалаларды жариялауға тыйым салынған
ky: Китепканада макалаларды жарыялууга тыйым салынган
lv: Aizliegts ievietot un komentēt rakstus bibliotēkā
pl: Nie wolno umieszczać i komentować artykułów w bibliotece
ro: Nu este permis să posteze şi comentarii cu privire la articolul în Bibliotecă
tg: Дар китобхона навистан ва ё сухан гуфтан манъ аст
uk: Заборонено викладати і коментувати статті в Бібліотеці
uz: Kutubxonaga maqola qoshish va fikr bildirish taqiqlangan
vi: Không được viết và bình luận về bài báo trong thư viện

source: Ban termination
be: Спыненне дзеяння Бана
fr: La résiliation de Bana
id: Pemutusan Ban
ka: ბანის მოქმედების შეჩერება
kk: Банның күшi жойылады
ky: Бандын күчү жоюлат
lv: Bans ir ticis atcelts
pl: Zakończenie banu
ro: Rezilierea Bana
tg: Хомушкунии Махкамкунак
uk: Припинення дії Бану
uz: Banni toxtatish
vi: Chấm dứt lệnh cấm

source: Unban
ka: ბანის მოხსნა
lv: Atbanos
pl: Odblokuj
tg: Кушодан
uk: Розбанити
uz: Banni ochish
vi: Gỡ bỏ lệnh cấm

source: User unbanned
be: Карыстальнік разбанен
fr: Utilisateur razbanen
id: Pengguna di unban
ka: მომხმარებელს მოეხსნა ბანი
lv: Lietotājs ir atbanots
pl: Użytkownik odblokowany
ro: Utilizator deblocat
tg: Истифодабаранда кушода шуд
uk: Користувач розбанений
uz: Foydalanuvchi bani ochildi
vi: Thành viên được gỡ bỏ lệnh cấm

source: Ban time is going to the end. Offense will be saved in the bans history
be: Спыняецца дзеянне актыўнага бана з захаваннем запісы ў гісторыі парушэнняў
fr: Abroge actif bana avec la conservation de l"écriture dans l"histoire de violations
id: Ban aktif berakhir pemeliharaan catatan dalam sejarah pelanggaran
ka: ბანის მოქმედება წყდება, მაგრამ დარღვევების ისტორიაში ჩანაწერები რჩება
lv: Pārtraukts aktīvs bans ar ierakstu bāzē par pārkāpuma esamību
pl: Zakończy aktywny zakaz i zapisać przewinienie w historii naruszeń?
ro: Termină bani activă să menţină înregistrări în istoria de încălcări
tg: Махкамкуни манъ карда мешавад, аммо дар таърихи хатогиҳо нигох дошта мешавад
uk: Припиняється дія активного бану зі збереженням запису в історії порушень
uz: Ban ochildi lekin qoidabuzarlik tarixi bazada saqlandi
vi: Chấm dứt lệnh cấm hoạt động duy trì thành tích trong lịch sử của hành vi vi phạm

source: Delete ban
be: Выдаленне Бана
fr: La Suppression De Bana
id: Hapus ban
ka: ბანის წაშლა
kk: Бан-ды өшіру
ky: Бан-ды өчүрүү
lv: Bana dzēšana
pl: Usuń zakaz
ro: Scoaterea Ban
tg: Тозакунии Махкамкунак
uk: Видалення Бану
uz: Banni ochirish
vi: Xóa lệnh cấm

source: Delete
be: Выдаліць бан
fr: Supprimer ban
id: Hapus larangan
ka: წაიშალოს ბანი
kk: Бан-ды өшіру
ky: Бан-ды өчүрүү
lv: Dzēst banu
pl: Usuń
ro: Scoateţi Ban
tg: Тозакунии Махкамкунак
uk: Видалити бан
uz: Banni ochirish
vi: Xóa

source: Removing ban along with a record in the bans history
be: Выдаляецца бан разам з запісам у гісторыі парушэнняў
fr: Supprime ban avec l"enregistrement dans l"histoire de violations
id: Menghapus larangan bersama dengan catatan dalam sejarah pelanggaran
ka: წაიშლება ბანი დარღვევების ისტორიასთან ერთად
kk: Бан бұзушылық тарихымен бірге өшіріледі
ky: Бан бузучулук тарыхы менен бирге өчүрүүлөт
lv: Tiks dzēsts bans ar visu vēsturi par banu
pl: Usuwanie zakazu wraz z rekordem w historii zakazu
ro: Scoaterea unui Ban, împreună cu un record în istoria de încălcări
tg: Махкамкунак бо таърихи хатогиҳо тоза карда мешавад
uk: Видаляється бан разом із записом в історії порушень
uz: Ban qoidabuzarlik tarixi bilan birga ochiriladi
vi: Loại bỏ lệnh cấm cùng với ghi lại vào trong lịch sử của hành vi vi phạm

source: Ban deleted
be: Бан выдалены
fr: Ban supprimé
id: Ban dihapus
ka: ბანი წაშლილია
kk: Бан өшірілді
ky: Бан өчүрүлдү
lv: Bans dzēsts
pl: Ban usunięty
ro: Ban eliminat
tg: Махкамкунак гирифта шуд
uk: Бан видалений
uz: Ban ochirildi
vi: Lệnh cấm đã được xóa

source: Ban user
be: Баним карыстальніка
fr: Bunnir utilisateur
id: Ban Pengguna
ka: ბანს ვადებთ მომხმარებელს
kk: Қолданушыға бан
ky: Колдонучуга бан
lv: Banojam lietotāju
pl: Ban użytkownika
ro: Ban pe utlizator
tg: Махкамкунии истифодабаранда
uk: Банимо користувача
uz: Foydalanuvchini banlaymiz
vi: Cấm thành viên

source: Ban Panel
be: Бан панэль
fr: Ban panneau
ka: ბან-პანელი
lv: Banošanas panelis
pl: Panel banu
tg: Саҳифаи махкамкунак
uk: Бан панель

source: You do not have enought rights to ban this user
be: У Вас не стае правоў, каб баніць гэтага карыстальніка
fr: Vous n"avez pas assez de droits, afin de bannir cet utilisateur
id: Anda tidak memiliki hak, untuk melarang pengguna ini
ka: თქვენ არ გაქვთ ამ მომხმარებელზე ბანის დადების უფლება
kk: Бұл қолданушыны өшіру үшін сіздің құқығыңыз жеткіліксіз
ky: Бул колдонучунун өчүрүү үчүн сиздин укугуңуз жеткиликсиз
lv: Kļūda! Jums nepietiek piekļuves tiesību, lai varētu banot lietotāju
pl: Nie masz wystarczających uprawnień do zbanowania tego użytkownika
ro: Nu aveti drepturi, de a interzice utilizatorului
tg: Шумо ҳуқуқи махкам кардани истифодабарандаро надоред
uk: У Вас не вистачає прав, щоб банити даного користувача
uz: Sizni lavozimiz bu userni banlashga kamlik qiladi
vi: Bạn không có quyền để cấm người dùng này

source: Ban times
be: Тэрмін бана
fr: La durée de bana
id: Waktu Ban
ka: ბანის ვადა
kk: Бан мерзімі
ky: Бан мөөнөтүү
lv: Bana laiks
pl: Czas banu
ro: Timp de ban
tg: Вақти Махкамкунак
uk: Термін бану
uz: Ban muddati
vi: Thời gian cấm

source: Till cancel
be: Да адмены
fr: Jusqu"à l"annulation
id: Sebelum mengangkat
ka: გაუქმებამდე
kk: Бас тартуға дейін
ky: Баш тартууга чейин
lv: Līdz bana beigām
pl: Do odwołania
ro: Pîna la anula
tg: То манъкуни
uk: До відміни
uz: Rad etishgacha
vi: Trước khi cấm

source: Day (30 max.)
be: Дзен (30 max.)
fr: Jours (30 max.)
id: Hari (30 max.)
ka: დღე (მაქს. 30)
kk: күн (30 max.)
ky: күн (30 max.)
lv: Dienas (30 max.)
pl: Dni (30 max.)
ro: Zile (30 max.)
tg: Руз (30 max.)
uk: Днів (30 max.)
uz: Kun (30 max.)
vi: Ngày (tối đa 30)

source: Hours (24 max.)
be: Гадзін (24 max.)
fr: Heures (24 max.)
id: Jam (24 max.)
ka: საათი (მაქს. 24)
kk: Сағат (24 max.)
ky: Саат (24 max.)
lv: Stundas (24 max.)
pl: Godzin (24 max.)
ro: Ore (24 max.)
tg: Соат (24 max.)
uk: Годин (24 max.)
uz: Soat (24 max.)
vi: Giờ (tối đa 24)

source: Minutes (60 max.)
be: Хвілін (60 max.)
id: Menit (60 max.)
ka: წუთი (მაქს. 60)
ky: Мүнөт (60 max.)
lv: Minūtes (60 max.)
pl: Minut (60 max.)
ro: Minute (60 max.)
tg: Дақиқа (60 max.)
uk: Хвилин (60 max.)
uz: Minut (60 max.)
vi: Phút (tối đa 60)

source: Ban type
be: Тып бана
fr: Type de bana
id: Type ban
ka: ბანის ტიპი
kk: Бан түрі
ky: Бан түрү
lv: Bana tips
pl: Typ banu
ro: Tip de Ban
tg: Намуди Махкамкунак
uk: Тип бану
uz: Ban turi
vi: Kiểu cấm

source: Banishment
fr: Banil
id: Diban
ka: ბანი დაადო
ky: Бан берген
lv: Nobanoja
pl: Zbanował
ro: A dat ban
tg: Махкам кард
uk: Банив
uz: Banladi
vi: Bị cấm bởi

source: Are you sure want to clean entire history of user offenses?
be: Вы сапраўды хочаце ачысціць усю гісторыю парушэнняў гэтага карыстальніка?
fr: Voulez-vous vraiment effacer l"historique de l"violations de cet utilisateur?
id: Apakah Anda benar-benar ingin membersihkan seluruh sejarah pelanggaran pengguna?
ka: ნამდვილად გსურთ წაშალოთ ამ მომხმარებლის დარღვევების ისტორია?
kk: Сiз қолданушының ережені бұзушылық тарихын шындығында тазалағыңыз келедi ме?
ky: Сиз колдонучунун эреже бузучулук тарыхын чындыгында тазалагыңыз келе би?
lv: Jūs tiešām vēlaties izdzēst visu ši lietotāja pārkāpu vēsturi?
pl: Na pewno chcesz wyczyścić całą historię przewinień użytkownika?
ro: Sigur doriţi să curăţaţi întreaga istorie de încălcări ale utilizatorului?
tg: Шумо бовари дред ки тамоми таърихи хатогиҳояшро тоза мекунед?
uk: Ви дійсно хочете очистити всю історію порушень даного користувача?
uz: Ushbu userni barcha qoidabuzarlik tarixini tozalamoqchimisiz?
vi: Bạn có chắc chắn muốn để làm sạch toàn bộ lịch sử của người sử dụng vi phạm?

source: Clear history
be: Ачысьціць гісторыю
fr: Effacer l"historique
id: Hapus Sejarah pelanggaran
ka: ისტორიის გასუფთავება
kk: Тарихты тазалау
ky: Тарыхты тазалоо
lv: Dzēst vēsturi
pl: Wyczyść historię
ro: Ştergere istoriei
tg: Тозакунии таърих
uk: Очистити історію
uz: Tarixni tozalash

source: Ban already active
be: Такі ўжо бан есць
fr: Une telle interdiction est déjà un
id: Ban aktif
ka: ასეთი ბანი უკვე არსებობს
kk: Мұндай бан бар
ky: Мындай бан бар
lv: Tāds bans jau ir
pl: Ban jest już aktywny
ro: Această blocare este deja
tg: Чунини махкамкуни алакай ҳаст
uk: Такий бан вже є
uz: Bunday ban mavjud
vi: Lệnh cấm đã hoạt động rồi

source: Ban not active
be: Бан ўжо не актыўны
fr: Ban n"est pas déjà actif
id: Ban tidak aktif
ka: ბანი უკვე აქტიურია
kk: Ендi бан белсендi емес
ky: Эми бан белгилүү эмес
lv: Bans jau ir aktīvs
pl: Ban nie jest aktywny
ro: Ban deja nu este activ
tg: Махкамкуни нолозим аст
uk: Бан вже не активний
uz: Ban passiv
vi: Lệnh cấm không thể hoạt động

source: There is no required data
be: Адсутнічаюць неабходныя дадзеныя
fr: Il n"existe pas de données
id: Data yang dibutuhkan tidak ada
ka: აუცილებელი მონაცემები ვერ მოიძებნა
kk: Керек мәліметтер жетіспейді
ky: Керектүү маалыматтар жетишпейт
lv: Trūkst svarīgu datu
pl: Nie ma wymaganych danych
ro: Lipseşte datele solicitate
tg: Чизҳои лозима вуҷуд надорад
uk: Відсутні необхідні дані
uz: Kerakli malumotlar yoq
vi: Không có yêu cầu dữ liệu

source: Offenses history can be cleared by supervisor only
be: Чысціць гісторыю парушэнняў могуць толькі Супервайзоры
fr: Effacer votre historique de violations peuvent seulement Superviseurs
id: Mengapus sejarah pelanggaran hanya dapat dilakukan oleh Supervisor
ka: დარღვევების ისტორიის გასუფთავება შეუძლიათ მხოლოდ სუპერვაიზერებს
kk: Бұзушылық тарихын тек Супервизорлар ғана тазалай алады
ky: Бузучулук тарыхын Супервизорлор бир гана тазалай алат
lv: Kļūda! Pārkāpumu vēsturi var dzēst tikai Supervaizeri
pl: Historia przewinień może zostać skasowana tylko przez uprawnioną osobę
ro: Şterge istorie de încălcări poate doar Supravizor
tg: Таърихи хатогиҳоро танҳо Супервайзорҳо тоза карда метавонанд
uk: Очищати історію порушень можуть тільки Супервайзори
uz: Tarixni faqat supervayserlar tozalay oladi
vi: Lịch sử vi phạm chỉ có thể xóa bằng cách giám sát

source: You have no rights to ban in this section
be: Вы не маеце права баніць не ў сваім раздзеле
fr: Vous n"avez pas le droit de bannir n"est pas dans sa section
id: Anda tidak punya hak untuk melarang tidak dalam bagian-Nya
ka: თქვენ არ გაქვთ ბანის დადება იმ განყოფილებაში, რომელიც არ გეკუთვნით
kk: Сіз өз бөліміңізден тыс жерде бан бере алмайсыз
ky: Сиз өз бөлүмүңүздөн тыш жерде бан бере албайсыз
lv: Jūs nedrīkstat banot savējos
pl: Nie masz uprawnień, aby banować w tej sekcji
ro: Nu ai nici dreptul de a nu interzice în secţiunea sa
tg: Шумо дар инҷо ҳуқуқи махкам карданро надоред
uk: Ви не маєте права банити не в своєму розділі
uz: Siz ozingizni bolimdan boshqa bolimdagilarni banlolmaysiz
vi: Bạn không có quyền cấm không có trong phần của mình

source: Offenses history cleared
be: Гісторыя парушэнняў ачышчана
fr: Histoire de violations nettoyé
id: Sejarah pelanggaran dibersihkan
ka: დარღვევების ისტორია გასუფთავებულია
kk: Ереже бұзушылық тарихы тазаланды
ky: Эреже бузучулук тарыхы тазаланды
lv: Pārkāpumu vēsture dzēsta
pl: Historia przewinień wyczyszczona
ro: Istoria încălcări închise
tg: Таърихи хатогиҳо тоза карда шуд
uk: Історія порушень очищена
uz: Qoidabuzarliklar tarixi tozalandi
vi: Lịch sử của hành vi vi phạm xóa hoàn toàn

source: Offense
be: Парушэнне
fr: La violation de
id: Pelanggaran
ka: დარღვევა
kk: Бұзушылық
ky: Бузучулук
lv: Pārkāpums
pl: Przewinień
ro: Încălcare
tg: Хатоги
uk: Порушення
uz: Qoidabuzarlik
vi: Vi phạm
