Repository: batumibiz/johncms
Catalog: system/locale/*/default.po
Languages: az, be, de, fr, ka, kk, ky, lv, ro, tg, uz

source: Access forbidden
az: Giriş Qadağandır
be: Доступ забаронены
de: Zutritt ist verboten
fr: L"accès est refusé
ka: წვდომა აკრძალულია
kk: Рұқсат тыйым салынған
ky: Кирүүгө мүмкүндүк жабык
lv: Kļūda! Pieeja liegta
ro: Acces refuzat
tg: Манъ аст
uz: Ruxsat yo"q

source: For registered users only
az: Yalniz qeydiyyatli istifadeçiler üçün nezerde tutulub
be: Толькі для зарэгістраваных наведвальнікаў
de: Allein fur registrierte Besucher
fr: Seulement pour les visiteurs enregistrés
ka: მხოლოდ დარეგისტრირებულთათვის
kk: Тек қана тіркелген қолданушыларға
ky: Бир гана катталган колдонучулурга
lv: Kļūda! Pieeja liegta nereģistrētiem lietotājiem, reģistrējies!
ro: Numai pentru utilizatorii înregistraţi
tg: Танҳо барои ба қайд гирифта шудагон
uz: Faqat registratsiyadan o"tganlarga

source: Add
az: Elave Et
be: Дадаць
de: Subsumiert
fr: Ajouter
ka: დამატება
kk: Қою, жазу
ky: Кошуу
lv: Pievienot
ro: Adăuga
tg: Дохилкуни
uz: Qo"shish

source: Add File
az: Faylı eklemeniz
be: Дадаць файл
de: Datei hinzufügen
fr: Ajouter un fichier
ka: სანიშნეს ფაილი
kk: Файл қосу
ky: Файл кошуу
lv: Pievienot failu
ro: Adăugați dosar

source: Add Smileys
be: Дадаць смайлы
de: Schreibe Smileys
fr: Ajouter smile
ka: სიცილაკების დამატება
kk: Смайлдар қосу
ky: Смайлдарды кошуу
lv: Pievienot smaidiņus
tg: Дохилкунии смайлик
uz: Smayl qoshish

source: Administration
az: Adminstrasiya
be: Адміністрацыя
fr: L"administration
ka: ადმინისტრაცია
lv: Administrācija
ro: Administrare
tg: Администратсия
uz: Аdministratsiya

source: Administrators
az: Adminler
be: Адміністратары
de: Administrationen
fr: Les administrateurs
ka: ადმინისტრატორები
kk: Администраторлар
ky: Администраторлар
lv: Administrātori
ro: Administratorii
tg: Администраторҳо
uz: Аdministratorlar

source: Admin-Club
az: Admin-Klub
be: Адмін-клуб
de: Admin-Klub
fr: Administrateur-club
ka: ადმინ-კლუბი
lv: Adminu klubiņš
tg: Барои Админҳо
uz: Аdmin-klub

source: Admin Panel
be: Адмін панэль
fr: Panneau d"administration
ka: ადმინ-პანელი
lv: Administrācijas panelis
tg: Ҷои Админ
uz: Аdmin panel

source: Administrators events
az: Admin olaylari
be: Падзеі Адміністратара
de: Begebenheiten des Administrators
fr: Les Événements De L"Administrateur
ka: ადმინისტრატორის ღონისძიებები
kk: Администратор оқиғасы
ky: Администратор окуялары
lv: Administrātora notikumi
ro: Evenimente Administratorului
tg: Навигариҳои Администратор
uz: Admin xolati

source: Albums
az: Albomlar
de: Alben
fr: Les albums de
ka: ალბომები
kk: Альбомдар
ky: Альбомдор
lv: Albūmi
ro: Albume
tg: Албомҳо
uz: Аlbomlar

source: New comments in albums
az: Albümler Yeni şərhlər
be: Новыя каментары ў Альбомах
de: Neue Kommentare in Alben
fr: Les nouveaux commentaires dans les Albums de
ka: ახალი კომენტარები ალბომებში
kk: Альбомдағы жаңа комментарий
ky: Альбомдогу жаңы комментарийлер
lv: Jauni komentāri albumi
ro: Comentarii noi în albume
tg: Суханҳои нав дар албомҳо
uz: Albomda yangi izohlar

source: All
az: Hamisi
be: Усе
de: Alle
fr: Tous les
ka: ყველა
kk: Барлық
ky: Бардык
lv: Visi
ro: Toate
tg: Ҳамааш
uz: Вarcha

source: Appearance
az: Xarici Görünüş
be: Знешні выгляд
de: Aussenseite
fr: L"apparence
ka: გარე სახე
kk: Сырт пiшiнi
ky: Сырткы көрүнүшү
lv: Ārējais izskats
ro: Aparenţă
tg: Намуди дохили
uz: Ichki ko"rinish

source: Apply
be: Ужыць
de: Anwenden
fr: Appliquer
ka: მიღება
kk: Орындау
ky: Орнотуу
tg: Интихоб
uz: Qo"llash

source: Confirm
az: Tesdiq Et
be: Пацвердзіць
de: Zu bejahen
fr: Confirmer
ka: დადასტურება
kk: Растау
ky: Кою
lv: Apstiprināt
ro: Confirma
tg: Розиги
uz: Tasdiqlash

source: Location
az: Yerleşme
be: Размяшчэнне
de: Anordnung
fr: Emplacement
ka: განლაგება
kk: Тұрағы
ky: Турган жери
lv: Novietojums
ro: Locaţie
tg: Ҷойгиршави
uz: Joylashuv

source: Author
az: Müellif
be: Аўтар
de: Autor
fr: L"auteur
ka: ავტორი
lv: Autors
ro: Autor
tg: Созандааш
uz: Аvtor

source: Authorized
az: Giriş Edenler
be: Аўтарызаваныя
de: Autorisierter
fr: Autorisés
ka: ავტორიზებულნი
kk: Авторизацияланғандар
ky: Авторизациялангандар
lv: Autorizētie
ro: Autorizate
tg: Ба қайд гирифташудагон
uz: Аvtorizatsiyalanganlar

source: Authorization failed
az: Giriş baş tutmadı
be: Аўтарызацыя не адбылася
de: Autorisiert nicht durchmachte
fr: L"autorisation n"est pas passé
ka: ავტორიზაცია არ მოხდა
kk: Авторизация мүмкін болмады
ky: Авторизация мүмкүн болбоду
lv: Kļūda! Autorizācija nenotika veiksmīgi
ro: Autorizarea nu a reuşit
tg: Бақайдгири нашуд
uz: Аvtorizatsiyadan o"tmadingiz

source: Avatar has been successfully installed
az: Avatar uğurla seçildi
be: Аватар паспяхова ўсталяваны
de: Avatar erfolgreich angesetzter
fr: Avatar a été installé avec succès
ka: ავატარი წარმატებით დაყენდა
kk: Аватар сәтті қойылды
ky: Аватар кыйналбай қойюлду
lv: Avatars apstiprināts
ro: Avatarul a fost instalat cu succes
tg: Аватар гузошта шуд
uz: Аvatar yangilandi

source: Avatar successfully uploaded
az: Avatar uğurla yüklendi
be: Аватар паспяхова загружаны
de: Avatar erfolgreich belasteter
fr: L"avatar est chargé avec succès
ka: ავატარი წარმატებით აიტვირთა
kk: Аватар сәтті жүктелді
ky: Аватар кыйналбай жүктөлдү
lv: Avatars augšuplādēts
ro: Avatarul încărcate cu succes
tg: Аватар гирифта шуд
uz: Аvatar yuklandi

source: Avatar
ka: ავატარი
lv: Avatars
uz: Аvatar

source: Avatars
az: Avatarlar
de: Avataren
ka: ავატარები
kk: Аватарлар
ky: Аватарлар
lv: Avatari
ro: Avatare
tg: Аватарҳо
uz: Аvatarlar

source: Back
az: Geri
de: Ruckwarts
fr: De retour
ka: უკან
kk: Кері
ky: Артка
lv: Atpakaļ
ro: Înapoi
tg: Ба қафо
uz: Orqaga

source: Balance
az: Balans
de: Bilanz
fr: Solde
ka: ბალანსი
lv: Balanss
ro: Balanţa
uz: Balans

source: Ban
de: Sperrung
ka: ბანი
tg: Махкам

source: Banish
az: Ban etdi
be: Баніць
de: sperrunges
fr: Banil
ka: ბანი დაადო
kk: Бан берген
ky: Бан берген
lv: Banoja
ro: A dat BAN
tg: Махкам шуд
uz: Banladi

source: Ban type
az: Ban Növü
be: Тып бана
de: Baumuster Sperrung
fr: Type de bana
ka: ბანის ტიპი
kk: Бан түрі
ky: Бан түрү
lv: Bana tips
ro: Tipul de BAN
tg: Намуди махкамкуни
uz: Ban turi

source: Tags (BBcode)
az: Teqler (BBcode)
be: Тэгі (BBcode)
de: Tegi (BBcode)
fr: Étiquettes (BBcode)
ka: ტეგები (BBcode)
kk: Тэгтер (BBcode)
ky: Тэгтер (BBcode)
lv: Tegi (BB kods)
tg: Тэгҳо (BBcode)
uz: Teglar (BBcode)

source: Birthday
az: Doğum Tarixi
be: Дзень нараджэння
de: Geburtstag
fr: Anniversaire
ka: დაბადების დღე
kk: Туған күн
ky: Туулган күн
lv: Dzimšanas diena
ro: Data nasterii
tg: Рузи таваллуд
uz: Tavallud ayyom

source: Birthdays
az: Ad Günü Olanlar
de: Geburtstager
fr: Anniversaires
ka: დაბადების დღეები
kk: Туған күн иелері
ky: Туулган күн ээлери
lv: Dzimšanas dienas
ro: Nameday
tg: Ҳамномҳо
uz: Nomchilar

source: Block
az: Blok Olunma
be: Блакаванне
de: Blockung
fr: Verrouillage
ka: ბლოკირება
kk: Құлтау
ky: Блогтоу
lv: Bloķēšana
ro: Blocarea
tg: Махкам
uz: Blokirovka

source: Blog
ka: ბლოგი
lv: Blogs

source: Blogs
az: Bloglar
be: Блогі
fr: Les blogs
ka: ბლოგები
kk: Блогтар
ky: Блогтар
lv: Blogi
tg: Блогҳо
uz: Bloglar

source: Browser
be: Браўзэр
fr: Le navigateur
ka: ბრაუზერი
uz: Brauzer

source: Cancel
az: İmtina
be: Адмена
de: Aufhebung
fr: L"annulation de la
ka: უარყოფა
kk: Бас тарту
ky: Баш тарту
lv: Atcelt
ro: Anulare
tg: Манъ
uz: Rad etish

source: Symbols on the picture
az: Şekildeki Kod
be: Код з малюнка
de: Code vom Bild
fr: Le code de l"image
ka: კოდი სურათიდან
kk: Суреттегі код
ky: Сурөттөгү код
lv: Kods no bildes
ro: Codul din imagine
tg: Рақами расм
uz: Rasmdagi kod

source: Catalog
az: Bölme
be: Тэчка
de: Katalog
fr: Catalogue
ka: კატალოგი
lv: Katalogs
ro: Listă
uz: Каtalog

source: Category
az: Kateqoriya
be: Катэгорыя
de: Kategorie
fr: Catégories
ka: კატეგორია
lv: Kategorija
ro: Categorie
tg: Гуруҳ
uz: Каtegoriya

source: Categories
az: Kateqoriyalar
be: Катэгорыі
de: Kategorien
fr: La catégorie
ka: კატეგორიები
kk: Категориялар
ky: Категориялар
lv: Kategorijas
ro: Categorii
tg: Гуруҳҳо
uz: Каtegoriyalar

source: Change password
az: Şifreni Deyiş
be: Змяніць пароль
de: Wechseln Kennwort
fr: Changer le mot de passe
ka: პაროლის შეცვლა
kk: Парольді өзгерту
ky: Парольду өзгөртүү
lv: Mainīt paroli
ro: Schimbare parolei
tg: Ивази парол
uz: Parolni o"zgartirish

source: Chat
az: Çat
ka: ჩატი
lv: Čats

source: Please, check up correctness of the input data
az: Xahiş edirik, daxil etdiyiniz melumatların deqiqliyini yoxlayın.
be: калі Ласка, праверце правільнасць ўводу дадзеных
de: Bitte durchsuche Richtigkeit der Einfuhrung der Angaben
fr: S"il vous plaît, vérifiez la saisie de données
ka: გთხოვთ, შეამოწმოთ შეყვანილი მონაცემების სისწორე
kk: Дұрыс жазылуын тексеріңіз
ky: Туура жазылуусун текшериңиз
lv: Kļūda! Lūdzu, pārbaudiet datu pareizību
ro: Vă rugăm să verificaţi datele introduse
tg: Илтимос, дурустии воридкардаро санҷед
uz: Kiritilgan malumotlarni tekshiring

source: Clear
az: Temizle
be: Ачысьціць
de: abbursten
fr: Nettoyer
ka: გასუფთავება
kk: Тазалау
ky: Тазала
lv: Tīrīt
ro: şterge
tg: Тозакуни
uz: Tozalash

source: Clear all
az: Her Şeyi Temizle
be: Чысцім усе
de: Reinigen Sie alle
fr: Efface tous les
ka: ყველაფრის გასუფთავება
kk: Барлығын тазарту
ky: Бардыгын тазарту
lv: Attīram visu
ro: Clar toate
tg: Ҳамаашро тоза мекунем
uz: Hammasini tozalash

source: All messages older than 1 day were deleted
az: Bütün köhne yazılar silindi (1 günden artiq)
be: Выдаленыя ўсе паведамленні, старэйшыя за 1 дня
de: Löschen Sie alle Nachrichten, die älter als 1 Tag
fr: La suppression de tous les messages, de plus de 1 jour
ka: წაშლილია შეტყობინებები, რომლებიც იყო 1 დღეზე მეტი ხნის
kk: 1 күн болған барлық жазулар өшірілді
ky: 1 жума болгон бардык жазылуулар өчүрүлдү
lv: Tika dzēstas visas ziņas, kuras ir vecākas par 1 dienu
ro: Şterge toate mesajele mai vechi de o zi
tg: Ҳамаи мактубҳои зиёда аз 1 руз гузашта, тоза карда шуд
uz: 1 kundan keyingi barcha habarlar ochirildi

source: Full clearing is finished
az: Tam temizleme sona çatdı
be: Праведзена поўная ачыстка
de: Eine vollständige Reinigung
fr: Complète de nettoyage
ka: გატარებულია სრული წმენდა
kk: Толық тазарту өткiзiлді
ky: Толук тазарту өткөзүлдү
lv: Notikusi pilnīga tīrīšana
ro: Efectuate de curăţare
tg: Тозакунии умуми гузаронда шуд
uz: To"liq tozalash otkazildi

source: Clearing parameters
az: Temizlik Ayarları
be: Параметры ачысткі
de: Optionen löschen
fr: Les options de nettoyage
ka: წმენდის პარამეტრები
kk: Тазарту параметрлерi
ky: Тазарту параметрлери
lv: Attīrīšanas parametri
ro: Curăţire Opţiuni
tg: Қисмҳои тозакуни
uz: Tozalash parametrlari

source: Older than 1 day
az: 1 günden çox olan
be: Старэйшы 1 дня
de: Älter als 1 Tag
fr: Plus de 1 jour
ka: 1 დღეზე მეტი ხნის
kk: 1 күн өткен
ky: 1 күн өткөн
lv: Vecākas par 1 dienu
ro: Mai mari de 1 zi
tg: Зиёда аз 1 руз
uz: 1 kundan kopini

source: Older than 1 week
az: 1 hefteden çox olan
be: Старэйшы за 1 тыдня
de: Älter als 1 Woche
fr: Plus de 1 semaine
ka: 1 კვირაზე მეტი ხნის
kk: 1 апта өткен
ky: 1 апта өткөн
lv: Vecākas par 1 nedēļu
ro: Mai mari de 1 săptămâni
tg: Зиёда аз 1 ҳафта
uz: 1 haftadan kopini

source: Clear all messages from this user
az: Bu istifadeçiden gelen bütün mektublari sil
be: Ачысціць усе паведамленні ад гэтага карыстальніка
de: Löschen Sie alle Nachrichten von diesem Benutzer
fr: Effacer tous les messages de cet utilisateur
ka: მოცემული მომხმარებლის ყველა შეტყობინების გასუფთავება
kk: Осы қолданушының барлық хаттарын өшіру
ky: Ошол колдонучунун каттарын тазалоо
lv: Attīrit visas šī lietotāja ziņas
ro: Clar toate mesajele de la acest utilizator
tg: Тозакунии ҳамаи мактубҳо аз ҳамин истифодабаранда
uz: Shu userdan kelgan hamma habarni ochirish

source: All messages older than 1 week were deleted
az: 1 hefteden çox qalan mektublar silindi
be: Выдаленыя ўсе паведамленні, старэйшыя за 1 тыдня
de: Löschen Sie alle Nachrichten, die älter als 1 Woche
fr: La suppression de tous les messages, de plus de 1 semaine
ka: 1 კვირაზე მეტი ხნის შეტყობინებების წაშლა
kk: 1 апта болған барлық жазулар өшірілді
ky: 1 жумадан өткөн каттар өчүрүлдү
lv: Dzēstas visas ziņas, kas ir vecākas par 1 nedēļu
ro: Şterge toate mesajele mai vechi de 1 săptămână
tg: Ҳамаи мактубҳои зиёда аз 1 ҳафта гузашта, тоза карда шуд
uz: 1 haftadan ko"p turgan smslar ochdi

source: Color
az: Reng
be: Колер
de: Farbe
fr: Couleur
ka: ფერი
kk: Түс
ky: Түс
lv: Krāsa
ro: Culoare
tg: Ранг
uz: Rang

source: Text Color
be: Колер фону
fr: Couleur d"arrière-plan
ka: ფონის ფერი
ky: Фондун түсү
tg: Ранги асоси
uz: Fon rangi

source: Background Color
be: Колер тэксту
fr: La couleur du texte
ka: ტექსტის ფერი
ky: Сөздүн түсү
tg: Ранги ҳарфҳо
uz: Xabar rangi

source: Comments
az: Fikirler
be: Каментары
de: Kommentare
fr: Commentaires
ka: კომენტარები
lv: Komentāri
ro: Comentarii
tg: Суханҳо
uz: Fikrlar

source: Comments are closed
az: Fikirler bağlidir
be: Каментары зачыненыя
de: Kommentare sind geschlossen
fr: Les commentaires sont fermés
ka: კომენტარები დახურულია
kk: Комментарий жабық
ky: Комментарий жабык
lv: Komentāri slēgti
ro: Comentarii sunt închise
tg: Сухангуи манъ аст
uz: Fikr bildiraolmaysiz

source: General list
az: Ümumi Siyahı
be: Агульны спіс
de: Gemeinsame Liste
fr: Liste générale
ka: საერთო სია
kk: Барлық тізімдер
ky: Бардык түзүмдөр
lv: Kopējais saraksts
ro: Listă
tg: Саҳифаи умуми
uz: Umumiy ro"yhat

source: Community
az: Saytin Aktivi
be: Актыў сайта
de: Aktive Standort
fr: Les actifs du site
ka: საიტის აქტივი
kk: Сайт активистері
ky: Сайт активистери
lv: Saita aktivitāte
ro: Activ site-lui
tg: Навигариҳои сомона
uz: Sayt aktivligi

source: Contacts
az: Elaqeler
be: Кантакты
de: Beruhrungen
ka: კონტაქტები
kk: Контактілер
ky: Контактылар
lv: Kontakti
ro: Contacte
tg: Алоқаҳо
uz: Коntaktlar

source: In contacts
az: Elaqelere Keç
be: кантакты
de: In Beruhrungen
fr: Dans le contacts
ka: კონტაქტებში
kk: Контактыға қосу
ky: Контактыга кошуу
lv: Kontaktos
ro: În contacte
tg: Дар алоқаҳо
uz: Kontaktga

source: Continue
az: Davam Et
be: Працягнуць
de: Zu fortfuhren
fr: Continuez
ka: გაგრძელება
kk: Жалғастыру
ky: Улантуу
lv: Turpināt
tg: Давом медиҳед
uz: Davom etamiz

source: Downloads
az: Yüklemeler
be: Запампоўкі
de: Ladungen
fr: Télécharger
ka: ჩამოტვირთვები
kk: Жүктеулер
ky: Жүктөөлөр
lv: Lejuplādes
ro: Download-uri
tg: Файлҳо
uz: Yuklamalar

source: Views
az: Baxiş
be: Hits
de: Ansichten
fr: Vues
ka: დათვალიერება
kk: Көрілді
ky: Көрүлдү
lv: Apskate
ro: Vizualizari
tg: Тамошо карда
uz: Ko"rilgan

source: Clock setting
az: Saat Qurğuları
be: Налада гадзін
de: Abstimmung der Uhren
fr: Réglage de l"horloge
ka: საათის პარამეტრები
kk: Сағат баптаулары
ky: Саат настройкалары
lv: Pulksteņa iestatīšana
ro: Setarea ceasului
tg: Тағйироти соат
uz: Soatni sozlash

source: General setting
az: Ümumi Qurğular
be: Агульныя налады
de: Gemeinsame Abstimmungen
fr: Paramètres généraux
ka: საერთო პარამეტრები
kk: Барлық баптаулар
ky: Бардык настройкалар
lv: Kopējie iestatījumi
ro: Setări generale
tg: Тағйироти умуми
uz: Umumiy sozlamalar

source: Date
az: Tarix
de: Datum
fr: Date de
ka: თარიღი
lv: Datums
ro: Data
tg: Руз
uz: Sana

source: Day
az: gün
be: дзень
de: Tag
fr: jour
ka: დღე
kk: күн
ky: күн
lv: diena
ro: ziua
tg: Руз
uz: kun

source: Days
az: gün
be: дзен
de: Tag
fr: la journée
ka: დღე
kk: күндер
ky: күндөр
lv: dienu
ro: zi
tg: Руз
uz: kun

source: Default
az: Standart
be: Па змаўчанні
de: Standards
fr: Par défaut
ka: ნაგულისხმები
kk: Бастапқы қалпы
ky: Баштапкы калпы
lv: Noklusējums
ro: În mod implicit
tg: Тарзи одди
uz: Oddiy

source: Delete
az: Sil
be: Выдаліць
de: Entfern
fr: Supprimer
ka: წაშლა
kk: Өшіру
ky: Өчүрү
lv: Dzēst
ro: Şterge
tg: Тозакуни
uz: O"chirish

source: Delete message
az: Mesaji sil
be: Выдаліць паведамленне
de: Ansang ist entfernt
fr: Supprimer le message
ka: შეტყობინების წაშლა
kk: Хабарламаны өшіру
ky: Каттарды өчүрү
lv: Dzēst ziņu
ro: Şterge mesajul
tg: Тозакунии мактуб
uz: Habarlarni o"chirish

source: Delete all
az: Hamısını Sil
be: Выдаліць усе
de: Entfernen zu alle
fr: Supprimer tous les
ka: ყველაფრის წაშლა
kk: Барлығын өшіру
ky: Бардыгын өчүрү
lv: Dzēst visu
ro: Şterge totul
tg: Тозакунии ҳамааш
uz: Hammasini o"chirish

source: Do you really want to delete?
az: Heqiqeten silmek isteyirsiz?
be: Сапраўды жадаеце выдаліць?
de: Gultig belieben, zu entfernen?
fr: Souhaitez-vous vraiment supprimer?
ka: ნამდვილად გნებავთ წაშლა?
kk: Өшіргіңіз келе ме?
ky: Өчүргүңүз келе би?
lv: Vai tiešām velaties dzēst?
ro: Sigur doriţi să ştergeţi?
tg: Дар ҳақиқат бовари доред?
uz: O"chirishni hohlaysizmi?

source: Description
az: Melumat
be: Апісанне
de: Beschreibung
ka: აღწერა
kk: Сипаттамасы
ky: Маалыматы
lv: Apraksts
ro: Descriere
tg: Маълумот
uz: Ta"rif

source: Design
az: Sayt Mövzusu
be: Тэма афармлення
de: Thema der Aufmachung
fr: Habillage
ka: გაფორმების თემა
kk: Тақырып рәсімдеуі
ky: Теманын оформлениясы
lv: Tēma
ro: Skin
tg: Намуди асоси
uz: Stillar

source: Communication
az: Ünsiyyet
be: Зносіны
de: Verkehr
fr: La communication
ka: ურთიერთობა
kk: Қарым-қатынас
ky: Карым-катнаш
lv: Saziņa
ro: Comunicare
tg: Суҳбат
uz: Muloqot

source: Digest
az: Daydjest
be: Дайджэст
de: verdauen
ka: დაიჯესტი
lv: Dod žestu
ro: Ce este nou
uz: Daydjest

source: Direct URL
be: Прамыя спасылкі
de: Direktlinks
fr: Des liens directs
ka: პირდაპირი ბმულები
kk: Тіке сілтемелер
ky: Тике шилтемелер
lv: Tiešās saites
ro: Link-uri directe
tg: Ссилкаҳои одди

source: Discuss
az: Müzakire et
be: Абмеркаваць
de: Zu besprechen
fr: Discuter
ka: განხილვა
kk: Пікірлеу
ky: Пикирлер
lv: Diskutēt
ro: Discuta
tg: Ҳалкуни
uz: hal etish

source: Display mode
az: Görüntü növü
be: Рэжым прагляду
de: Regime der Abspiegelung
fr: Le mode d"affichage
ka: ჩვენების რეჟიმი
kk: Бейнелеу режимі
ky: Көрсөтүүчү түзүлүш
lv: Apskates režīms
ro: Mod de afişare
tg: Намуди нишондиҳи
uz: Ko"rsatish rejimi

source: Perform
az: Yerine Yetir
be: Выканаць
de: Zu aufarbeiten
fr: Effectuer
ka: შესრულება
kk: Орындау
ky: Жасоо
lv: Izpildīt
ro: Alerga
tg: Иҷрокуни
uz: Bajarish

source: Hide
az: Gizlet
be: Схаваць
de: Zu unterschlagen
fr: Masquer
ka: დამალვა
kk: Көрінбейді
ky: Катып салуу
lv: Slēpt
ro: Ascunde
tg: Русткуни
uz: Berkitish

source: Down
az: Aşağı
be: Уніз
de: Ab
fr: En bas
ka: ქვევით
kk: Төмен
ky: Төмөн
lv: Lejup
ro: Jos
tg: Ба поён
uz: Pastga

source: Download
az: Yükle
de: zu belasten
fr: Télécharger
ka: ჩამოტვირთვა
kk: Тартып алу
ky: Көчүрүү
lv: Lejuplādēt
tg: Гирифтан
uz: Yuklash

source: Edit
az: Deyiş
be: Змяніць
de: verraten
fr: Modifier
ka: შეცვლა
kk: Өзгерту
ky: Өзгөртү
lv: Rediģēt
ro: Edita
tg: Тағйирот
uz: O"zgartirish

source: Edit List
be: Змяніць спіс
de: Liste bearbeiten
fr: Modifier la liste
ka: სიის შეცვლა
kk: Тізімді өзгерту
ky: Түзүмдү өзгөртү
lv: Rediģēt sarakstu
tg: Тағйироти саҳифа
uz: Ro"yhatni taxrirlash

source: Edited
az: Deyişildi
be: Зменены
de: Geändert
fr: Modifié
ka: შეცვლილია
kk: Өзгертілді
ky: Өзгөртүлдү
lv: Rediģēts
ro: Schimbat
tg: Иваз шуд
uz: O"zgartirildi

source: Enter verification code
az: Tehlükesizlik kodunu daxil edin
be: калі ласка, Увядзіце проверочный код
de: Einfuhre Versuchscode
fr: Entrez le code de vérification
ka: შეიყვანეთ შემოწმების კოდი
kk: Тексеру кодын жазыңыз
ky: Текшерү кодун жазыңыз
lv: Ievadiet pārbaudes kodu
ro: Introduceti codul de verificare
tg: Рақами барои санҷишро нависед
uz: Tekshiruvchi kodni kiriting

source: Enter site
az: Giriş
be: Ўвайсці на сайт
de: Auf Standort zu hineingehen
fr: Entrer sur le site
ka: საიტზე შესვლა
kk: Сайтқа кіру
ky: Сайтка кирүү
lv: Ielāgoties saitā
ro: Log In
tg: Даромад ба сомона
uz: Saytga kirish

source: ERROR
az: Sehv
be: ПАМЫЛКА
de: FEHLER
fr: ERREUR
ka: შეცდომა
kk: ҚАТЕ
ky: Ката
lv: KĻŪDA!
ro: EROARE
tg: Хатоги
uz: XATO

source: The requested page does not exists
az: Bele sehife mövcud deyil!
be: Запытаная Вамі старонка адсутнічае
de: Die Sie gefragte Seite otsutstvuet
fr: Page que Vous avez demandée est manquant
ka: თქვენს მიერ მოთხოვნილი გვერდი არ არსებობს
kk: Сіз сұраған адрес табылмады
ky: Сиз сураган адрес табылбады
lv: Kļūda! Jūsu izvēlētā lapa šajā saitā neatrodas
ro: Pagina nu există
tg: Саҳифаи пурсидаи шумо мавҷуд нест
uz: Siz sorayotgan sahifa mavjud emas

source: Invalid address
az: Ünvan yanliş daxil edilib
be: Адрас уведзены няслушна
de: Adresse ist eingefuhrt falsch
fr: Adresse incorrect
ka: მისამართი არასწორად არის შეყვანილი
kk: Адрес қате терілді
ky: Адрес ката терилди
lv: Kļūda! Adrese ir tikusi kļūdaini ievadīta
ro: Adresa incorecte
tg: Суроға хато нависта шуд
uz: Manzil noto"g"ri kiritilgan

source: Avatar select failed
az: Avatar seçiminde sehv baş verdi
be: Памылка выбару Аватара
de: Auswahl Fehler Avatar
fr: Erreur lors du choix de l"Avatar
ka: ავატარის არჩევისას დაფიქსირდა შეცდომა
kk: Аватарды таңдаудағы қате
ky: Аватарды тандап жатканда ката кетти
lv: Kļūda izvēloties avataru
ro: Selecţie eroare Avatar
tg: Хатоги ҳангоми интихоби Аватар
uz: Avatar tanlashda hatolik

source: Description should be at least 2 characters in length
az: Sehv. Melumat en az 2 herifden ibaret olmalıdır
be: Даўжыня апісання павінна быць не менш за 2-х знакаў
de: Lange der Beschreibung muss sein nicht weniger 2 Zeichen
fr: Longueur de la description doit être au moins de 2 caractères
ka: აღწერის სიგრძე არ უნდა იყოს 2 სიმბოლოზე ნაკლები
kk: Сипаттама ұзындығы 2 символдан кем болмауы тиіс
ky: Маалыматтын узундугу 2 символдан кем болбошуу керек
lv: Kļūda! Apraksta garumam jābūt ne mazāk par 2-x simboliem
ro: Lungimea descrieri trebuie să fie de cel puţin 2 caractere
tg: Дарозии навистаҷот на камтар аз 2 нишона бошад
uz: Tarif uzunligi 2tadan ko"p harf bolishi lozim

source: You cannot edit posts of higher administration
az: Sizin selahiyyetinizden üstün olan istifadeçinin mesajını deyişmek hüququnuz yoxdur
be: Вы не можаце рэдагаваць паведамленне старэйшага Вас па пасадзе
de: Sie können Nachrichten nicht bearbeiten, die Sie auf Senior buchen
fr: Vous ne pouvez pas modifier le message de l"aîné de Vous, de par sa fonction
ka: თქვენ არ შეგიძლიათ თქვენზე უფლებამოსილის პოსტების რედაქტირება
kk: Өзіңізден үлкен қызметтегі юзердің жазуын реттеуге немесе өшіруге болмайды
ky: Өзүңүздөн улуу кызматтагы колдонучунун кабарын тууралап өзгөртүүгө болбойт
lv: Kļūda! Jūs nevarat rediģēt lietotājus, kas ir augstāki par Jums
ro: Nu puteţi edita tău post mai vechi pe un post
tg: Шумо мактубҳои нафари вазифааш калонро иваз карда наметавонед
uz: Siz ushbu habarni taxrirlay olmaysiz

source: The required fields are not filled
az: Lazimi bölmeler qeyd olunmayib
be: Не запоўненыя абавязковыя палі
de: Ist nicht ausgefullt obligatorische Acker
fr: Il n"est pas rempli les champs obligatoires
ka: აუცილებელი ველები არ არის შევსებული
kk: Керекті өрістер толтырылмады
ky: Керектү талаа толтурулган жок
lv: Kļūda! Nav aizpildīti visi obligātie rakstlaukumi
ro: Nu completat campurile obligatorii
tg: Ҷойҳои асоси пур нашудааст
uz: Maydonlarni toldiring

source: You have not entered the message
az: Mesaj metni daxil olunmayıb
be: Вы не ўвялі паведамленне
de: Sie haben keine Nachricht eingegeben
fr: Vous n"avez pas saisi le message
ka: თქვენ არ შეგიყვანიათ შეტყობინება
kk: Сіз жазуды жазбадыңыз
ky: Сиз кабарыңызды киргизген жоксуз
lv: Kļūda! Jūs neievadījāt ziņu
ro: Nu aţi introdus mesajul
tg: Шумо мактубро нанавистед
uz: Xabarni kiritmadingiz

source: You have not entered a name
az: Ad daxil olunmayıb
be: Вы не ўвялі імя
de: Sie haben keinen Namen eingegeben
fr: Vous n"avez pas saisi de nom
ka: თქვენ არ შეგიყვანიათ სახელი
kk: Сіз есімді термедіңіз
ky: Сиз атыңызды киргизген жоксуз
lv: Kļūda! Jūs neievadījāt vārdu
ro: Nu aţi introdus un nume
tg: Шумо номро нанавистед
uz: Ismni kiritmadingiz

source: You have not entered password
az: Şifre daxil olunmayıb
be: Вы не ўвялі Пароль
de: Ihr nicht einfuhrten Kennwort
fr: Vous n"avez pas saisi de Mot de passe
ka: თქვენ არ შეგიყვანიათ პაროლი
kk: Сіз парольді термедіңіз
ky: Сиз парольңузду киргизген жоксуз
lv: Kļūda! Jūs neievadījāt paroli
ro: Nu aţi introdus parola
tg: Шумо паролро нанавистед
uz: Parolni kiritmadingiz
