Repository: batumibiz/johncms
Catalog: system/locale/*/default.po
Languages: az, be, de, fr, ka, kk, ky, lv, ro, tg, uz

source: You have not entered text
az: Metn daxil olunmayıb
be: Вы не ўвялі тэкст
de: Sie haben keinen Text eingegeben
fr: Vous n"avez pas saisi le texte
ka: თქვენ არ შეგიყვანიათ ტექსტი
kk: Сіз текстті термедіңіз
ky: Сиз текстти киргизген жоксуз
lv: Kļūda! Jūs neievadījāt tekstu
ro: Nu aţi introdus text
tg: Шумо текстро нанавистед
uz: Matnni kiritmadingiz

source: You have not entered Title
az: Ad daxil olunmayıb
be: Вы не ўвялі назву
de: Ihr nicht einfuhrten Benennung
fr: Vous n"avez pas saisi de nom
ka: თქვენ არ შეგიყვანიათ დასახელება
kk: Сіз атауын термедіңіз
ky: Сиз аталышын киргизген жоксуз
lv: Kļūda! Jūs neievadījāt nosaukumu
ro: Nu introduceţi un nume
tg: Шумо номашро нанавистед
uz: Nomni kiritmadingi

source: File does not exist
az: Bele fayl mövcud deyil
be: Файл не існуе
de: Die Datei existiert nicht
fr: Le fichier n"existe pas
ka: ფაილი არ არსებობს
kk: Файл сайтта жоқ
ky: Файл сайтта жок
lv: Kļūda! Šāds fails neeksistē
ro: Fisierul nu exista
tg: Ингуна файл нест
uz: Fayl mavjud emas

source: You cannot add the message so often<br>Please, wait
az: Siz tez-tez mesaj daxil ede bilmezsiniz<br>Xahiş edirik, gözleyin
be: Вы не можаце так часта дадаваць паведамленні<br>Калі ласка, пачакайце
de: Sie können keine Nachrichten so oft<br>Bitte warten
fr: Vous ne pouvez souvent ajouter des messages<br>Merci de patienter
ka: თქვენ არ შეგიძლიათ შეტყობინების ასე ხშირად დამატება<br>გთხოვთ მოითმინოთ
kk: Сіз жиі жаза алмайсыз<br>Күте тұрыңыз
ky: Сиз дайыма кабарыңызды кошо албайсыз<br>Сураныч күтө туруңуз
lv: Kļūda! Jūs nevarat tik bieži pievienot ziņas<br>Lūdzu, uzgaidiet
ro: Nu puteţi adăuga mesaje ori de câte ori<br>Vă rugăm să aşteptaţi
tg: Шумо зуд-зуд мактуб нависта наметавонед<br>Илтимос интизор шавед
uz: Siz habarni tez tez qoldiromisiz<br>Ozgina kuting

source: You have not entered login
az: Nik daxil edilmeyib
be: Вы не ўвялі Лагін
de: Ihr nicht einfuhrten Login
fr: Vous n"avez pas saisi le Nom d"utilisateur
ka: თქვენ არ შეგიყვანიათ მეტსახელი
kk: Сіз логинді термедіңіз
ky: Сиз логиниңизди киргизген жоксуз
lv: Kļūda! Jūs neievadijāt loginu
ro: Nu aţi introdus Login
tg: Шумо логинро нанавистед
uz: Loginni kiritmadingiz

source: Message already exists
az: Bele mesaj artiq mövcuddur
be: Такое паведамленне ўжо было
de: Diese Nachricht wurde bereits
fr: Ce message a déjà été
ka: ასეთი შეტყობინება უკვე იყო
kk: Мұндай жазу бар
ky: Мындай кабар бар
lv: Kļūda! Tāda ziņa jau ir
ro: Acest mesaj a fost
tg: Чунин мактуб алакай ҳаст
uz: Bunday habarni yozgandingiz

source: Text is too short
az: Metn çox qısadır
be: Занадта кароткі тэкст
de: Zu kurz text
fr: Trop court texte
ka: ტექსტი ძალიან მოკლეა
kk: Өте қысқа текст
ky: Өтө кыска текст
lv: Kļūda! Parāk īss teksts
ro: Prea scurt text
tg: Мактуби кутоҳ
uz: Judayam qisqa matn

source: Administrator already replied to this message
az: Bu mesaja Admin artıq cavab verib
be: На гэта паведамленне ўжо адказаў Адміністратар
de: Auf diesen Beitrag bereits beantwortet Administrator
fr: Ce message a été déjà répondu Administrateur
ka: ამ შეტყობინებაზე ადმინისტრაციამ უკვე უპასუხა
kk: Бұған админ жауап беріп қойды
ky: Бул кабарга админ жооп берип койду
lv: Kļūda! Uz šo ziņu jau ir atbildējis administrātors
ro: Pentru acest post deja răspuns Administrator
tg: Ба ин мактуб алакай Администратор ҷавоб дод
uz: Admin ushbu habarga javob yozgan

source: User does not exists
az: Bele istifadeçi mövcud deyil
be: Такога карыстальніка не існуе
de: Derart Benutzer nicht daist
fr: Cet utilisateur n"existe pas
ka: ასეთი მომხმარებელი არ არსებობს
kk: Мұндай қолданушы табылған жоқ
ky: Мындай колдонучуну табылган жок
lv: Kļūda! Šāda lietotāja šeit nav
ro: Acest utilizator nu exista
tg: Чунин истифодабаранда вуҷуд надорад
uz: Bunday foydalanuvchi yo"q

source: The security code is not correct
az: Tehlükesizlik kodu düzgün daxil olunmayıb
be: Проверочный код уведзены няправільна
de: Validierungscode ist falsch eingegeben
fr: Le code saisi n"est pas valide
ka: შემოწმების კოდი არასწორად არის შეყვანილი
kk: Тексеру коды дұрыс терілмеді
ky: Текшерү коду туура эмес киргизилди
lv: Kļūda! Pārbaudes kods ir ticis ievadīts nepareizi
ro: Cod de verificare incorect
tg: Рақами санҷиш хато гирифта шуд
uz: Tekshiruv kodi noto"g"ri kiritldi

source: Bad data
az: Yanlış melumatlardı
be: Няслушныя дадзеныя
de: Unrichtige Angaben
fr: Des données incorrectes
ka: მონაცემები არასწორია
kk: Берілгендер дұрыс емес
ky: Маалыматтар туура эмес
lv: Kļūdaini dati
ro: Informaţia falsă
tg: Маълумотҳои нодуруст
uz: Noto"g"ri ma"lumotlar

source: Invalid length
az: Qadağan olunmuş uzunluq
be: Недапушчальная даўжыня
de: Ungültige Länge
fr: Longueur non valide
ka: სიგრძე დაუშვებელია
kk: Ретсiз ұзындық
ky: Иретсиз узундугу
lv: Kļūda! Nepieļaujams garums
ro: Lungime nevalidă
tg: Бе ниҳоят дароз
uz: Judayam uzuuuuuuun

source: Fields values beyond the permissible limits
az: Bölmelerin mahiyyeti qebul olunmuş limiti keçir
be: Значэння палеў выходзяць за дапушчальныя межы
de: Bedeutungen der Acker vykhodyat vor akzeptable Rahmen
fr: Les valeurs des champs conformes
ka: ველების მნიშვნელობა დაწესებულ ლიმიტებს სცილდება
kk: Өрiс мәнi мүмкiн шектерден шығады
ky: Талаанын мазмуну чектелген сызыктан чыгып жатат
lv: Kļūda! Ievades lauki ar sasnieguši pieļaujamās robežas
ro: Câmpurile sunt dincolo de limitele admise
tg: Фарқияти ҷойҳо аз интихоб берун аст
uz: Maydon hajmi judayam katta

source: Incorrect Password
az: Şifre yanlişdır
be: Пароль няправільны
de: Das Passwort ist falsch
fr: Le mot de passe est incorrect
ka: პაროლი არასწორია
kk: Пароль дұрыс емес
ky: Пароль туура эмес
lv: Kļūda! Parole nav pareiza
ro: Parola este incorectă
tg: Пароли нодуруст
uz: Parol noto"g"ri

source: Invalid characters
az: Qadağan olunmuş işareler
be: Нядзейныя сымбалі
de: Unzulassige Zeichen
fr: Des caractères non valides
ka: ასეთი სიმბოლოები დაუშვებელია
kk: Қолдануға болмайтын символдар
ky: Колдонуга болмай символдар
lv: Kļūda! Nepieļaujami simboli
ro: Incorecte simboluri
tg: Символҳои иҷозат надодашуда
uz: Ta"qiqlangan simvollar

source: No new events
az: Yeni xeber yoxdur
be: Новых падзей няма
de: Neue Begebenheiten ist
fr: De nouveaux événements
ka: ახალი მოვლენები არ არის
kk: Жаңа оқиғалар жоқ
ky: Жаңы окуялар жок
lv: Jaunu notikumu nav
ro: Nu noi evoluţii
tg: Навигари нест
uz: Yangi hodisalar yo"q

source: Logout
az: Çixiş
be: Выхад
de: Austritt
fr: Sortie
ka: გამოსვლა
kk: Шығу
ky: Чыгуу
lv: Izeja
ro: Ieşire
tg: Баромад
uz: Chiqish

source: External Link
be: Знешняя спасылка
de: Externer Link
fr: Lien externe
ka: გარე ბმული
kk: Сыртқы сілтеме
ky: Сырткы шилтеме
lv: Iekšējā saite
ro: Externe Link
tg: Ссилкаи беруна
uz: Ichki ssilka

source: Height of field
az: Bölme uzunluğu
be: Вышыня поля
de: Hohe des Ackers
fr: Hauteur du champ
ka: ველის სიმაღლე
kk: Өріс биіктігі
ky: Талаанын бийиктиги
lv: Lauka augstums
ro: Înălţime domeniul
tg: Баландии мавқеъ
uz: Maydon balandligi

source: Width of field
az: Bölme eni
be: Шырыня поля
de: Breite des Ackers
fr: La largeur du champ
ka: ველის სიგანე
kk: Өріс ені
ky: Талаанын эни
lv: Lauka platums
ro: Lăţimea domeniul
tg: Дарозии мавқеъ
uz: Maydon kengligi

source: Max. File size
az: Maks. fayl ölçüsü
be: Макс. памер файла
de: Maks. Dateigrosse
fr: Max. la taille du fichier
ka: ფაილის მაქს. ზომა
kk: Максимальды файлдың өлшемi
ky: Максималду файлдын өлчөмү
lv: Faila max. izmērs
ro: Max. dimensiune fişierei
tg: Ҳаҷми калон. файл
uz: Fayl maks. hajmi

source: Files
az: Fayllar
de: Dateien
fr: Les fichiers
ka: ფაილები
kk: Файлдар
ky: Файлдар
lv: Faili
ro: Fişiere
tg: Файлҳо
uz: Fayllar

source: Bold
az: Qalin
be: Тоўсты
de: Fetter
fr: Gras
ka: მსუქანი
kk: Қалың
ky: Майлуу
lv: Trekns
tg: Ғафс
uz: Yogliq

source: Italic
az: Eyri
be: Нахілены
de: Kursivschrift
fr: Oblique
ka: დახრილი
kk: Қисайған
ky: Кыйшайган
lv: Slipraksts
ro: Cursiv
tg: Яктарафа
uz: Egilgan

source: Underline
az: Xetli
be: Падкрэслены
de: Angestrichener
fr: Souligné
ka: ხაზგასმული
kk: Асты сызылған
ky: Асты сызылган
lv: Pasvitrots
ro: Subliniat
tg: Хаткашида
uz: Tagchiziq

source: Forgot password
az: Şifreni Unutdum
be: Забыліся пароль
de: Vergassen Kennwort
fr: Mot de passe oublié
ka: პაროლი დაგავიწყდათ
kk: Парольды ұмыттыңыз ба?
ky: Парольду унутуп калдыңызбы?
lv: A parole?
ro: Am uitat parola
tg: Паролро фаромуш кардед
uz: Parol esdan chiqdi

source: Forum
fr: Le forum
ka: ფორუმი
lv: Forums

source: Forum post
az: Forumda Yazı
be: Пастоў на форуме
de: Posten an forum
fr: Postes sur le forum
ka: პოსტების რაოდენობა ფორუმში
kk: Форумдағы посттар
ky: Форумдагы посттор
lv: Postu forumā
ro: Mesajuri pe forum
tg: Суханҳо дар форум
uz: Forumdagi postlar

source: Gallery
az: Qalareya
be: Галерэя
de: Galerie
fr: La galerie
ka: გალერეა
lv: Galerija
ro: Galerie
uz: Galereya

source: Guest
az: Qonaq
be: Госць
de: Gast
fr: Invité
ka: სტუმარი
kk: Қонақ
ky: Конок
lv: Viesis
ro: Oaspete
tg: Меҳмон
uz: Mehmon

source: Guests
az: Qonaqlar
be: Госці
de: Gasten
fr: Invités
ka: სტუმრები
kk: Қонақтар
ky: Коноктор
lv: Viesi
ro: Vizitatori
tg: Меҳмонҳо
uz: Mehmonlar

source: Gzip compression
az: Gzip Sixliq
be: Gzip сціск
de: Gzip ballt
fr: Gzip la compression
ka: Gzip კუმშვა
lv: GZip
ro: Gzip comprimare
tg: Gzip пахшкуни
uz: Gzip siqish

source: Guestbook
az: Qonaq Otaği
be: Гасцявая
de: Gaste
fr: Livre d"or
ka: სასტუმრო
kk: Мұхаба бет
ky: Конокчо бет
lv: Viesene
ro: Camera de oaspeti
tg: Меҳмонхона
uz: Mehmonhona

source: The guestbook is closed
az: Qonaq otaği bağlıdır
be: Гасцявая зачынена
de: Gästebuch geschlossen
fr: Livre d"or est fermé
ka: სასტუმრო დახურულია
kk: Мұхаба бет жабық
ky: Конокчо бет жабык
lv: Viesend slēgta
ro: Camera de oaspeti este închisă
tg: Меҳмонхона махкам аст
uz: Mehmonhona yopiq

source: The guestbook is empty.<br><b>Be the first! :)</b>
az: Qonaq otağinda yazı yoxdur...<br><b> 1ci yaz 1ci ol! :)</b>
be: Гасцявы паведамленняў няма<br><b>Будзь першым! :)</b>
de: In Guest Beiträge Keine<br><b>Seien Sie der Erste! :)</b>
fr: Dans l"Invité de messages non<br><b>Soyez le premier à! :)</b>
ka: სასტუმროში შეტყობინებები არ არის<br><b>იყავი პირველი! :)</b>
kk: Мұнда жазулар жоқ<br><b>Бірінші бол! :)</b>
ky: Мында жазуулар жок<br><b>Биринчи бол! :)</b>
lv: Viesenē nav ziņu<br><b>Esi pirmais! ;)</b>
ro: Nici un mesaj în camera de oaspeti<br><b>Fii primul! :)</b>
tg: Дар меҳмонхона навиштаҷот нест<br><b>Одами аввалин шав! :)</b>
uz: Mehmonhonada habarlar yo"q<br><b>Birinchi bol! :)</b>

source: Happy birthday!!!
az: Ad Günün Mübarek!!!
be: З днем нараджэння!!!
de: Mit Geburtstag!!!
fr: Joyeux anniversaire!!!
ka: გილოცავ დაბადების დღეს!!!
kk: Туылған күніңмен!!!
ky: Туулган күнуң менен!!!
lv: Daudz laimes dzimšanas dienā!!!
ro: La mulţi ani!!!
tg: Зодрузат муборак!!!
uz: Tavallud ayyomingiz bilan!!!

source: Heading
az: Başlıq
be: Загаловак
de: Zagolovok
fr: L"en-tête
ka: სათაური
kk: Тақырып
ky: Мазмун
lv: Nosaukums
ro: Titlu
tg: Номгуй
uz: Sarlavha

source: Help
az: Melumat
be: Даведка
de: Auskunft
fr: Aide
ka: დახმარება
kk: Анықтама
ky: Аныктама
lv: Palīdzība
ro: Referinţă
tg: Маълумот
uz: Yordam

source: Hi
az: Salam
be: Прывітанне
de: Empfehlung
fr: Salut
ka: გამარჯობა
kk: Сәлем
ky: Салам
lv: Čau
ro: Salut,
tg: Салом
uz: Assalomu alaykum

source: History
az: Tarix
be: Гісторыя
de: Geschichte
fr: L"histoire
ka: ისტორია
kk: Тарих
ky: Тарых
lv: Vēsture
ro: Istorie
tg: Таърих

source: Home
az: Baş Sehife
be: На галоўную
de: zu Hause
fr: Accueil
ka: მთავარი გვერდი
kk: Басты бет
ky: Башкы бет
lv: Sākums
ro: Acasă
tg: Ба асоси
uz: Bosh sahifaga

source: Hours
az: Saat
be: Гадзін
de: Uhren
fr: Heures
ka: საათი
kk: сағат
ky: саат
lv: Stundas
ro: oră
tg: Соат
uz: Soat

source: Ignore
az: İgnor Et
be: Ігнараваць
de: Zu ignorieren
fr: Ignorer
ka: უგულებელყოფა
kk: Игнорға жіберу
ky: Игнорго жиберүү
lv: Ignorēt
ro: Ignora
tg: Радкуни
uz: E"tibor bermaslik(ignor)

source: Details
az: Etraflı
be: Падрабязна
de: Genau
fr: Le détail
ka: დაწვრილებით
kk: Толық анықтама
ky: Толук аныктама
lv: Detalizētāk
ro: Detalii
tg: Пурратар
uz: Toliqroq

source: At the moment, access to the site is allowed only for SV!
az: Hazırda sayta giriş yalnız SV icazə verilir!
be: У дадзены момант доступ да сайту дазволены толькі для SV!
de: Im Moment wird der Zugriff auf die Website nur für den SV erlaubt!
fr: En ce moment l"accès au site est autorisé uniquement pour la SV!
ka: ამ დროისათვის ხელმისაწვდომობის საიტი ნებადართულია მხოლოდ SV!
lv: Šobrīd, piekļuve vietā ir atļauta tikai uz SV!
ro: În momentul de față, accesul la site-ul este permis doar pentru SV!

source: At the moment, access to the site is allowed only for Administration of site
az: Hazırda sayta giriş yalnız İdarə Site icazə verilir
be: У дадзены момант доступ да сайту дазволены толькі для Адміністрацыі сайта.
de: Im Moment wird der Zugriff auf die Website nur auf die Administrations-Site erlaubt
fr: En ce moment l"accès au site est autorisé uniquement pour l"Administration du site
ka: ამ დროისათვის ხელმისაწვდომობის საიტი შეიძლება მხოლოდ ადმინისტრაციის საიტის
lv: Šobrīd, piekļuve vietā ir atļauta tikai ar administrācijas mājas lapu
ro: În momentul de față, este permis accesul la site-ul doar pentru locul de administrare

source: Information
az: İnformasiya
be: Інфармацыя
fr: Informations
ka: ინფორმაცია
ky: Маалымат
lv: Informācija
ro: Info
tg: Маълумот
uz: Ma"lumot

source: Info, FAQ
az: Melumat Merkezi
be: Інфармацыя, FAQ
de: Information, FAQ
fr: Informations, FAQ
ka: ინფორმაცია, FAQ
ky: Маалымат, FAQ
tg: Маълумот, FAQ
uz: Ma"lumot, FAQ

source: Offenses
az: Qayda Pozuntusu
be: Парушэнні
de: Verletzungen
fr: La violation de
ka: დარღვევა
kk: Ереже бұзу
ky: Эреже бузуу
lv: Pārkāpumi
ro: BANuri
tg: Хатоги
uz: Qoidabuzarliklar

source: IP Activity
az: IP Aktivlik
be: IP Актыўнасць
de: IP Aktivität
fr: IP Activité
ka: IP აქტიურობა
lv: IP Aktivitāte
ro: IP Activitate
uz: IP Аktivligi

source: Actual addresses
az: Aktual ünvan
be: Актуальныя адрасы
de: Aktuelle Adresse
fr: Actualité de l"adresse
ka: აქტუალური მისამართები
kk: Актуальды адрестер
ky: Актуалдуу даректер
lv: Aktuālās adreses
ro: Adresa actuală
tg: Суроғаҳои ҳақиқи
uz: Aktual manzillar

source: IP address
az: İP Ünvan
be: IP-Адрас
de: Adresse IP
fr: L"adresse IP
ka: IP მისამართი
ky: IP дарек
lv: IP adrese
ro: Adresa IP
tg: Суроғаи IP
uz: IP adres

source: IP history
az: İP Tarixi
be: Гісторыя IP
de: Geschichte IP
fr: Histoire IP
ka: IP ისტორია
kk: IP тарихы
ky: IP тарыхы
lv: IP vesture
ro: IP Istorie
tg: Таърихи IP
uz: IP tarixi

source: Karma
fr: Le karma
ka: კარმა
tg: Одами хуб
uz: Каrma

source: Language
az: Dil
be: Мова
de: Sprache
fr: La langue
ka: ენა
kk: Тіл
ky: Тил
lv: Valoda
ro: Limba
tg: Забон
uz: Til

source: Select language
az: Dil Seçin
be: Вылучыце мову
de: Wahle Sprache
fr: Sélectionnez la langue de
ka: აირჩიეთ ენა
kk: Тілді таңдаңыз
ky: Тилди тандаңыз
lv: Izvēlieties valodu
ro: Selectaţi limba
tg: Забонро интихоб кунед
uz: Tilni tanlang

source: System language set
az: Sistemde mövcud diller
be: Для сістэмы усталяваны мову
de: Fur Gebaude ist angesetzt Sprache
fr: Pour le système de la langue est définie
ka: სისტემისთვის დაყენებულია ენა
kk: Жүйеге орнатылған тіл
ky: Системага орнотулган тил
lv: Sistēmai ir uzstādīta valoda
ro: Pentru sistema este setată limba
tg: Дар система забон интихоб шуд
uz: Sistema uchun til ornatildi

source: Last activity
az: Son Aktivlik
be: Апошняя актыўнасць
de: Allerletzter Aktivismus
fr: Dernière activité
ka: უკანასკნელი აქტივობა
kk: Соңғы белсендiлiк
ky: Соңку активист
lv: Pēdējā aktivitāte
ro: Ultima activitate
tg: Навигарии охирин
uz: Songgi aktivlik

source: Last IP
az: Sonuncu İP
be: Апошні IP
de: Allerletzter IP
fr: La dernière IP
ka: უკანასკნელი IP
kk: Соңғы IP
ky: Соңку IP
lv: Pēdējā IP
ro: Ultimul IP
tg: Охирин IP
uz: Oxirgi IP

source: Last visit
az: Sonuncu Girişi
be: Апошні візіт
de: Allerletzter Besuch
fr: Dernière visite
ka: უკანასკნელი ვიზიტი
kk: Соңғы визит
ky: Соңку кирүүсү
lv: Manīts pēdējo reizi
ro: Ultima vizita
tg: Даромади охирин
uz: Oxirgi tashrif

source: Library
az: Kitabxana
be: Бібліятэка
de: Bibliotheke
fr: Bibliothèque
ka: ბიბლიოთეკა
kk: Кітапхана
ky: Китепкана
lv: Bibliotēka
ro: Bibliotecă
tg: Китобхона
uz: Kutubxona

source: Mod. Library
az: KX Moderi
be: Мод. Бібліятэкі
de: Mod. Bibliotheken
fr: Défilé de mode. La bibliothèque
ka: ბიბლიოთეკის მოდერაცია
kk: Кітапхана мод.
ky: Китепкана мод.
lv: Bibliotēkas Moderi
ro: Mod. Biblioteci
tg: Маъ. Китобхона
uz: Kutubxona modi

source: Lines per page
az: Sehifede setir
be: Радкоў на старонку
de: Zeilen auf Seite
fr: Lignes par page
ka: სტრიქონები გვერდებზე
kk: Бет жолдары
ky: Сап Бетке
lv: Vienības uz lapas
ro: Rânduri pe pagină
tg: Қатор дар саҳифа
uz: Sahifadagi satrlar

source: Link
be: Спасылка
de: Hinweis
fr: Lien
ka: ბმული
kk: Сілтеме
ky: Шилтеме
lv: Saite
tg: Ссилка
uz: Ssilka

source: List
az: Siyahı
be: Спіс
de: Liste
fr: Liste
ka: სია
kk: Тізім
ky: Тизме
lv: Saraksts
ro: Referinte
tg: Саҳифа
uz: Ro"yhat

source: Empty list
az: Siyahı boşdur
be: Спіс пусты
de: Die Liste ist leer
fr: La liste est vide
ka: სია ცარიელია
kk: Тізім бос
ky: Тизме бош
lv: Saraksts tukšs
ro: Lista este vidă
tg: Саҳифа холи аст
uz: Ro"yhat bosh

source: OFF
az: Deaktiv
be: Выключыць
de: Zu auschalten
fr: Désactiver
ka: გამორთვა
kk: Өшіру
ky: Өчүрүү
lv: Izslēgt
ro: Opriţi
tg: Хомушкуни
uz: O"chirish

source: ON
az: Aktiv
be: Ўключыць
de: Zu anschalten
fr: Activer
ka: ჩართვა
kk: Қосу
ky: Кошуу
lv: Ieslēgt
ro: Include
tg: Даргирони
uz: Yoqish

source: or
az: ve ya
be: або
de: oder
fr: ou
ka: ან
kk: немесе
ky: же
lv: vai
ro: sau
tg: ё
uz: yoki

source: Login
az: Giriş
be: Уваход
de: Eingang
fr: Entrée
ka: შესვლა
kk: Кіру
ky: Кирүү
lv: Ielāgoties
tg: Даромад
uz: Kirish

source: Username
az: Nik
be: Лагін
de: Login
fr: Le nom de l"utilisateur
ka: მეტსახელი
lv: Logins
ro: Login
uz: Login

source: General settings
az: Qurğular
be: Агульныя налады
de: Gemeinsame Abstimmungen
fr: Paramètres généraux
ka: საერთო პარამეტრები
kk: Жалпы баптаулары
ky: Жалпы оңдоо
lv: Pamata iestatījumi
ro: Setări generale
tg: Тағйироти умуми
uz: Umumiy sozlamalar

source: Mail
az: Mektub
be: Пошта
fr: Courrier
ka: ფოსტა
lv: Pasts
uz: Pochta

source: New message
az: Size mektub gelib
be: Вам ліст
de: Ihr Brief
fr: La lettre
ka: თქვენთვის წერილია
kk: Хат келді
ky: Кат келди
lv: Jums ziņa
ro: Mesaj nou
tg: Ба шумо мактуб
uz: Sizga xat

source: Guys
az: Oğlanlar
be: Хлопцы
de: Jungs
fr: Garçons
ka: ბიჭები
kk: Жігіттер
ky: Жигиттер
lv: Čaļi
ro: Băieţi
tg: Писарон
uz: Yigitlar

source: Message
az: Mektub
be: Паведамленне
de: Nachricht
ka: შეტყობინება
kk: Жазу
ky: Кабар
lv: Ziņa
ro: Mesajul
tg: Мактуб
uz: Xabar

source: Messages
az: Mektublar
be: Паведамленні
de: Nachrichten
ka: შეტყობინებები
kk: Жазу
ky: Кабар
lv: Ziņas
ro: Mesaje
tg: Мактубҳо
uz: Xabarlar

source: Min. 2, Max. 30 characters
az: Min. 2, Maks. 30 işare
be: Мін. 2, макс. 30 сімвалаў
de: Min. 2, maks. 30 Zeichen
fr: Min. 2, maximum 30 caractères
ka: მინ. 2 მაქს. 30 სიმბოლო
kk: Min. 2, max. 30 символ
ky: Min. 2, max. 30 символ
lv: MIN. 2, MAX. 30 simboli
ro: Min. 2, max. 30 de caractere
tg: Аз 2 то 30 нишона
uz: Мin. 2, maks. 30 simvol

source: Min. 2, Max. 500 characters
az: Min. 2, Maks. 500 işare
be: Мін. 2, макс. 500 знакаў
de: Min. 2, maks. 500 Zeichen
fr: Min. 2, maximum 500 caractères
ka: მინ. 2 მაქს. 500 სიმბოლო
kk: Min. 2, max. 500 символ
ky: Min. 2, max. 500 символ
lv: MIN. 2, MAX. 500 simboli
ro: Min. 2, max. 500 de caractere
tg: Аз 2 то 500 нишона
uz: Мin. 2, maks. 500 simvol

source: Moderators
az: Moderler
be: Мадэратары
de: Moderatoren
fr: Les modérateurs
ka: მოდერატორები
kk: Модераторлар
ky: Модераторлор
lv: Moderātori
ro: Moderatori
tg: Вазифадорҳо
uz: Мoderatorlar

source: Move
az: Yerini Deyiş
be: Перамясціць
de: Zu deportieren
fr: Déplacer
ka: გადაადგილება
kk: Орнын ауыстыру
ky: Ордун алмаштыруу
lv: Pārvietot
ro: Muta
tg: Ҷойивазкуни
uz: Joylashtirish

source: My Smileys
be: Мае смайлы
fr: Mes smile
ka: ჩემი სიცილაკები
kk: Менің смайлдарым
ky: Менин смайлдарым
lv: Mani smaidiņi
tg: Смайликҳои ман
uz: Мening smayllarim

source: Name
az: Ad
be: Імя
fr: Le nom de
ka: სახელი
kk: Атауы
ky: Атым
lv: Vārds
ro: Prenume
tg: Ном
uz: Ism

source: New Files
az: Yeni Fayllar
be: Новыя файлы
de: neuer Datei
fr: De nouveaux fichiers
ka: ახალი ფაილები
kk: Жаңа файлдар
ky: Жаңы файлдар
lv: Jauni faili
ro: Noi fişiere
tg: Файлҳои нав
uz: Yangi fayllar

source: New reviews
az: Yeni fikirler
be: Новыя водгукі
de: Neue Ausserungen
fr: Nouveaux commentaires
ka: ახალი გამოხმაურებები
kk: Жаңа пікірлер
ky: Жаңы пикирлер
lv: Jaunas atsauces
ro: Noi comentarii
tg: Интихобҳои нав
uz: Yangi fikrlar

source: News
az: Xeberler
be: Навіны
de: Neuigkeiten
fr: Nouvelles
ka: სიახლეები
kk: Жаңалықтар
ky: Жаңылыктар
lv: Jaunumi
ro: Ştiri
tg: Навигариҳо
uz: Yangiliklar

source: Archive news
az: Xeberler
be: Архіў навінаў
de: Archiv der Neuigkeiten
fr: Archives des nouvelles
ka: სიახლეების არქივი
kk: Жаңалықтар архиві
ky: Жаңылыктар архиви
lv: Jaunumu arhīvs
ro: Noutăţi
tg: Навигариҳо
uz: Yangiliklar arxivi

source: Next
az: İreli
be: Далей
de: Weiter
fr: Plus loin
ka: შემდეგ
kk: Алға
ky: Алга
lv: Tālāk
ro: Mai departe
tg: Давомаш
uz: Keyin

source: Nick
az: Nik
be: Нік
de: Nickname
ka: მეტსახელი
lv: Niks
uz: Nik

source: Night
az: Gece
be: Ноч
de: Nicht
fr: Nuit
ka: ღამე
kk: Түн
ky: Түн
lv: Nakts
ro: Noapte
tg: Шаб
uz: Tun

source: Nothing found for this request
az: Sizin axtarış bir netice vermedi
be: Па Вашаму запыту нічога не знойдзена
de: Po Euere Anfrage nichts ist nicht gefunden
fr: Sur Votre demande, rien n"a été trouvé
ka: თქვენი მოთხოვნის შესაბამისი არ მოიძებნა
kk: Сіздің сұранысыңыздан ештеңе табылмады
ky: Сиздин суранычыңыз боюнча эч нерсе табылган жок
lv: Meklējot Jūsu ievadīto atslēgas vardu, nekas netika atrasts
ro: Căutarea dvs. nu a precise
tg: Аз дархости шумо ҳеҷ чиз ёфт нашуд
uz: Sizning sorovingiz boyicha hech vaqo topilmadi

source: Not specified
az: Qeyd olunmayıb
be: Не пазначана
de: Nicht namlicher
fr: N"est pas spécifié
ka: არ მითითებულა
kk: Көрсетілмеді
ky: Көрсөтүлгөн жок
lv: Nav norādīta
ro: Nespecificat
tg: Фармон нашудааст
uz: Korsatilmagan

source: Optional field
az: Vacib olmayan bölme
be: Неабавязковае поле
de: Unverbindlicher Acker
fr: Champ facultatif
ka: არააუცილებელი ველი
kk: Мiндеттi емес өрiс
ky: Кереги жок талаа
lv: Nav obligāts lauks
ro: Opţional domeniul
tg: Қисмҳои зарур набуда
uz: Toldirish majburmas maydon

source: Moderation
az: Moder tesdiqi gözleyir
be: На мадэрацыі
de: Mäßigung
fr: Sur la modération
ka: მოდერაციაზეა
kk: Модерацияда
ky: Модерацияда
lv: Tiek moderēts
tg: Дар санҷиш
uz: Moderatsiyada

source: Online
az: Onlayn
be: Анлайн
de: Am Standort
fr: En ligne
ka: საიტზეა
lv: Onlainā
tg: Дар сомона
uz: Оnlayn

source: Personal
az: Şexsi
be: Персанальныя
de: Persönliche
fr: Personnelles
ka: პერსონალური
kk: Персональді
ky: Персоналду
lv: Personīgais
tg: Умуми
uz: Shaxsiy

source: Password
az: Şifre
de: Kennwort
fr: Le mot de passe
ka: პაროლი
lv: Parole
ro: Parolă
tg: Парол
uz: Parol

source: Photo Album
az: Albom
be: Фотаальбом
de: Photo-Alben
fr: La galerie de photos
ka: ფოტოალბომი
lv: Foto albūms
ro: Album foto
tg: Албоми расмҳо
uz: Fotoalbom

source: Photo Albums
az: Albomlar
be: Фотаальбомы
de: Photo-Alben
fr: Albums photos
ka: ფოტოალბომები
kk: Фотоальбомдар
ky: Фотоальбомдор
lv: Foto albūmi
ro: Albume foto
tg: Албомҳои расмҳо
uz: Fotoalbomlar

source: poins
az: xal
be: ачкоў
de: Augenglaser
fr: points
ka: ქულა
kk: ұпай
ky: упай
lv: punkti
ro: puncte
tg: Холҳо
uz: ochko

source: posts
az: post
be: пастоў
de: Posten
fr: postes
ka: პოსტი
kk: посттар
ky: посттор
lv: posti
ro: mesaje
tg: Интихобҳо
uz: post

source: Preview
az: İlkin Baxış
be: Прадпрагляд
de: Vorschau
fr: Prévisualisation
ka: წინასწარ ნახვა
kk: Алдын ала көру
ky: Алдын ала көрүү
lv: Apskate
tg: Тамошо
uz: Oldingi korinish

source: Private
az: Gizli
be: Прыват
de: Privat
fr: Privat
ka: პრივატი
lv: PM
ro: Privat
tg: Махфи
uz: Shaxsiy xabar

source: Profile
az: Anket
de: Enquette
fr: Le questionnaire
ka: ანკეტა
lv: Anketa
ro: Profil
uz: Аnketa
