Repository: batumibiz/johncms
Catalog: system/locale/*/default.po
Languages: az, be, de, fr, ka, kk, ky, lv, ro, tg, uz

source: Quiz
az: Sual-Cavab
be: Віктарына
ka: ვიქტორინა
lv: Viktorīna
ro: Ghicitul
tg: Саволу ҷавоб
uz: Viktorina

source: Quick jump
az: Keçidler
be: Хуткі пераход
de: Schneller Ubergang
fr: Passage rapide
ka: სწრაფი გადასვლა
kk: Тез жүру
ky: Тез жүрү
lv: Ātrā pareja
ro: Tranziţie rapidă
tg: Гузариши зуд
uz: Tezkor o"tish

source: Rating
az: Reytinq
be: Рэйтынг
de: Bewertung
fr: La cote
ka: რეიტინგი
lv: Reitings
uz: Reyting

source: Read Only
be: Толькі для чытання
fr: En lecture seule
ka: მხოლოდ წაკითხვისთვის
kk: Тек оқу үшін
ky: Бир гана окуу үчүн
lv: Tikai lasāms
ro: Doar-în-citire
tg: Танҳо барои хондан
uz: Faqat o"qish uchun

source: Reason
az: Sebeb
be: Прычына
de: Anlass
fr: La raison
ka: მიზეზი
kk: Себеп
ky: Себеп
lv: Iemesls
ro: Cauza
tg: Сабаб
uz: Sabab

source: <h3>ATTENTION!</h3>You are going to leave our site and go to an external link
az: <h3>Diqqet!</h3>Siz Sayti Terk Ederek Bu Linke Daxil Olmag Istiyirsiz
be: <h3>УВАГА!</h3>Вы збіраецеся пакінуць сайт і перайсці па знешняй спасылцы
de: <h3>ACHTUNG!</h3>Sie werden auf unserer Website zu verlassen und auf einen externen Link
fr: <h3>ATTENTION!</h3>Vous allez quitter le site et mettre un lien externe
ka: <h3>ყურადღება!</h3>თქვენ ცდილობთ დატოვოთ საიტი და გადახვიდეთ გარე ბმულზე
kk: <h3>Ескерту!</h3>Сіз сайттан шығып, басқа сайтқа кеткелі тұрсыз
ky: <h3>Эскертүү!</h3>Сиз сайттан чыгып, башка сайтка кеткени жатасыз
lv: <h3>UZMANĪBU!</h3>Jūs taisaties pamest saitu un pāriet iekšējā saitē
ro: <h3>ATENTIE!</h3>Aveţi de gând să părăsească site-ul nostru şi du-te la un link extern
tg: <h3>Диққат!</h3>Шумо хоҳиши аз сомонаи мо баромада ва ба саҳифаи додашуда гузаштанро доред
uz: <h3>DIQQAT!</h3>Siz ushbu saytni tar etib ichki ssilka boyicha otyapsiz

source: Administration of our site is not responsible for the content of external sites
az: Rehberlik Bizim Saytdan Diger Sayta Kecmeyinize Gore Mesuliyet Daşimir
be: Адміністрацыя нашага рэсурсу не нясе адказнасці за кантэнт старонняга сайта.
de: Administration unserer Website ist nicht verantwortlich für die Inhalte externer Websites
fr: L"administration de notre site n"est pas responsable du contenu d"un autre site web
ka: საიტის ადმინისტრაცია იხსნის პასუხისმგებლობას უცხო საიტის შემცველობაზე
kk: Біздің администрация бөтен сайт ақпараттарына жауапты емес!
ky: Биздин администрация башка сайттын контентине жоопту эмес!
lv: Šī saita aministrācija nenes atbildību par citiem resursiem
ro: Administrarea de site-ul nostru nu este responsabil pentru conţinutul site-urilor externe
tg: Администрацияи мо ба маълумот ё файлҳои дигар сомона ҷавобгуй нест
uz: Sayt administratsiyasi boshqa sayt kontenti uchun javob bermaydi

source: It is recommended not to specify your data, relating to
az: Meslehet Goruruk Siz Oz Melumatlarinizi Qeyd Etmiyesiz Esasen
be: Рэкамендуецца не паказваць вашы дадзеныя, якія маюць дачыненне да
de: Es wird empfohlen, nicht auf Ihre Daten angeben, über die
fr: Il est recommandé de ne pas indiquer vos données ayant trait à la
ka: არ არის რეკომენდებული მიუთითოთ თქვენი მონაცემები, რომლებიც კავშირშია
kk: Сізге қатысты
ky: Сизге катыштуу
lv: Iesaku nenorādīt Jūsu datus, kas is saistīti ar
ro: Este recomandat să nu se specifica datele dumneavoastră, referitoare la
tg: Хоҳиш мекардем, маълумотҳои худро (Логин, парол) аз
uz: Quyidagiga tegishli malumotlarni kiritishni maslahat bermimiz

source: (Login, Password), on third party sites
az: Login, Parol - Diger saytlarda
be: (імя карыстальніка, пароль), на іншых сайтах
de: (Login, Passwort), auf websites dritter
fr: (nom d"utilisateur, mot de passe), sur des sites tiers
ka: (მომხმარებლის სახელთან, პაროლთან), უცხო საიტებთან
kk: (логин, пароль), басқа сайттарда көрсетпеуіңізді ұсынады
ky: (логин, пароль), башка сайттарда көрсөтпөңүз
lv: (lietotāja logins, parole), trešās puses lapās
ro: (Login, Parola), pe site-uri terţă parte
tg: дар сомонаҳои дигар нанависед
uz: (foydalanuvchi nomi va paroli), boshqa saytlarda

source: Go to link
az: Linke Keç
be: Перайсьці па спасылцы
de: Zur Link
fr: Mettre un lien vers
ka: ბმულზე გადასვლა
kk: Сілтемеге өту
ky: Шилтемеге өтүү
lv: Pāriet uz saiti
ro: Du-te
tg: Гузариш ба саҳифа
uz: Ssilka boyicha o"tish

source: Registration
az: Qeydiyyat
be: Рэгістрацыя
fr: Inscription
ka: რეგისტრაცია
kk: Тіркелу
ky: Каттоо
lv: Reģistrācija
ro: Înregistrare
tg: Бақайдгири
uz: Ro"yxatdan o"tish

source: Sorry, but your request for registration is not considered yet<br> Please, be patient
az: Üzr isteyirik! Sizin qeydiyyatiniz hele yoxlanmayıb<br>Xahiş edirik, bir qeder gözleyin
be: Прыносім выбачэнні, але Ваша заяўка на рэгістрацыю яшчэ не разгледжаная<br>калі Ласка, чакайце
de: Bringen Entschuldigungen, aber Euere Buchung auf registriert ist noch nicht begutachtet <br> Bitte erwarte
fr: Nous sommes désolés, mais votre demande d"enregistrement n"a pas encore de commentaires<br>S"il vous plaît, attendez-vous à
ka: ბოდიშს გიხდით, მაგრამ თქვენი განცხადება რეგისტრაციაზე ჯერ არ განხილულა<br>გთხოვთ მოითმინოთ
kk: Кешірім сұраймыз, сіздің тіркелуіңіз әлі қарастырылмады<br>Өтінемін күтіңіз
ky: Кечирим сурайбыз, сиздин каттооңуз дагы эле караштырылбады<br>Сураныч күтүп туруңуз
lv: Lūdzam piedošanu, bet Jūsu pieprasījums uz reģistrāciju vēl nav aplūkots<br>Lūdzu, gaidiet
ro: Ne pare rău, dar cererea dumneavoastră de înregistrare nu a revizuit încă <br> Vă rugăm să aşteptaţi
tg: Бахшиш мепурсем, аммо хоҳиши шумо барои бақайдгири дида нашудааст<br>Илтимос, интизор шавед
uz: Uzur so"rimiz sizni registratsiyaga arizangiz hali korib chiqilmadi<br>Kuting

source: Remains
az: Qaldi
be: Засталося
de: Blieb
fr: Reste
ka: დარჩა
kk: Қалғаны
ky: Калганы
lv: Palika
ro: A rămas
tg: Мондааст
uz: Qoldi

source: Remember
az: Xatirla
be: Запомніць
de: Zu behalten
fr: À retenir
ka: დამახსოვრება
kk: Жаттап алу
ky: Жаттап алуу
lv: Atcerēties
ro: Amintiţi-vă
tg: Хотира
uz: Eslatish

source: Repeat
az: Tekrar et
be: Паўтарыць
de: Zu rekapitulieren
fr: Répéter
ka: გამეორება
kk: Қайталау
ky: Кайталоо
lv: Atkārtot
ro: Repeta
tg: Такрор
uz: Qaytarish

source: Reply
az: Cavab
be: Адказаць
de: Antwort
fr: Répondre
ka: პასუხი
kk: Жауап беру
ky: Жооп берүү
lv: Atbildēt
ro: Raspunde
tg: Ҷавоб
uz: Javob berish

source: Reset setting
az: Standart Ayarlar
be: Скід налад
de: Sbros der Abstimmungen
fr: Réinitialisation des réglages
ka: პარამეტრების განულება
kk: Баптауды қалпына келтіру
ky: Оңдоолорду калыбына келтирүү
lv: Nomest iestatījumus
ro: Reset
tg: Партофтани тағйирот
uz: Zavodskoy sbros

source: Save
az: Yadda Saxla
be: Захаваць
de: zu behalten
fr: Enregistrer
ka: შენახვა
kk: Сақтау
ky: Сактоо
lv: Saglabāt
ro: Salva
tg: Сабткуни
uz: Saqlash

source: Search
az: Axtarış
be: Пошук
de: Suchen
fr: Recherche
ka: ძებნა
kk: Іздеу
ky: Издөө
lv: Meklētājs
ro: Căutare
tg: Кофтукоб
uz: Qidiruv

source: Length of query: 4min., 64maks.<br>Search is case insensitive <br>Results are sorted by relevance
az: Sorğu müddeti: 4deq., 64maks.<br>Netice texmini uyğunluq olduqda bele üze çıxır
be: Даўжыня запыту: 4 мін., 64 макс.<br>Пошук нечувствителен да рэгістра літар<br>Вынікі выводзяцца з сартаваннем па рэлевантнасці
de: Lange der Anfrage: 4min., 64maks. <br> Suche ist unempfindlich zu registru der Buchstaben <br> Ergebnisse Ausgang mit sortiert nach relevanten
fr: La longueur de la requête: 4 min., 64 maximum.<br>La recherche est insensible à la casse<br>Les résultats sont triés par pertinence
ka: მოთხოვნის სიგრძე მინ. 4, მაქს. 64<br>ძებნა არ არის მგრძნობიარე ასოების რეგისტრის მიმართ<br>შედეგები დალაგდება რელევანტობის მიხედვით
kk: Сұраныс ұзындығы: 4мин., 64макс.<br>Іздеу регистр әріптеріне сезімтал емес<br>Нәтижелер релеванттық бойынша іріктеледі
ky: Сураныч узундугу: 4мин., 64макс.<br>Издөө регистр тамгаларына сезимтал эмес<br>Найтижелер релевантык боюнча көрсөтүлөт
lv: Atslēgas vārdam jābūt min. 4, max. 60<br>Meklētājs ignorē reģistru<br>Meklēšanas rezultāti tiek kārtoti pēc atsaucēm
ro: Lungimea interogare: 4min., 64 max.<br>Caută insensibil la majuscule<br>Rezultatele sunt sortate după relevanţă
tg: Дарозии умуми: Аз 4 то 64 нишона<br>Кофтукоб бо харфҳо туғри наомада истодааст<br>Натиҷааш баъд аз ҷобаҷокуни бароварда мешавад

source: Search History
az: Axtarış tarixi
be: Гісторыя пошукавых запытаў
de: Suchverlauf
fr: L"histoire des requêtes de recherche
ka: ძებნა ისტორია
kk: Іздеу сұраныстарының тарихы
ky: Издөө тарыхы
lv: Meklēšanas vēsturi
ro: Istoricul căutărilor

source: Do you really want to clear the search history?
az: Həqiqətən axtarış tarixi təmizlənməsi üçün istəyirsiniz?
be: Вы сапраўды хочаце ачысціць гісторыю пошуку?
de: Wollen Sie wirklich, um den Suchverlauf löschen?
fr: Voulez-vous vraiment effacer l"historique de recherche?
ka: ნამდვილად გსურთ გარკვევა ძებნა ისტორიაში?
kk: Іздеу сұраныстарының тарихын шынымен де тазартқыңыз келеме??
ky: Издөө тарыхын тазалагыңыз келеби??
lv: Vai jūs tiešām vēlaties, lai nodzēstu meklēšanas vēsturi?
ro: Vrei într-adevăr să ștergeți istoricul de căutare?

source: New search
az: Yeni Axtarış
be: Новы пошук
de: Neue Suchen
fr: Nouvelle recherche
ka: ახალი ძებნა
kk: Жаңадан іздеу
ky: Жаңыдан издөө
lv: Meklēt vēl
ro: Cautare noua
tg: Кофтукоби нав
uz: Yangi qidiruv

source: Search by nick (NickName) and case insensitive letters. For example <b>UsEr</b> and <b>user</b> are identical.
az: Axtariş Login Uzre Gedir (Login) ve qeyd heriflerine hessas deyil. Yani , <b>UsEr</b> ve <b>user</b> axtariş ucun beraberdiler.<br>Axtariş translit olunur yani eger sizi Хулиган loginini axtarirsizsa Xuliqan da yazib axtara bilersiz ferq etmez.
be: Пошук ідзе па Ніку карыстальніка (NickName) і нечувствителен да рэгістра літар. Гэта значыць, <b>UsEr</b> і <b>user</b> для пошуку раўнацэнныя.<br>Запыт на пошук транслитерируется, то есць, каб знайсці, да прыкладу, нік ДЗІМА, Вы можаце ў запыце напісаць dima, вынік будзе адзін і той жа.
de: Suche geht nach Nickname Benutzer (Nickname) und unempfindlicher zu registru der Buchstaben, <b> User </b> und <b> use r</b> fur Suche gleichwertiger. <br> Anfrage auf Suche transliter, zu finden, beispielsweise, Nickname ДИМА, Sie konnen in Anfrage aufschreiben dima, Ergebnis ist eins und selber.
fr: La recherche sur le Pseudo de l"utilisateur (Pseudo) et est insensible à la casse. Autrement dit, <b>UsEr</b> et <b>user</b> pour la recherche de l"égalité de mérite.<br>La demande de recherche транслитерируется, c"est, pour trouver, par exemple, le nom de DIMA, Vous pouvez dans la requête d"écrire dima, le résultat sera le même.
ka: ძებნა მიმდინარეობს მომხმარებლის მეტსახელის მიხედვით და არ არის მგრძნობიარე ასოების რეგისტრის მიმართ. ანუ, <b>UsEr</b> და <b>user</b> ძებნის დროს ერთი და იგივეა.<br>ძებნის დროს ხდება ტრანსლირება, ანუ, თუ გნებავთ მოძებნოთ მეტსახელი ГИОРГИ, თქვენ შეგიძლიათ ძებნაში ჩაწეროთ giorgi, შედეგი მაინც ერთი და იგივე იქნება.
kk: Іздеу қолданушы Ник-імен ізделеді және әріптер регистрге сезімтал емес. Яғни, <b>UsEr</b> және <b>user</b> бір мағынаны береді.<br>Іздеу сұранысы аударылады, яғни, іздеу үшін мысалы, Дима никін табу үшін, сіз сұраныста dima никін жазуға болады.
ky: Издөө Аты боюнча изделет жана регистр тамгаларына сезимтал эмес . И, <b>UsEr</b> жана <b>user</b> бирдей эле.<br>Издөө суранычыңыз оодарылат, и, издөө үчүн мисалы, Дима деген никти табуу үчүн, сиз суранычыңызда dima никин жазууга болот.
lv: Meklētājs iet pa lietotāja niku(NiCkNAmE) un ir nejūtīgs pret burtu reģistru. Tas ir, <b>UsEr</b> un <b>user</b> priekš meklētāja ir ar vienādu nozīmi.<br>Atslēgas vārds, ko Jūs ievadat arī translējas, un, lai atrastu, kā piemēram, niku ДИМА, Jūs varat atslēgas vārdā rakstīt dima, meklēšanas rezultāti būs vienādi.
ro: Caută merge pe Niku utilizator (nickname) şi litere majuscule. Asta este, <b>utilizator</b> şi a <b>utilizatorului</b> pentru a găsi echivalente. <br> Caută cererea este tradus, care este, pentru a găsi, de exemplu, Nick Dima, puteţi scrie o interogare Dima, rezultatul va fi acelaşi.
tg: Кофтукоб аз руи ник мешавад (NickName) ва ба ҳарфҳо беҳисёт аст. Яъне, <b>UsEr</b> ва <b>user</b> барои кофтукоб баробар аст.<br>Агар барои ёфтани ники МАТИН шумо MATIN нависед, натиҷа ягона аст.
uz: (NickName) ni nomi boyicha qidirish va harflarni registriga etibor bermasdan. Yani, <b>foydalanuvchi</b> va <b>foydalanuvchi</b> bir xil deganday.<br>Translit ham sihlaydi masalan Салим va Salim bir xil.

source: Query results
az: Axtarış Neticesi
be: Вынікі запыту
de: Ergebnisse der Anfrage
fr: Les résultats de la requête
ka: ძებნის შედეგები
kk: Сұраныс нәтижелері
ky: Суранычың боюнча натыйжалар
lv: Meklējuma rezultāti
ro: Solicitare rezultate
tg: Натиҷаи дархост
uz: Sorov natijalari

source: Your search did not match any results
az: Sizin axtarışınız bir netice vermedi
be: Па Вашаму запыту нічога не знойдзена
de: nach Euere Anfrage nichts ist nicht gefunden
fr: Sur Votre demande, rien n"a été trouvé
ka: თქვენი მოთხოვნის შესაბამისი არაფერი არ მოიძებნა
kk: Сіздің сұранысыңыз бойынша ештеңе табылмады
ky: Сиздин суранычыңыз боюнча эч нерсе табылбады
lv: Meklējot pēc Jūsu ievadīta atslēgas vārda, nekas netika atrasts
ro: Căutarea dvs. nu a precise
tg: Аз дархости шумо ҳеҷ чиз ёфт нашуд
uz: Sorov boyicha hech narsa topilmadi

source: Find a user
az: İstifadeçi axtarışı
be: Пошук карыстальніка
de: Suche des Benutzers
fr: La recherche de l"utilisateur
ka: მომხმარებლის ძებნა
kk: Қолданушыны іздеу
ky: Колдонучуну издөө
lv: Meklēt lietotāju
ro: Cauta utilizator
tg: Кофтукоби истифодабаранда
uz: Userni qidirish

source: Sec.
az: san.
de: Sekunde
ka: წამი
tg: сония
uz: sek.

source: seconds
az: saniye
de: Sekunden
fr: secondes
ka: წამი
lv: sekundes
ro: secunde
tg: сония
uz: sekund

source: Section
az: Bölme
be: Профіль
de: Abteilung
ka: განყოფილება
kk: Бөлім
ky: Бөлүм
lv: Sadaļa
ro: Secţiune
tg: Гуруҳ
uz: Bo"lim

source: Sections
az: Bölmeler
be: Раздзелы
de: Abteilungen
fr: Partitions
ka: განყოფილებები
kk: Бөлімдер
ky: Бөлүмдөр
lv: Sadaļas
ro: Secţiune
tg: Гуруҳҳо
uz: Bo"limlar

source: Security
az: Tehlükesizlik
be: Бясьпека
de: Sicherheit
fr: Sécurité
ka: უსაფრთხოება
kk: Қауіпсіздік
ky: Коопсуздук
lv: Drošība
ro: Securitate
tg: Муҳофизат
uz: Xavfsizlik

source: Select
az: Seç
be: Выбраць
de: Zu wahlen
fr: Choisir
ka: არჩევა
kk: Таңдау
ky: Тандоо
lv: Izvēlēties
ro: Alege
tg: Интихоб
uz: Tanlash

source: Send
az: Gönder
be: Даслаць
de: Senden
fr: Envoyer
ka: გაგზავნა
kk: Жіберу
ky: Жиберү
lv: Nosūtīt
ro: Trimite
tg: Равонкуни
uz: Jonatish

source: Set to Profile
az: Profil seçin
be: Усталяваць ў анкету
de: Stellen Sie im Profil
fr: Installer dans le questionnaire
ka: უცნობია პროფილში
kk: Анкетаға қою
ky: Анкетага кою
lv: Set Profilā
ro: Amplasat în profil

source: Settings
az: Qurğular
be: Налады
de: Abstimmungen
fr: Les paramètres
ka: პარამეტრები
kk: Баптаулар
ky: Оңдоолор
lv: Iestatījumi
ro: Setări
tg: Тағйирот
uz: Sozlovlar

source: Time settings
az: Saat Ayarları
be: Настройка гадзін
de: Abstimmung der Uhren
fr: Réglage de l"horloge
ka: საათის პარამეტრები
kk: Сағат баптаулары
ky: Саат оңдоолору
lv: Pulksteņa iestatījumi
ro: Setarea ceasului
tg: Тағйироти соат
uz: Soat sozlovlari

source: Shifting time
az: Saat Deyişmesi
be: Зрух часу
de: Bergrutsch der Zeit
fr: Le décalage de temps
ka: დროის გადაწევა
kk: Уақыт белдеуі
ky: Убакыт жылдыруу
lv: Laika nobīde
ro: Timp de schimbare
tg: Ивази ҷои вақт
uz: Vaqtni surish

source: Options set to default
az: Standart ayarlar aktiv olundu
be: Усталяваны налады па змаўчанні
de: Ist angesetzt Standardsabstimmungen
fr: Sont installés les paramètres par défaut
ka: დაყენებულია ნაგულისხმები პარამეტრები
kk: Баптаулар қалыпты күйге келтірілді
ky: Оңдоолор калыптуу түрүнө келтирилди
lv: Uzstādīti noklusējuma uzstādījumi
ro: Opţiuni setat pe implicit
tg: Тағйироти одди гузошта шуд
uz: Standart sozlovlar ornatildi

source: Setting saved
az: Ayarlar uğurla qeyd olundu
be: Налады захаваны
de: Abstimmungen ist behalten
fr: Les paramètres sont enregistrés
ka: პარამეტრები შენახულია
kk: Баптаулар сақталды
ky: Оңдоолор сакталды
lv: Iestatījumi ir saglabāti
ro: Setări rezervat
tg: Тағйирот сабт шуд
uz: Saqlandi

source: Show
az: Göster
be: Паказваць
de: Zu aufweisen
fr: Afficher
ka: ჩვენება
kk: Көрсету
ky: Көрсөтүү
lv: Rādīt
ro: Arată
tg: Нишондиҳи
uz: Ko"rsatish

source: Show period
az: Vaxt erzinde baxiş
be: Паказаць за перыяд
de: Vor Abschnitt zu aufweisen
fr: Afficher pour la période
ka: პერიოდით ჩვენება
kk: Мерзім бойынша көрсету
ky: Убакыт боюнча көрсөтүү
lv: Rādīt pēc perioda
ro: Arată după perioada
tg: Дар давоми вақт
uz: Vaqt bo"yicha ko"rsatish

source: Site access
az: Saytına giriş
be: Доступ да сайту
de: Zugriff auf die site
fr: L"accès au site
ka: ხელმისაწვდომობა საიტი
lv: Pieeja uz vietas
ro: Accesul la site

source: New on the site
az: Yenilik
be: Новае на сайце
de: Neuer an Standorte
fr: Nouveau sur le site
ka: ახლები საიტზე
kk: Сайттағы жаңалықтар
ky: Сайттагы жаңылыктар
lv: Jaunumi saitā
ro: Noi pe site-ul
tg: Навигариҳои сомона
uz: Saytdagi yangiliklar

source: Site News
az: Xeberler
be: Навіны рэсурсу
de: Neuigkeiten der Ressource
fr: Nouvelles de la ressource
ka: საიტის სიახლეები
kk: Ресурс жаңалықтары
ky: Ресурс жаңылыктары
lv: Saita jaunumi
ro: Ştiri Resurse
tg: Навигариҳои умуми
uz: Resurs yangiliklari

source: Stay on site
az: Sayda keçirdiyi vaxt
be: Правеў на сайце
de: Durchfuhrte an Standorte
fr: Passé sur le site
ka: საიტზე გაატარა
kk: Сайтта болды
ky: Сайтта болду
lv: Pavadijis saitā
ro: Conductie site-ul
tg: Дар сомона истодааст
uz: Saytda otkazdi

source: Smileys
az: Gülmeceler
de: Smeley
fr: Smile
ka: სიცილაკები
kk: Смайлдар
ky: Смайлдар
lv: Smaidiņi
ro: Zâmbetele
tg: Смайликҳо
uz: Smayllar

source: Sort
az: Ardıcıllıq
be: Сартаванне
de: Sonderung
fr: Le tri
ka: სორტირება
lv: Kārtošana
ro: Triere
tg: Ҷобаҷокуни
uz: Tartiblash

source: Spoiler
ka: სპოილერი

source: Statistic
az: Göstericiler
be: Статыстыка
de: Statistik
fr: Statistiques
ka: სტატისტიკა
lv: Statistika
ro: Statistică
tg: Хулосабарори
uz: Statistika

source: My Statistic
az: Menim Göstericilerim
be: Мая статыстыка
de: Meine Statistik
fr: Mes statistiques
ka: ჩემი სტატისტიკა
kk: Менің статистикам
ky: Менин статистикам
lv: Mana statistika
ro: Statistică mea
tg: Натиҷаҳои ман
uz: Мening statistikam

source: User Statistic
az: İstifadeçi göstericileri
be: Статыстыка карыстальніка
de: Statistik des Benutzers
fr: Statistiques de l"utilisateur
ka: მომხმარებლის სტატისტიკა
kk: Қолданушы статистикасы
ky: Колдонучуну статистикасы
lv: Lietotāja statistika
ro: Statistici utilizator
tg: Натиҷаҳои истифодабаранда
uz: Foydalanuvchi statistikasi

source: Status
fr: Le statut de
ka: სტატუსი
lv: Statuss

source: Supervisors
az: SuperVayzer
de: SV
fr: Superviseurs
ka: სუპერვაიზერები
kk: Супервайзорлар
ky: Супервайзорлор
lv: SUPERVISOR
ro: Supravizori
tg: Супервайзорҳо
uz: Supervisorlar

source: System Functions
az: Sistem funksiyaları
be: Функцыі сістэмы
de: Funktionen des Gebaudes
fr: Les fonctions du système
ka: სისტემის ფუნქციები
kk: Жүйе функциялары
ky: Системанын функциялары
lv: Sistēmas funkcijas
ro: Funcţii ale sistemei
tg: Қисмҳои система
uz: Sistema funksiyalari

source: System Language
az: Sistem Dili
be: Мова сыстэмы
de: Sprache des Gebaudes
fr: Système de Langue
ka: სისტემის ენა
kk: Жүйе тілі
ky: Системанын тили
lv: Sistēmas valoda
ro: Limba Sistemei
tg: Забони система
uz: Sistema tili

source: System Time
az: Sistem Saatı
be: Сістэмны час
de: Systemische Zeit
fr: L"heure du système
ka: სისტემის დრო
kk: Жүйелік уақыт
ky: Системанын убакыты
lv: Sistēmas laiks
ro: Ceasul sistemei
tg: Вақти система
uz: Sistema vaqti

source: System Settings
az: Sistem Ayarları
be: Налады сістэмы
de: Abstimmungen des Gebaudes
fr: Configuration du système
ka: სისტემის პარამეტრები
kk: Жүйе баптаулары
ky: Системанын оңдоолоруу
lv: Sistēmas iestatījumi
ro: Setări sistemei
tg: Тағйироти система
uz: Sistema sozlovlari

source: Blue
be: Сіні
fr: Bleu
ka: ლურჯი
ky: Көк
lv: Zils
tg: Кабуд
uz: Ko"k

source: PHP code
ka: PHP კოდი
lv: PHP kods
uz: PHP kod

source: Green
be: Зялены
fr: Vert
ka: მწვანე
kk: Жасыл
ky: Жашыл
lv: Zaļš
tg: Сабз
uz: Yashil

source: URL
be: Спасылка
fr: Lien
ka: ბმული
kk: Сілтеме
ky: Шилтеме
lv: Saita
tg: Саҳифа
uz: Ssilka

source: Bulleted list
be: Маркіраваны спіс
de: Aufzählung
fr: Une liste à puces
ka: მარკირებული სია
kk: Таңбаланған тiзiм
ky: Маркирлүү түзүм
lv: Aizzīmju sarakstu
ro: Listă cu marcatori
tg: Саҳифаи маркадор
uz: Markerli ro"that

source: Quote
be: Цытата
fr: Citation
ka: ციტატა
lv: Citāts
tg: Хулоса
uz: Sitata

source: Red
be: Чырвоны
fr: Rouge
ka: წითელი
kk: Қызыл
ky: Кызыл
lv: Sarkans
tg: Сурх
uz: Qizil

source: Strike
be: Закрэсьлены
fr: Barré
ka: გადახაზული
kk: Сызып тасталған
ky: Сызып ташталган
lv: Pārsvitrots
tg: Тозашуда
uz: Chizilgan

source: Term
az: Müddet
be: Тэрмін
de: Fachausdruck
fr: La durée de
ka: ვადა
kk: Уақыт
ky: Убакыт
lv: Termiņš
ro: Termen
tg: Умр
uz: Muddat

source: Text
az: Metn
be: Тэкст
fr: Le texte
ka: ტექსტი
lv: Teksts
tg: Навиштаҷот
uz: Matn

source: Input text
az: Metn Yaz
be: Увод тэксту
de: Einfuhrung des Textes
fr: La saisie de texte
ka: ტექსტის შეყვანა
kk: Текст енгізу
ky: Текстти киргизүү
lv: Teksta ievade
ro: Introducerea textului
tg: Дохилкунии навиштаҷот
uz: Matn kiritish

source: Text size
az: Metn Ölçüsü
be: Памер тэксту
de: Abmass des Textes
fr: La taille du texte
ka: ტექსტის ზომა
kk: Текст өлшемі
ky: Тексттин өлчөмү
lv: Teksta izmērs
ro: Dimensiune textului
tg: Ҳаҷми навиштаҷот
uz: Matn hajmi

source: Themes
az: Mövzular
be: Тэмы
de: Themen
fr: Thèmes
ka: თემები
kk: Темалар
ky: Темалар
lv: Tēmas
ro: Temele
tg: Намудҳо
uz: Mavzular

source: Time
az: Saat
be: Час
de: Zeit
fr: Le temps
ka: დრო
kk: Уақыт
ky: Убакыт
lv: Laiks
ro: Timp
tg: Вақт
uz: Vaqt

source: Time limit
az: Zaman limiti
be: Ліміт часу
de: Limit der Zeit
fr: La limite de temps
ka: დროის ლიმიტი
kk: Уақыт лимиті
ky: Убакыт лимити
lv: Laika limits
ro: Termen
tg: Охирнокии вақт
uz: Vaqt limiti

source: Title
az: Ad
be: Назва
de: Titel
fr: Le nom de
ka: დასახელება
kk: Атауы
ky: Ысымы
lv: Nosaukums
ro: Titlu
tg: Номгуй
uz: Nomi

source: In Chat
az: Çata Keç
be: Чат
fr: Dans Le Chat
ka: ჩატში
kk: Чатқа
ky: Чатка
lv: Čats
ro: În Chat
tg: Ба Чат
uz: Chatga

source: To the profile
az: Ankete Keç
be: анкету
de: In Enquette
fr: Dans le questionnaire
ka: ანკეტაში
kk: Анкетаға
ky: Анкетага
lv: Anketa
ro: În Profil
tg: Ба анкета
uz: Anketaga

source: In forum
az: Foruma Keç
be: Форум
fr: Dans Le Forum
ka: ფორუმში
kk: Форумға
ky: Форумга
lv: Forums
ro: În Forum
tg: Ба Форум
uz: Forumga

source: Back to news
az: Xeberlere Keç
be: Да навінам
de: Zu Neuigkeiten
fr: Aux nouvelles
ka: სიახლეებში
kk: Жаңалықтарға
ky: Жаңылыктарга
lv: Jaunumi
ro: La Noutati
tg: Ба Ахборот
uz: Yangiliklarga

source: Go to page
az: Sehifeye Keç
be: Да старонкі
de: Zu Seite
fr: À la page
ka: გვერდზე
kk: Бетке
ky: Бетке
lv: Uz lapu
ro: La pagina
tg: Ба саҳифа
uz: Sahifaga

source: Today
az: Bu gün
be: Сення
de: Heute
fr: Aujourd"hui
ka: დღეს
kk: Бүгін
ky: Бүгүн
lv: Šodien
ro: Astăzi
tg: Имруз
uz: Bugun

source: Top 10 activity
az: TOP 10 Aktivlik
be: Топ 10 актыўнасці
de: Top-10-Aktivität
fr: Le top 10 de l"activité
ka: აქტივობის TOP 10
kk: Топ 10 активистері
ky: Топ 10 активистери
lv: TOP 10 aktīvāko
ro: Top 10 active
tg: Топ 10 беҳтарин
uz: Тоp 10 aktivliklar

source: Most commenting
az: Çox Fikir Yazarlar
be: Больш за ўсе каментавалі
de: Die am meisten kommentierten
fr: Le plus commenté
ka: ყველაზე მეტად დააკომენტარეს
kk: Ең көп сипаттағандар
ky: Эң көп комментарийлер
lv: Visvairāk komentējušie
ro: Cele mai comentate
tg: Аз ҳама бисёр сухан доданд
uz: Eng ko"p kommentlangan

source: Most active in Forum
az: En Aktiv Forumçular
be: Самыя актыўныя на Форуме
de: Am meisten aktiv im Forum
fr: Les plus actifs sur le Forum
ka: ყველაზე აქტიურები ფორუმში
kk: Форум активистері
ky: Форум активистери
lv: Paši aktīvākie forumā
ro: Cel mai activ în cadrul Forumului
tg: Аз ҳама бисёр дар форум будагон
uz: Forumdagi eng aktivlar
