Repository: batumibiz/johncms
Catalog: system/locale/*/default.po
Languages: az, be, de, fr, ka, kk, ky, lv, ro, tg, uz

source: Most active in Guestbook
az: En Aktiv Qonaqlar
be: Самыя актыўныя ў Гасцявы
de: Die meisten aktiven Guest
fr: Les plus actifs d"Hôtes
ka: ყველაზე აქტიურები სასტუმროში
kk: Мұхаба бет активистері
ky: Конокчо беттеги активистери
lv: Paši aktīvāki viesenē
ro: Cel mai activ în clienţi
tg: Аз ҳама бисёр дар меҳмонхона будагон
uz: Mehmonhonadagi eng aktivlar

source: Best Karma
az: En Yaxşı Karma
be: Лепшая Карма
de: Beste Karma
fr: Le Meilleur Karma
ka: საუკეთესო კარმა
kk: Ең мықты карма
ky: Эң мыкты карма
lv: Labākā karma
ro: Mai bine Karma
tg: Одами хубтарин
uz: Eng yaxshi KARMA

source: Total
az: Cemi
be: Усяго
de: Im ganzen
ka: სულ
kk: Барлық
ky: Бардык
lv: Kopā
tg: Ҳамаги
uz: Umumiy

source: Hits
az: Keçidler
be: Пераходы
de: Ubergange
fr: Les transitions
ka: გადასვლები
kk: Жүрді
ky: Жүрдү
lv: Parejas
ro: Treceri
tg: Гузаришҳо
uz: O"tishlar

source: hits
az: keçid
be: пераходаў
de: Ubergange
fr: les passages
ka: გადასვლა
kk: Жүрдіңіз
ky: Жүрдүңүз
lv: parejas
ro: treceri
tg: Гузариш
uz: O"tishlar

source: Translit
be: Трансліт
fr: Translittération
ka: ტრანსლიტი
lv: Translists
uz: Тranslit

source: Unread
az: Oxunmamışlar
be: Непрачытанае
de: Undurchgelesener
fr: Non lus
ka: წაუკითხავი
kk: Оқылмағандар
ky: Окулбагандар
lv: Nelasītas
ro: Necitit
tg: Нохондаҳо
uz: Oqilmagan

source: Format address http://url.com
az: Ünvani bu http://url.com formatda daxil edin
be: ўводзіце Адрас у фармаце http://url.com
de: Adresse einfuhren in Format http://url.com
fr: Entrez l"adresse dans le format http://url.com
ka: მისამართი შეიყვანეთ ასეთ ფორმატში http://url.com
kk: Адерсті мына форматта теріңіз http://url.com
ky: Даректи мындай форматта киргизиңиз http://kgvip.ru
lv: Adresi ievadiet šāda formātā http://url.com
ro: Adresa în formatul http://url.com
tg: Адресро бо чунин тарз нависед http://url.com
uz: Manzilni quyidagi korinishda yozing http://url.com

source: Up
az: Yuxarı
be: Ўверх
de: Nach oben
fr: Vers le haut
ka: ზევით
kk: Жоғары
ky: Жогору
lv: Augšup
ro: În sus
tg: Ба боло
uz: Tepaga

source: This user does not exists
az: Bele istifadeçi mövcud deyil
be: Такога карыстальніка не існуе
de: Derart Benutzer nicht daist
fr: Cet utilisateur n"existe pas
ka: ასეთი მომხმარებელი არ არსებობს
kk: Мұндай қолданушы жоқ
ky: Мындай қолдонучу жок
lv: Šāds lietotājs nav atrasts
ro: Acest utilizator nu exista
tg: Чунин истифодабаранда вуҷуд надорад
uz: Bunday foydalanuvchi yo"q

source: Useful
az: Xeyirli
be: Карыснае
de: Behilflicher
fr: Utile
ka: სასარგებლო
kk: Пайдалы
ky: Пайдалуу
lv: Noderīgi
ro: Info utilă
tg: Лозима
uz: Foydali

source: Users
az: İstifadeçiler
be: Карыстальнікі
de: Benutzer
fr: Les utilisateurs
ka: მომხმარებლები
kk: Қолданушылар
ky: Колдонучулар
lv: Lietotāji
ro: utilizatori
tg: Истифодабарандагон
uz: Foydalanuvchilar

source: Clean Users
be: Чыстка базы
de: Datenbanksäuberung
fr: Nettoyage de la base de
ka: ბაზის გასუფთავება
kk: Базаны тазалау
ky: Базаны тазалоо
tg: Тозакунии база
uz: Bazani tozalash

source: Users list
az: İstifadeçi Siyahısı
be: Спіс карыстальнікаў
de: Liste der Benutzer
fr: La liste des utilisateurs
ka: მომხმარებლების სია
kk: Қолданушылар тізімі
ky: Колдонучулардын тизмеси
lv: Lietotāju saraksts
ro: Listă de utilizatori
tg: Саҳифаи истифодабарандагон
uz: Foydalanuvchilar royhati

source: New users
az: Yeni İstifadeçiler
be: Новыя карыстальнікі
de: Neue Benutzer
fr: Les nouveaux utilisateurs
ka: ახალი მომხმარებლები
kk: Жаңа қолданушылар
ky: Жаңы колдонучулар
lv: Jaunie lietotāji
ro: Utilizatori Noi
tg: истифодабарандагони нав
uz: Yangi foydalanuvchilar

source: Banned users
az: Ban Alanlar
be: Маюць Бан
de: Haben Ban
fr: Ont Ban
ka: ბანი დადებული აქვთ
kk: Бан алушы
ky: Бан алуучу
lv: Banotie
ro: Au BAN
tg: Махкамшудагон
uz: Banni quchoqlaganlar

source: Waiting confirmation
az: Qeydiyyatda gözleyenler
be: рэгістрацыі
de: An registration
fr: Sur inscription
ka: რეგისტრაციაზეა
kk: Тіркелуде
ky: Катталап жатат
lv: Reģistrācijā
ro: La înregistrare
tg: Дар қайдбудагон
uz: Registratsiyada

source: Top Activity
az: Top Aktivlik
be: Топ актыўнасці
de: Top des Aktivismus
fr: Le top de l"activité
ka: აქტივობის TOP
kk: Топ активистері
ky: Топ активистери
lv: Lielākā aktivitāte
ro: Activitatea de top
tg: Топ беҳтаринҳо
uz: Тоp aktivliklar

source: Verification code
az: Şekildeki Kod
de: Versuchscode
fr: Code de vérification
ka: შემოწმების კოდი
kk: Тексеру коды
ky: Текшерүү коду
lv: Pārbaudes kods
ro: Cod de verificare
tg: Рақами санҷиш
uz: Tekshiruvchi kod

source: Viewing
az: Baxış
be: Прагляд
de: Einsehen
fr: Afficher
ka: დათვალიერება
kk: Көру
ky: Көрүү
lv: Apskate
ro: Revizuire
tg: Тамошокуни
uz: Ko"rish

source: Vote
az: Ses ver
be: Галасаваць
de: Zu abstimmen
fr: Voter
ka: ხმის მიცემა
kk: Дауыс беру
ky: Дообуш берүү
lv: Balsot
ro: Vota
tg: Овоздиҳи
uz: Ovoz berish

source: Against
az: Elehine
be: Супраць
de: Wider
fr: Contre
ka: წინააღმდეგი
kk: Қарсы
ky: Каршы
lv: Pret
ro: Împotriva
tg: Муқобил
uz: Qarshi

source: For
az: Lehine
de: Hinter
fr: Pour
ka: მომხრე
kk: Қарсы емес
ky: Каршы эмес
lv: Par
ro: Pentru
tg: Бале
uz: Bilan

source: Polls
az: Ses verme
be: Галасавання
de: Abstimmungen
fr: Le vote
ka: ხმის მიცემა
kk: Дауыс беру
ky: Дообуш берүү
lv: Balsojums
ro: Sondaje
tg: Овоздиҳи
uz: Saylov

source: Welcome to
az: Xoş gelmisiz! Sizi hemişe xoş qarşılayan :
be: Сардэчна запрашаем на
de: Willkommener an
fr: Bienvenue sur le
ka: კეთილი იყოს თქვენი მობრძანება
kk: Қош келдіңіз
ky: Кош келдиңиз
lv: Laipni lūgts
ro: Bine aţi venit la
tg: Хуш омадед ба
uz: Hush kelibsiz

source: Where?
az: Harada?
be: Дзе?
de: Wo?
fr: Où?
ka: სად?
kk: Қайда?
ky: Кайда?
lv: Kur?
ro: Loc
tg: Дар куҷо?
uz: Qayerda?

source: Who is online?
az: Kim var saytda bölmesindedir?
be: Хто на сайце
de: Sieht, wer online ist?
fr: Quelqu"un sur le site
ka: ვინ არის საიტზე
kk: Сайтта кім бар?
ky: Сайтта ким бар?
lv: Kas ir saitā?
ro: Cine este online?
tg: Дар сомона ки ҳаст
uz: Saytda kim bor

source: No limits
az: Limitsiz
be: Без абмежаванняў
de: Ohne Einschrankungen
fr: Sans limitation
ka: შეზღუდვის გარეშე
kk: Шексіз
ky: Чексиз
lv: Bez ierobežojumiem
ro: Nelimitat
tg: Беохирнок
uz: Chegaralarsiz

source: Girls
az: Qızlar
be: Дзяўчаты
de: Mädchen
fr: Les filles
ka: გოგოები
kk: Қыздар
ky: Кыздар
lv: Meitenes
ro: Fete
tg: Духтарон
uz: Qizlar

source: Write
az: Yaz
be: Напісаць
de: Zu aufschreiben
fr: Écrire
ka: მიწერა
kk: Жазу
ky: Жазуу
lv: Rakstīt
ro: Scrie
tg: Навистан
uz: Yozish

source: Yesterday
az: Dünən
be: Учора
de: Gestern
fr: Hier
ka: გუშინ
kk: Кеше
ky: Кечээ
lv: Vakar
ro: Ieri
tg: Дируз
uz: Kecha

source: Smiles for Administration
az: Belediye Smiles
be: Смайлы для Адміністрацыі
de: Smiles für Verwaltung
fr: Smile pour l"Administration
lv: Pasmaida par administrācijas
ro: Smiles pentru Administrația

source: Do you really want to set myself this avatar?
az: Həqiqətən özümü bu avatar qurmaq istəyirsiniz?
be: Вы сапраўды хочаце ўсталяваць сабе гэты аватар?
de: Wollen Sie wirklich um mir dieses Avatar?
fr: Voulez-vous vraiment à installer soi-même cet avatar?
kk: Сіз расында да осы аватарды қайғыңыз келеме?
ky: Сиз чынында эле бул аватарды коесузбу?
lv: Vai jūs tiešām vēlaties, lai uzstādītu sev šo iemiesojumu?
ro: Chiar vrei să mă setați acest avatar?
