Repository: batumibiz/johncms
Catalog: system/locale/*/downloads.po
Languages: be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uz, vi

source: Added
be: Паведамленні
de: Hinzugefügt
fr: Posté
id: Ditambahkan
ka: დამატებულია
kk: Қойылды
ky: Коюлду
lv: Pievienots
ro: Adăugat
sr: Dodato
tg: Ворид карда шуд
uz: Qoshildi
vi: Nhập

source: Album
ka: ალბომი
lv: Albūms
ro: Albumul
tg: Албом
uz: –êlbom

source: You have already rated this file
be: Вы ўжо ацэньвалі гэты файл
de: Sie haben diese Datei bereits bewertet
fr: Vous avez déjà noté ce fichier
id: Anda telah diberi nilai file ini
ka: ეს ფაილი უკვე შეფასებულია თქვენს მიერ
kk: Сіз бұл файлды бағалап қойғансыз
ky: Сиз бул файлды баалап койгонсуз
lv: Kļūda! Jūs jau esat novērtējis šo failu
ro: Aveţi deja au evaluat acest fişier
sr: Vec ste glasali za ovaj fajl
tg: Шумо алакай овоз додед
uz: Siz bu faylga belgi berdingiz
vi: Bạn đã đánh giá cao tập tin này

source: Artist
be: Выканаўца
de: Künstler
fr: Artiste
id: Artis
ka: შემსრულებელი
kk: Орындаушы
ky: Ырчы
lv: Izpildītājs
sr: Autor
tg: Хонанда
uz: Ijrochi
vi: Nghệ sĩ

source: Average rating
be: Сярэдні адзнака
de: Durchschnittsnote
fr: Note moyenne de
id: Nilai rata-rata
ka: საშუალო შეფასება
kk: Орташа баға
ky: Орточо баа
lv: Vidējais vērtējums
ro: Evaluare medie
sr: Prosecan rejting
tg: Ҳисоби миёна
uz: O"rtacha baho
vi: Đánh giá trung bình

source: Bitrate
be: Бітрэйт
fr: Le débit binaire
ka: ბიტრეიტი
lv: Bitreits
uz: Bitreyt

source: Change
be: Змяніць
de: Bearbeiten
fr: Modifier
id: Perubahan
ka: შეცვლა
kk: Өзгерту
ky: Өзгөртүү
lv: Rediģēt
ro: Modificare
sr: Izmeni
tg: Тағйирот
uz: O"zgartirish
vi: Thay đổi

source: Change Description
be: Змяніць апісанне
de: Beschreibung bearbeiten
fr: Modifier la description de
id: Mengedit keterangan
ka: აღწერის შეცვლა
kk: Сипаттамысын өзгерту
ky: Сыпаттамысын өзгөртүү
lv: Rediģēt aprakstu
ro: Editaţi Descriere
sr: Izmeni Opis
tg: Тағйироти маълумот
uz: Tarifni O"zgartirish
vi: Thay đổi mô tả

source: Change Screenshot
be: Змяніць скрыншот
de: Ändern screenshot
fr: Modifier la capture d"écran
id: Mengedit screenshot
ka: სქრინშოთის შეცვლა
kk: Скриншотын өзгерту
ky: Скриншотун өзгөртүү
lv: Rediģēt priekšskatu
ro: Editaţi screenshot
sr: Izmeni Screenshot
tg: Тағйироти расм
uz: Skrinni O"zgartirish
vi: Thay đổi ảnh màn hình

source: Delete File
be: Выдаліць файл
de: Datei löschen
fr: Supprimer le fichier
id: Menghapus file
ka: ფაილის წაშლა
kk: Файлды өшіру
ky: Файлды өчүрүү
lv: Dzēst failu
ro: Ştergeţi fişier
sr: Izbrisi fajl
tg: Тозакунии файл
uz: Faylni o"chirish
vi: Xóa tập tin

source: Delete Folder
be: Выдаліць тэчку
de: Ordner löschen
fr: Supprimer le dossier
id: Menghapus folder
ka: საქაღალდის წაშლა
kk: Папканы өшіру
ky: Папканы өчүрүү
lv: Dzēst mapi
ro: Ştergeţi Folder
sr: Izbrisi folder
tg: Тозакунии қути
uz: Papkani o"chirish
vi: Xóa thư mục

source: Deleted
be: Выдаленае
de: Entfernt
fr: Supprimé
id: Dihapus
ka: წაშლილია
kk: Өшірілген
ky: Өчүрүлгөн
lv: Dzēsts
ro: Şterse
sr: Izbrisano
tg: Тоза карда шуд
uz: o"chirildi
vi: Xóa thành công

source: Description changed
be: Апісанне зменена
de: Beschreibung geändert
fr: Description changé
id: Deskripsi berubah
ka: აღწერა შეცვლილია
kk: Сипаттамасы өзгертілді
ky: Сыпаттамасы өзгөртүлдүү
lv: Apraksts rediģēts
ro: Descriere a schimbat
sr: Opis izmenjen
tg: Маълумот иваз карда шуд
uz: Tarif O"zgartirildi
vi: Mô tả thay đổi thành công

source: Downloads
be: Запамповак
fr: Téléchargements
ka: ჩამოტვირთვები
kk: Тартылды
ky: Көчүрүлдүү
lv: Novilkts
ro: Descărcări
tg: Шумораи гирифтан
uz: Yuklangan

source: Downloads are closed
be: Загрузкі зачыненыя
de: Download geschlossen
fr: Téléchargements sont fermés
id: Downloads ditutup
ka: ჩამოტვირთვები დახურულია
kk: Жүктеулер жабық
ky: Жүктөөлөр жабык
lv: Ielādes slēgtas
ro: Descarca închis
sr: Zatvoreno
tg: Махкам карда шудааст
uz: Yuklamalar yopilgan
vi: Downloads tạm thời đóng cửa

source: Duration
be: Працягласць
de: Länge
fr: La durée de la
id: Panjang
ka: ხანგრძლივობა
kk: Ұзақтығы
ky: Узактыгы
lv: Garums
ro: Durata
sr: Duzina
tg: Давомнокиаш
uz: Uzoqliligi
vi: Thời lượng

source: File deleted
be: Файл выдалены
de: Datei gelöscht
fr: Le fichier a été supprimé
id: File yang dihapus
ka: ფაილი წაშლილია
kk: Файл өшірілген
ky: Файл өчүрүлгөн
lv: Fails dzēsts
ro: Fişier şters
sr: Fajl Izbrisan
tg: Файл тоза карда шуд
uz: Fayl o"chirildi
vi: Tập tin này đã bị xóa

source: No file selected
be: Не абраны файл
de: Datei nicht ausgewählt
fr: Aucun fichier sélectionné
id: Tidak ada file yang dipilih
ka: ფაილი არ არჩეულა
kk: Файл таңдалмады
ky: Файл тандалбады
lv: Nav izvēlēts fails
ro: Nici un fişier selectat
sr: Nijedan fajl nije izabran
tg: Файл гирифта нашудааст
uz: Fyl belgilanmadi
vi: Chưa chọn một tập tin nào

source: Error when selecting a file
be: Памылка пры выбары файла
de: Fehler bei der Auswahl einer Datei
fr: Erreur lors de la sélection d"un fichier
id: Kesalahan saat memilih file
ka: შეცდომა ფაილის არჩევის დროს
kk: Файлды таңдаудағы қате
ky: Файлды тандоодо ката
lv: Kļūda izvēloties failu
ro: De eroare atunci când selectarea unui fişier
sr: Greska pri biranju fajla
tg: Хатоги ҳангоми интихоби файл
uz: Fayl tanlashda xatolik
vi: Lỗi khi lựa chọn một tập tin

source: File
de: Datei
fr: Le fichier
ka: ფაილი
lv: Fails
ro: Fişier
sr: Fajl
uz: Fayl

source: Files
be: Файлаў
de: Dateien
fr: Fichiers
ka: ფაილები
kk: Файлдар
ky: Файлдар
lv: Faili
ro: Fişiere
sr: Fajlovi
tg: Файлҳо
uz: Fayllar

source: Folder deleted
be: Тэчка выдаленая
de: Ordner gelöscht
fr: Dossier supprimé
id: Folder yang dihapus
ka: საქაღალდე წაშლილია
kk: Папка өшірілген
ky: Папка өчүрүлгөн
lv: Mape dzēsta
ro: Folder se elimină
sr: Folder izbrisan
tg: Қути гирифта шуд
uz: Papka o"chirildi
vi: Thư mục đã bị xóa

source: Folder does not exist
be: Папка не існуе
de: Ordner existiert nicht
fr: Le dossier n"existe pas
id: Folder tidak ada
ka: საქაღალდე არ არსებობს
kk: Мұндай папка жоқ
ky: Мындай папка жок
lv: Mape neeksistē
ro: Dosar nu există
sr: Folder nepostoji
tg: Қути вуҷуд надорад
uz: Papka mavjud emas
vi: Thư mục không tồn tại

source: Folder Name<br><small>Only small letters, no spaces</small>
be: Назва тэчкі<br><small>Толькі маленькімі, Лацінскімі літарамі, без прабелаў</small>
de: Ordnername<br><small>Nur eine kleine lateinische Buchstaben, keine Leerzeichen</small>
fr: Le nom du dossier<br><small>Seulement de petites, caractères Latins majuscules, sans espaces</small>
id: Nama folder<br><small>Hanya Latin huruf kecil, tanpa spasi</small>
ka: საქაღალდის სახელი<br><small>მხოლოდ პატარა, ლათინური ასოები, ადგილის გამოტოვების გარეშე</small>
kk: Папка атауы<br><small>Тек кіші, Латын әріптерімен</small>
ky: Папкага ат кою<br><small>Тек кичинекей, Латын алфавитинде</small>
lv: Mapes nosaukums<br><small>Tikai maziem Latīņu burtiem, bez atstarpēm</small>
ro: Nume de dosar<br><small>Numai un mic litere latine, fara spatii</small>
sr: Ime foldera<br><small>Mala slova,bez razmaka</small>
tg: Номи қути<br><small>Танҳо ҳарфҳои майда, Лотини, ва бе ҷудокуни</small>
uz: Papka nomi<br><small>Probellarsz,kichkina lotin harflarida</small>
vi: Tên thư mục<br><small>Chỉ có chữ nhỏ, không có không gian</small>

source: The name for the list
be: Назва сьпісу
de: Die Namen für die Liste
fr: Un nom pour la liste
id: Nama untuk daftar
ka: დასახელება სიისთვის
kk: Тізім үшін атауы
ky: Тизмеге үчүн ат кою
lv: Nosaukums sarakstam
ro: Titlul pentru lista
sr: Ime za listu
tg: Номгуй барои саҳифа
uz: Ro"yhat uchun nomi
vi: Tên cho danh sách

source: Folders
be: Папак
de: Ordner
fr: Dossiers
ka: საქაღალდე
kk: Папка саны
ky: Папка саны
lv: Mapes
ro: Folderele
sr: Folderi
tg: Қутиҳо
uz: Papkalar
vi: Thư mục

source: Found by Description
be: Знойдзена па апісанню
de: Gefunden auf der Beschreibung
fr: Trouvé sur la description de
id: Ditemukan oleh deskripsi
ka: მოიძებნა აღწერის მიხედვით
kk: Сипаттамасы бойынша табылған файлдар
ky: Сыпаттамасы боюнча табылган файлдар
lv: Atrasts pēc apraksta
ro: Găsit de descriere
sr: Pronadji po opisu
tg: Аз руи маълумоташон ёфта шуд
uz: Tarif boyicha topildi
vi: Tìm thấy bằng cách mô tả

source: Found by Name
be: Знойдзена па назве
de: Gefunden nach Namen
fr: Trouvé sur le titre
id: Menemukan dengan judul
ka: მოიძებნა სახელის მიხედვით
kk: Аты бойынша табылды
ky: Аты боюнча табылды
lv: Atrasts pēc apraksta
ro: Găsi de titlu
sr: Pronadji po imenu
tg: Аз руи номашон ёфта шуд
uz: Nomi boyicha topildi
vi: Tìm thấy theo Tên

source: Image size
be: Памеры малюнкаў
de: Bildgröße
fr: La taille de l"image
id: Ukuran gambar
ka: სურათის ზომა
kk: Суреттер өлшемі
ky: Сүрөттөр өлчөмү
lv: Bildes izmērs
ro: Dimensiunea imaginii
sr: Velicina Slike
tg: Ҳаҷми сурат
uz: Rasm hajmlari
vi: Kích thước hình ảnh

source: File Import
be: Імпарт файла
de: Importdatei
fr: Importation d"un fichier
id: Impor file
ka: ფაილის იმპორტი
kk: Файлды импорттау
ky: Файлды импорттоо
lv: Faila imports
ro: Import fişier
sr: Ubaci fajl preko linka
tg: Импорти файлҳо
uz: Faylni impotrlash
vi: Tập tin nhập khẩu

source: Make folder
be: Стварыць папку
de: Erstellen Sie einen Ordner
fr: Créer un dossier
id: Membuat folder
ka: საქაღალდის შექმნა
kk: Папка қою
ky: Папка кою
lv: Izveidot mapi
ro: Creaţi un folder
sr: Napravi folder
tg: Сохтани қути
uz: Papka tuzish
vi: Hãy thư mục

source: Name changed
be: Назва зменена
de: Name geändert
fr: Le nom a changé
id: Mengubah nama
ka: სახელი შეცვლილია
kk: Атауы өзгертілді
ky: Аты өзгөртүлдү
lv: Nosaukums mainīts
ro: Numele schimbat
sr: Ime izmenjeno
tg: Номгуй иваз карда шуд
uz: Nom O"zgartirildi
vi: Tên thay đổi

source: The size of images is accepted for viewing, during current session
be: На час бягучай сесіі, прыняты памер малюнкаў пры праглядзе
de: Während dieser Sitzung, die Größe von Bildern beim Surfen
fr: Au cours de la session, adopté la taille de l"image lors de la visualisation
id: Selama sesi ini, ukuran gambar saat browsing
ka: მიმდინარე სესიის დროს შერჩეულია სურათის დათვალიერების ზომა
kk: Осы ағымдағы уақытша сессияда, суреттерді көру өлшемі
ky: Ошо агымдагы убакыт сессияда, сүреттөрдү көрү өлчөмү
lv: Pašreizējas sesijas laikā, pieņemts šāds priekšskata izmērs
ro: În timpul această sesiune, dimensiunea imaginilor atunci când navigarea
tg: Бо мурури вақт ҳаҷми суратҳо гирифта шудааст
vi: Trong phiên này, kích thước của hình ảnh khi duyệt web

source: Rate
be: Ацаніць
de: Bewerten
fr: Taux de
id: Mengevaluasi
ka: შეფასება
kk: Бағалау
ky: Баа берүү
lv: Vērtēt
ro: Evaluarea
sr: Glasaj
tg: Овоздиҳи
uz: Baxolash
vi: Đánh giá

source: Continue the cycle
be: Працягнуць цыкл
de: Fortsetzung der Zyklus
fr: Continuer le cycle
id: Lanjutkan loop
ka: ციკლის გაგრძელება
kk: Циклді жалғастыру
ky: Циклди улантуу
lv: Turpināt
ro: Continua buclă
sr: Naatavi
tg: Давомдиҳии сикл
uz: Siklni davomlash
vi: Tiếp tục chu kỳ

source: Refresh Downloads
be: Абнавіць загрузкі
de: Update herunterladen
fr: Mettre à jour le télécharger
id: Download Update
ka: ჩამოტვირთვების განახლება
kk: Жүктеулерді жаңарту
ky: Жүктөөлөрдү жаңыртуу
lv: Atjaunot ielādes
ro: Descărcare actualizare
sr: Osvezi
tg: Санҷиш
uz: Yuklamalarni yangilash
vi: Làm mới tải về

source: Database updated
be: База абноўлена
de: Datenbank aktualisiert
fr: La base est à jour
id: Database diperbarui
ka: ბაზა განახლებულია
kk: База жаңарды
ky: База жаңарды
lv: Datu bāze atjaunota
ro: Baza de date actualizate
sr: Osvezeno
tg: БАЗА санҷида шуд
uz: Baza yangilandi
vi: Cập nhật cơ sở dữ liệu

source: Released
be: Год выхаду
de: Veröffentlicht
fr: Année de sortie
id: Dirilis
ka: გამოსვლის წელი
kk: Жасалған жылы
ky: Жасалган жылы
lv: Gads
ro: An lansare
tg: Соли баромад
uz: Yili
vi: Phát hành

source: Rename Folder
be: Перайменаваць тэчку
de: Benennen Sie den Ordner
fr: Renommer le dossier
id: Ubah nama folder
ka: საქაღალდის სახელის შეცვლა
kk: Папка атауын өзгерту
ky: Папканые атын өзгөртүү
lv: Pārsaukt mapi
ro: Redenumiţi folderul
sr: Preimenuj folder
tg: Номивазкунии қути
uz: Papkani nomlash
vi: Đổi tên thư mục

source: Save As<br><small>Small letters, no spaces.<br>File extension do not need to enter</small>
be: Захаваць як<br><small>Імя файла, маленькімі, Лацінскімі літарамі, без прабелаў.<br>Пашырэнне файла ўводзіць не трэба</small>
de: Speichern als<br><small>Dateiname junge, Buchstaben, keine Leerzeichen.<br>Datei-Endung, brauchen Sie nicht</small>
fr: Enregistrer en tant que<br><small>Le nom de fichier, de petites, caractères Latins majuscules, sans espaces.<br>L"extension de fichier vous ne voulez pas entrer</small>
id: Save As<br><small>File name muda huruf latin, tanpa spasi.<br>ekstensi file, Anda tidak perlu</small>
ka: შევინახოთ, როგორც<br><small>ფაილის სახელი, პატარა, ლათინური ასოებით, ადგილის გამოტოვების გარეშე.<br>ფაილის გაფართოება საჭირო არ არის</small>
kk: Қалай сақтаймыз<br><small>Файл атауы кіші, Латын алфавитімен, бос орынсыз.<br>Файл кеңейтілімін жазу керек емес</small>
ky: Кандай сактайбыз<br><small>Файл атын кичинекей, Латын алфавити менен, бош орунсуз.<br>Файл кеңейтилимин жазуу керек эмес</small>
lv: Saglabāt kā<br><small>Faila nosaukums ar maziem Latīņu burtiem, bez atstarpēm.<br>Formāts nav nepieciešams</small>
ro: Salvaţi ca<br><small>Nume fişier de litere mici, fără spaţii.<br>Extensia de fişier nu este nevoie să introduceţi</small>
sr: Sacuvaj kao<br><small>Mala slova, bez razmaka.<br>Nastavak za fajl nije potreban</small>
tg: Сабт хамчун<br><small>Номи файл, Танҳо ҳарфҳои майда, Лотини, ва бе ҷудокуни.<br>Намуди файлро нанависед</small>
uz: Saqlash turlari<br><small>Fayl nomi probelsiz,kichik lotin harflarida.<br>Fayl kengaytmasini kiritish shart emas</small>
vi: Lưu dưới dạng<br><small>Chữ nhỏ, không có không gian.<br>Tập tin mở rộng không cần phải nhập</small>

source: Screenshot
be: Скрыншот
fr: Capture d"écran
ka: სქრინშოთი
lv: Priekšskats
tg: Сурат
uz: Skrinshot
vi: Ảnh chụp màn hình

source: The name of the image contains invalid characters
be: У назве выявы прысутнічаюць недапушчальныя сімвалы
de: Der Titel des Bildes enthält ungültige Zeichen
fr: Dans le titre de l"image contient des caractères non valides
id: Judul gambar berisi karakter yang tidak valid
ka: სურათის სახელში დაუშვებელი სიმბოლოებია
kk: Файл атауында рұқсат етілмеген символдар табылды
ky: Файл атоодо уруксат берилбеген символдор табылды
lv: Kļūda! Priekšskata nosaukumā ir nepieļaujami simboli
ro: În numele de imagine sunt caractere invalide
sr: Ime slike sadrzi zabranjene karaktere
tg: Дар номи файл нишонаҳои иҷозат надода мавҷуд ҳастанд
uz: Rasm nomida taqiqlangan simvollar bor
vi: Tiêu đề của hình ảnh chứa các ký tự không hợp lệ

source: Image size should not exceed 320 x 320 px
be: Памер малюнка не павінен перавышаць дазволу 320*320 px
de: Bildgröße sollte nicht mehr als die Auflösung auf 320 x 320 px
fr: La taille de l"image ne doit pas dépasser la résolution 320*320 px
id: Ukuran foto tidak boleh melebihi resolusi untuk 320 x 320 px
ka: სურათის ზომა არ უნდა აღემატებოდეს 320*320 პიქსელს
kk: Сурет 320*320 px өлшемінен аспауы қажет
ky: Сүрөт 320*320 px өлчөмүнөн ашпоо кажет
lv: Kļūda! Priekšskata izmērs nevar pārsniegt 320*320 px izmēru
ro: Imaginea nu poate depăşi permisiunile 320 x 320 px
sr: Velicina slike ne sme biti veca od 320 x 320 px
tg: Ҳаҷми сурат бояд аз 320*320 px зиёд набошад
uz: Rasm hajmi 320*320 px dan katta bolmasin
vi: Hình ảnh kích thước không được vượt quá độ phân giải tới 320 x 320 px

source: Error occured while unloading screenshot
be: Памылка пры ўкладанні скрыншота
de: Fehler beim Entladen screenshot
fr: Erreur lors du déchargement d"une capture d"écran
id: Kesalahan ketika bongkar screenshot
ka: შეცდომა სქრინშოთის ჩატვირთვის დროს
kk: Скриншотты жүктеудегі қате
ky: Скриншотту жүктөөдөгү ката
lv: Kļūda augšuplādējot priekšskatu
ro: Eroare în timpul descărcării de un screenshot
sr: Greska
tg: Хатоги, ҳангоми гирифтани сурат
uz: Skrin yuklashda hatolik
vi: Lỗi trong khi dỡ ảnh chụp màn hình

source: Screenshot uploaded
be: Скрыншот загружаны
de: Screenshot hochgeladen
fr: Capture d"écran d"un chargé
id: Screenshot dari dimuat
ka: სქრინშოთი ჩატვირთულია
kk: Скриншот жүктелді
ky: Скриншот жүктөөлдү
lv: Priekšskats augšuplādēts
ro: Screenshot de încărcat
sr: Screenshot uploadovan
tg: Сурат гирифта шуд
uz: Skrin yuklandi
vi: Ảnh chụp màn hình tải lên

source: Select the size of pictures for preview
be: Выберыце памеры малюнкаў для прадпрагляду
de: Wählen Sie die Größe der Bilder für die Vorschau
fr: Choisissez les dimensions des images de prévisualisation
id: Pilih ukuran gambar untuk preview
ka: აირჩიეთ სურათის ზომა წინასწარი დათვალიერებისთვის
kk: Суреттерді көру үшін өлшемін таңдаңыз
ky: Сүрөттөрдүү көрү үчүн өлчүмүн таңдаңыз
lv: Izvēlieties priekšskata izmērus
ro: Selectaţi dimensiunea imaginilor pentru previzualizare
sr: Izaberi velicinu slike za pregled
tg: Ҳаҷми суратҳоро интихоб кунед, барои тамошо
uz: Oldindan korish uchun rasm kengligini kiriting
vi: Chọn kích thước của hình ảnh cho xem trước

source: Find file
be: Пошук файла
de: Dateisuche
fr: Recherche d"un fichier
id: Cari file
ka: ფაილის ძებნა
kk: Файлды іздеу
ky: Файлды издөө
lv: Meklēt failu
ro: Cauta un fişier
sr: Nadji fajl
tg: Кофтукоби файл
uz: Faylni qidirish
vi: Tìm tập tin

source: You have not entered a search term
be: Вы не ўвялі ўмова пошуку
de: Sie haben keinen Suchbegriff eingegeben
fr: Vous n"avez pas saisi la condition de recherche
id: Anda belum memasukkan istilah penelusuran
ka: თქვენ არ შეგიყვანიათ ძებნის პირობები
kk: Сіз іздеу шартын белгілемедіңіз
ky: Сиз издөө шартын белгилеген жоксуз
lv: Kļūda! Jūs nēsat ievadījis atslēgas vārdu
ro: Nu aţi introdus criteriile de căutare
sr: Niste uneli tekst
tg: Шумо қоидаҳои кофтукобро нанавистед
uz: Qidiruv shartini yozmadingiz
vi: Bạn đã không nhập từ khóa tìm kiếm

source: Size
be: Памер
de: Größe
fr: Taille
id: Ukuran
ka: ზომა
kk: Өлшемі
ky: Өлчөмүү
lv: Svars
ro: Dimensiunea
sr: Velicina
tg: Ҳаҷм
uz: Hajm
vi: Kích thước

source: Upload
be: Выгрузіць
de: Entladen
fr: Décharger
id: Membongkar
ka: ატვირთვა
kk: Жүктеу
ky: Жүктөө
lv: Augšuplādēt
ro: Descarca
sr: Uploaduj
tg: Ба сомона гирифтан
uz: Yuklash
vi: Tải lên

source: Upload File
be: Выгрузіць файл
fr: Décharger le fichier
id: Membongkar file
ka: ფაილის ატვირთვა
kk: Файлды жүктеу
ky: Файлды жүктөө
lv: Augšuplādēt failu
ro: Descărca fişierul
sr: Uploaduj Fajl
tg: Гирифтани файл
uz: Faylni yuklash
vi: Tải lên Tập tin

source: Upload Screenshot
be: Выгрузіць скрыншот
fr: Décharger la capture d"écran
id: Membongkar screenshot
ka: სქრინშოთის ატვირთვა
kk: Скриншот жүктеу
ky: Скриншотту жүктөө
lv: Augšuplādēt priekšskatu
ro: Încărcaţi un screenshot
sr: Uploaduj Screenshot
tg: Гирифтани сурат
uz: Skrinni yuklash
vi: Tải lên Ảnh chụp màn hình

source: Uploaded
be: Загружаны
de: Hochgeladene
fr: Chargé
ka: ატვირთულია
kk: Жүктелді
ky: Жүктөлдүү
lv: Augšuplādēts
ro: Descărcat
sr: Uploadovano
tg: Гирифта шуд
uz: Yuklandi
vi: Tải lên

source: Thanks, your vote accepted
be: Дзякуй, Ваша ацэнка прынятая
de: Vielen Dank für Ihre Bewertung angenommen
fr: Merci de Votre note adoptée
id: Terima kasih untuk penilaian Anda mengadopsi
ka: გმადლობთ, თქვენი შეფასება მიღებულია
kk: Рахмет! Сіздің бағаңыз қабылданды
ky: Рахмат! Сиздин бааңыз кабыл алынды
lv: Paldies, Jūsu vērtējums pieņemts
ro: Vă mulţumim pentru evaluare dumneavoastră acceptate
sr: Hvala,vas glas je prihvacen
tg: Ташаккур, овоздиҳии шумо қабул шуд
uz: Rahmat, bahoingiz qabul qilindi
vi: Thanks

source: Total Votes
be: Памер адзнак
de: Anzahl der Bewertungen
fr: Total des évaluations
id: Penghitungan suara
ka: შეფასება სულ
kk: Барлық баға
ky: Бардык баа
lv: Kopā vērtējumu
ro: Conta de vot
sr: Ukupno glasova
tg: Овозҳои умуми
uz: Barcha baholar
vi: Tổng số phiếu
