Repository: batumibiz/johncms
Catalog: system/locale/*/forum.po
Languages: az, be, fr, id, ka, kk, ky, lv, ro, tg, uz

source: You did not choose something to delete
az: Silmek üçün seçim etmemisiniz
be: Вы нічога не выбралі для выдалення
fr: Vous n"avez rien choisi pour supprimer
id: Anda tidak memilih pesang yang akan menghapus
ka: თქვენ არაფერი არ აგირჩევიათ წასაშლელად
kk: Сіз өшіру үшін ештеңе таңдамадыңыз
ky: Сиз өчүрүү үчүн эчтеке тандабадыңыз
lv: Kļūda! Jūs neesat izvēlējies nekā, ko varētu dzēst
ro: Nu vă alegeţi pentru a elimina
tg: Шумо барои тозакуни чизе интихоб накардаед
uz: o"chirish uchun hech narsani o"chirmadingiz

source: Message does not exists or has been deleted
az: Mesaj mövcud deyil ve ya silinib
be: Пост не існуе, ці быў выдалены
fr: Le poste n"existe pas, ou a été supprimé
id: Post tidak ada atau telah dihapus
ka: პოსტი არ არსებობს, ან წაშლილია
kk: Пост өшірілген немесе жоқ
ky: Пост өчүрүлгөн же жок
lv: Kļūda! Šāds posts neeksistē, vai arī ir ticis dzēsts
ro: Mesaj nu exista sau a fost eliminat
tg: Чунин сухан нест, ё ин ки тоза карда шудааст
uz: Post yo"q yoki o"chirilgan

source: Length of query: 4min., 64max.
az: Uuzunluq derecesi: 4deq., 64maks.
be: Даўжыня запыту: 4мин., 64макс.
fr: La longueur de la requête: 4min., 64макс.
id: Panjang teks pencarian: 4min., 64maks.
ka: სიგრძე მინ. 4, მაქს. 64 სიმბოლო
kk: Сұраныс ұзындығы: 4мин., 64макс.
ky: Сураныч узундугу: 4мин., 64макс.
lv: Kļūda! Atslēgas vārds var saturēt min. 4, max 64 simb.
ro: Lungimea interogare: 4min., 64max.
tg: Дарозии хоҳиш: аз 4 то 64 нишона
uz: Sorov uzunligi: 4min., 64maks.

source: You have not entered time
az: Zaman seçilmeyib
be: Вы не ўвялі час
fr: Vous n"avez pas saisi le moment
id: Anda belum memasukkan waktu
ka: თქვენ არ შეგიყვანიათ დრო
kk: Сіз уақытты таңдамадыңыз
ky: Сиз убакытты тандабадыңыз
lv: Kļūda! Jūs neesat ievadījis laiku
ro: Nu aţi introdus timp
tg: Шумо вақтро нанавистед
uz: Siz vaqtni kiritmadingiz

source: You cannot write in a closed topic
az: Siz bağlı olan mövzuya fikir bildire bilmezsiniz
be: Вы не можаце пісаць ў закрытую тэму
fr: Vous ne pouvez pas écrire dans un sujet
id: Anda tidak dapat menulis ke topik ditutup
ka: თქვენ არ შეგიძლიათ დახურულ თემაში წერა
kk: Сіз жабық темаға жаза алмайсыз
ky: Сиз жабык темага жаза алмбйсыз
lv: Kļūda! Jūs nevarat rakstīt aizvērtā tēmā
ro: Nu puteţi scrie la un subiect închis
tg: Шумо дар мавзуи махкамшуда нависта наметавонед
uz: Siz yopilgan mavzuga yoza olmaysiz

source: Topic has been deleted or does not exists
az: Mövzu silinib ve ya mövcud deyil
be: Тэма выдалена, або не існуе
fr: L"objet a été retiré, ou n"existe pas
id: Topik telah dihapus, atau tidak ada
ka: თემა წაშლილია ან არ არსებობს
kk: Тема өшірілген немесе жоқ
ky: Тема өчүрүлгөн же жок
lv: Kļūda! Tēma dzēsta, vai ari neeksistē
ro: Subiectul a fost eliminat, sau nu există
tg: Мавзуъ вуҷуд надорад, ё ин ки тоза карда шуд
uz: Mavzu ochrilgan yoki mavjud emas

source: Topic with same name already exists in this section
az: Bu adda mövzu bu bölmede artiq mövcuddur
be: Тэма з гэткай назвай ужо есьць у гэтым раздзеле
fr: Le thème de ce nom existe déjà dans cette section
id: Nama topik ini sudah ada di bagian ini
ka: ასეთი სახელის თემა განყოფილებაში უკვე არსებობს
kk: Мұндай тема бұл бөлімде бар
ky: Мындай тема бул бөлүмдө бар
lv: Kļūda! Tēma ar šādu nosaukumu jau eksistē šajā forumā
ro: Tematica cu acelaşi nume există deja în această secţiune
tg: Дар ин катор бо чунин ном алакай мавзуъ хаст
uz: Bunday nomli mavzu mavjud

source: You have not entered topic name
az: Mövzunun adı qeyd olunmayıb
be: Вы не ўвялі назва тэмы
fr: Vous n"avez pas saisi le titre du sujet
id: Anda tidak memasukkan nama topik
ka: თქვენ არ შეგიყვანიათ თემის სახელი
kk: Сіз тема атауын жазбадыңыз
ky: Сиз тема ысымын жазбадыңыз
lv: Kļūda! Jūs neievadījāt topika nosaukumu
ro: Nu aţi introdus numele temei
tg: Шумо номи мавзуъро нанавистед
uz: Mavzu nomini kiritmadingiz

source: Topic name too short
az: Mövzunun adı çox qısadır
be: Назва тэмы занадта кароткі
fr: Le titre du sujet est trop court
id: Nama Topik terlalu pendek
ka: თემის სახელი ძალიან მოკლეა
kk: Тема атауы тым қысқа
ky: Теманын ысымы өтө кыска
lv: Kļūda! Topika nosaukums ir pārāk īss
ro: Tema are prea scurt nume
tg: Номи мавзуъ бисёр кутоҳ аст
uz: Mavzu nomi juda qisqa

source: Error uploading file
az: Upload zamanı sehv baş verdi
be: Памылка выгрузкі файла
fr: Erreur de chargement du fichier
id: Kesalahan Mengupload File
ka: შეცდომა ფაილის ატვირთვის დროს
kk: Файлды жіберудегі қате
ky: Файлды жиберүүдөгү ката
lv: Kļūda augšuplādējot failu
ro: Eroare Încărcarea de fişiere
tg: Хатоги дар гирифтани файл
uz: Fayl yuklashda xatolik

source: File attached
az: Fayl elave olundu
be: прымацаваны Файл
fr: Le fichier attaché
id: File terlampir
ka: ფაილი მიმაგრებულია
kk: Файл бекітілді
ky: Файл бекитилди
lv: Fails augšuplādēts
ro: Fişier ataşat
tg: Файл гузошта шуд
uz: Fayl biriktirildi

source: Files
az: Forum Fayllari
be: Файлы форуму
fr: Les fichiers du forum
id: File forum
ka: ფორუმის ფაილები
kk: Форум файлдары
ky: Форум файлдары
lv: Foruma faili
ro: Fişiere Forumului
tg: Файлҳои форум
uz: Forum fayllari

source: Category files
az: Bölme Fayllari
be: Файлы ў катэгорыі
fr: Des fichiers de la catégorie
id: File dikategori
ka: კატეგორიის ფაილები
kk: Категория файлдары
ky: Категория файлдары
lv: Failu kategorijas
ro: Fişiere categoriei
tg: Файлҳои гуруҳ
uz: Kategoriya fayllari

source: Section files
az: Daxili Bölme Fayllari
be: Файлы падзелу
fr: Les fichiers de la partition
id: File bagian
ka: განყოფილების ფაილები
kk: Бөлім файлдары
ky: Бөлүм файлдары
lv: Sadaļas faili
ro: Fişiere secţiunei
tg: Файлҳои қатор
uz: bo"lim fayllari

source: Topic files
az: Başliq Fayllari
be: Файлы топіка
fr: Les fichiers du topic
id: File topik
ka: თემის ფაილები
lv: Topika faili
ro: Fişiere temei
tg: Файлҳо
uz: Topiv fayllari

source: Archive
az: Arxivler
be: Архівы
fr: Archives
id: File Arsip
ka: არქივები
kk: Архивтер
ky: Архивтер
lv: Arhīvi
ro: Arhive
tg: Хазинаҳо
uz: Аrxivlar

source: Java applications
az: Java Program
be: Прыкладанні Java
fr: Les Applications Java
id: File Java
ka: Java პროგრამები
kk: Java бағдарламасы
ky: Java программасы
lv: Java aplikācijas
ro: Aplicaţii Java
tg: Барномаҳои Java
uz: Java dasturlar

source: Other
az: Diger
be: Іншае
fr: Autre
id: Lainnya
ka: სხვა
kk: Басқа
ky: Башка
lv: Citi
ro: Alte
tg: Дигар чизҳо
uz: Boshqa

source: Pictures
az: Şekiller
be: Карцінкі
fr: Les images
id: File gambar
ka: სურათები
kk: Суреттер
ky: Сүрөттөр
lv: Attēli
ro: Imaginii
tg: Суратҳо
uz: Rasmlar

source: SIS
az: SIS Program
be: Прыкладанні SIS
fr: Application SIS
id: file SIS
ka: SIS პროგრამები
kk: SIS бағдарламасы
ky: SIS программасы
lv: SIS aplikācijas
ro: Aplicaţii SIS
tg: Барномаҳои SIS
uz: SIS dasturlar

source: txt
az: Metnli Fayl
be: Тэкставыя файлы
fr: Les fichiers texte
id: File Teks
ka: ტექსტური ფაილები
kk: Тексттік файлдар
ky: Тексттик файлдар
lv: Teksta faili
ro: Fisiere text
tg: Файлҳои тексти
uz: Matnli fayllar

source: WIN applications
az: WIN Program
be: Прыкладанні WIN
fr: Une application WIN
id: file WIN
ka: WIN პროგრამები
kk: WIN бағдарламасы
ky: WIN программасы
lv: WIN aplikācijas
ro: Aplicaţii WIN
tg: Барномаҳои WIN
uz: WIN dasturlar

source: Videos
az: Video
be: Відэа
fr: Vidéo
id: File Video
ka: ვიდეოები
lv: Video
ro: Video
uz: Video

source: Cancel filter
az: Filtrelemeni Deaktiv etmek
be: Адмяніць фільтрацыю
fr: Annuler le filtre
id: Batalkan penyaringan
ka: ფილტრაციის გაუქმება
kk: Фильтрациядан бас тарту
ky: Фильтрациядан баш тартуу
lv: Noņemt filtrāciju
ro: Anulare de filtrare
tg: Манъ кардани интихоб
uz: Filtratsiyadi rad etish

source: Topic includes filtering by authors
az: Mövzuda filtreleme aktivdir
be: У тэме ўключаная фільтраванне па аўтараў пастоў
fr: Dans le sujet, activer le filtrage par les auteurs de postes
id: Topik mencakup penyaringan oleh penulis posting
ka: თემაში ჩართულია ფილტრაცია პოსტების ავტორთა მიხედვით
kk: Темада автор посттары бойынша фильтрация қосылған
ky: Темада автор посттару боюнча фильтрация кошулган
lv: Tēmā ir ieslēgta filtrācija, kas atlasa autora postus
ro: Subiect de filtrare include de autorii de posturi
tg: Дар мавзуъ интихоб аз руи нависандаи суханҳо даргирон аст
uz: Post avtorlari bo"yicha filtratsiya yo"qilgan

source: Filter by author
az: Müellife göre filtreleme
be: Фільтр па аўтару
fr: Filtre par auteur
id: Filter menurut penulis
ka: ფილტრი ავტორის მიხედვით
kk: Автор бойынша фильтр
ky: Автор боюнча фильтр
lv: Filtrs pēc autora
ro: Filtru de către autor
tg: Интихоби нависандаҳо
uz: Avtor bo"yicha filtrlash

source: Filter will be display posts from selected authors only
az: Filtreleme vasitesile yalniz müellifin mesajlarini göre bilersiniz
be: Фільтраванне дазволіць адлюстроўваць пасты толькі ад абраных аўтараў
fr: Le filtrage permet l"affichage des messages uniquement par les auteurs
id: Penyaringan dapat menampilkan posting hanya dari penulis yang dipilih
ka: ფილტრაციის მეშვეობით პოსტები გამოჩნდება მხოლოდ არჩეული ავტორების მიხედვით
kk: Фильтрация таңдалған автордың жазуларын көрсетеді
ky: Фильтрация тандалган автордун жазууларын көрсөтөт
lv: Filtrācija atļauj parādīt postus tikai no izvēlētajiem autoriem
ro: Filtrarea poate afişa mesaje numai de la autori selectat
tg: Ин интихоб имконият медиҳад то ки танҳо суханҳои одамони интихобкардашударо бубинед
uz: Filtratsiya tanlangan mualliflar xabarlarini ko"rish uchun ishlaydi

source: Filter by section
az: Bölmeye göre filtreleme
be: Фільтр па раздзелу
fr: Le filtre de la section
id: Filter bagian
ka: ფილტრაცია განყოფილების მიხედვით
kk: Бөлім бойынша фильтр
ky: Бөлүм боюнча фильтр
lv: Sadaļas filtrēšana
ro: Filtru secţiune
tg: Интихоб аз руи қатор
uz: bo"lim bo"yicha filtr

source: Filter by topic
az: Mövzuya göre filtreleme
be: Фільтр па тэме
fr: Filtre sur le sujet
id: Filter berdasarkan topik
ka: ფილტრაცია თემის მიხედვით
kk: Тема бойынша фильтр
ky: Тема боюнча фильтр
lv: Tēmas filtrēšana
ro: Filtru teme
tg: Интихоб аз руи мавзуъ
uz: Mavzu bo"yicha filtr

source: Filter
az: Filtr ele
be: Фільтраваць
fr: Filtrer
ka: გაფილტრვა
kk: Фильтрлеу
ky: Фильтирлөө
lv: Filtrēt
ro: Filtru
tg: Интихобкуни
uz: Filtrlash

source: Forum is closed
az: Forum Bağlıdır
be: Форум зачынены
fr: Le forum est fermé
id: Forum terkunci
ka: ფორუმი დახურულია
kk: Форум жабық
ky: Форум жабык
lv: Forums slēgts
ro: Forumul este inchis
tg: Форум махкам карда шудааст
uz: Forum yopiq

source: Forum Management
az: Forumla İdare
be: Упраўленне Форумам
fr: La Gestion Du Forum
id: Manajemen Forum
ka: ფორუმის მართვა
kk: Форумды басқару
ky: Форумду башкаруу
lv: Foruma pārvaldīšana
ro: Management Forum
tg: Идоракунии форум
uz: Forumni boshqarish

source: Forum rules
az: Forum Qaydaları
be: Правілы форуму
fr: Les règles de ce forum
id: Aturan Forum
ka: ფორუმის წესები
kk: Форум ережесі
ky: Форум эрежеси
lv: Foruma noteikumi
ro: Regulile Forumului
tg: Қонунхои форум
uz: Forum qoidalari

source: Forum search
az: Axtarişdadır
be: Пошук форуму
fr: La recherche du forum
id: Cari Forum
ka: ფორუმის ძებნა
kk: Форумда іздеу
ky: Форумда издөө
lv: Foruma meklētājs
ro: Cautare În Forum
tg: Кофтукоби форум
uz: Forum bo"yicha izlash

source: Forum structure
az: Forumun Quruluşu
be: Структура форуму
fr: La structure du forum
id: Struktur Moder
ka: ფორუმის სტრუქტურა
kk: Форум структурасы
ky: Форум структурасы
lv: Foruma struktūra
ro: Structura forumului
tg: Ҷойгиркунии форум
uz: Forum strukturasi

source: Hidden posts
az: Gizli Mesajlar
be: Схаваная пасты
fr: Cachés postes
id: Sembunyikan posting
ka: დაფარული პოსტები
kk: Жасырын посттар
ky: Жашыруун посттор
lv: Slēptie posti
ro: Ascuns mesajele
tg: Суханҳои русткардашуда
uz: Berkitilgan postlar

source: Hidden topic
az: Gizli Mövzular
be: Схаваная тэмы
fr: Thèmes cachés
id: Sembunyikan topik
ka: დაფარული თემები
kk: Жасырын темалар
ky: Жашыруун темалар
lv: Slēptie topiki
ro: Ascuns teme
tg: Мавзуъҳои русткардашуда
uz: Berkitilgan mavzular

source: Hours
az: saat
be: гадзін
fr: heures
id: jam
ka: საათი
kk: сағат
ky: саат
lv: stundas
ro: oră
tg: соат
uz: soat

source: Max. Size
az: Maks. Hecm
be: Макс. памер
fr: Max. taille
id: Max. ukuran
ka: მაქს. ზომა
kk: Макс. өлшем
ky: Макс. өлчөм
lv: MAX izmērs
ro: Max. dimensiune
tg: Калонтарин хаҷм
uz: Маks. xajm

source: Marked posts are deleted
az: Seçilmiş mesajlar silindi
be: Адзначаныя пасады выдаленыя
fr: Marqués postes supprimés
id: Posting telah dihapus
ka: მონიშნული პოსტები წაშლილია
kk: Таңдалған посттар өшірілді
ky: Тандалган посттор өчүрүлдүү
lv: Atzīmētie posti tika dzēsti
ro: Mesajele scoase eliminate
tg: Суханҳои интихобшуда тоза карда шуданд
uz: Belgilangan postlar o"chirildi

source: Appointment of moderators
az: Moder Teyin Etmek
be: Прызначэнне мадэратараў
fr: La nomination des modérateurs
id: Penunjukan moderator
ka: მოდერატორის დანიშნვა
kk: Модераторлар таңдау
ky: Модераторлор тандоодо
lv: Moderātori
ro: Numirea moderatori
tg: Интихоби модераторҳо
uz: Moderlarni saylash

source: New files in the last 24 hours
az: 24 saat erzinde yeni fayllar
be: Новыя файлы за апошнія 24 гадзіны
fr: De nouveaux fichiers pour les dernières 24 heures
id: New file dalam 24 jam terakhir
ka: ახალი ფაილები ბოლო 24 საათში
kk: Соңғы 24 сағ файлдар
ky: Соңку 24 саат файлдар
lv: Jaunie faili 24 stundu laikā
ro: Nou dosar pentru ultimele 24 de ore
tg: Файлҳои нав дар давоми 24 соат
uz: 24 soat ichidagi yangi fayllar

source: No new files
az: Yeni fayl yoxdur
be: Новых файлаў няма
fr: Les nouveaux fichiers ne sont pas
id: file baru tidak ada
ka: ახალი ფაილები არ არის
kk: Жаңа файлдар жоқ
ky: Жаңы файлдар жок
lv: Jaunu failu nav
ro: Fişierele noi nu este
tg: Файлҳои нав нест
uz: Yangi fayllar yo"q

source: New at the bottom
az: Alt yenilikler
be: Новыя ўнізе
fr: De nouveaux en bas
id: Posting Baru dibawah
ka: ახლები ქვევით
kk: Жаңалар төменге
ky: Жаңылар төмөнкүүдө
lv: Jaunie apakšā
ro: Noi de fund
tg: Навҳо дар поён
uz: Yangilar pastda

source: New at the top
az: Üst Yenilikler
be: Новыя уверсе
fr: De nouveaux en haut
id: Posting Baru diatas
ka: ახლები ზევით
kk: Жаңалар жоғарыға
ky: Жаңылар жогорууда
lv: Jaunie augšā
ro: Noi de top
tg: Навҳо дар боло
uz: Yangilar tepada

source: New topic
az: Mövzunu Aç
be: Адкрыць тэму
fr: Ouvrir un sujet
id: Buka topik
ka: თემის გახსნა
kk: Теманы ашу
ky: Теманы ачуу
lv: Atvērt tēmu
ro: Deschide tema
tg: Кушодани мавзуъ
uz: Mavzuni ochish

source: Title(max. 100)
az: Adı (maks. 100)
be: Назва (max. 100)
fr: Le nom de (max. 100)
id: Judul(max. 100)
ka: სათაური (მაქს. 100 სიმბოლო)
kk: Атауы (max. 100)
ky: Ысым (max. 100)
lv: Nosaukums (max. 100)
ro: Titlu (max 100)
tg: Номаш (max. 100)
uz: Nomi (max. 100)

source: Disagree
az: Naraziyam
be: Не згодны
fr: N"est pas d"accord
id: Tidak setuju
ka: არ ვეთანხმები
kk: Келіспеймін
ky: Келишпеймин
lv: NEPIEKRĪTU
ro: Nu sunt de acord
tg: Рози нестам
uz: Rozimasman

source: Other categories
az: Diger Bölmeler
be: Іншыя катэгорыі
fr: Autres catégories
id: Kategori lainnya
ka: სხვა კატეგორიები
kk: Басқа категориялар
ky: Башка категориялар
lv: Citas kategorijas
ro: Alte categorii
tg: Дигар гуруҳҳо
uz: Boshqa kategoriyalar

source: Answers in the topic
az: Mövzuda cavab verir
be: Адказвае ў тэме
fr: Répond dans le sujet
id: Dalam subyek
ka: პასუხობს თემაში
kk: Темада жауап беруде
ky: Темада жооп берүүдө
lv: Atbild tēmā
ro: Răspunde în tema
tg: Ба мавзуъ ҷавобгуй аст
uz: Mavzuga javob beryapti

source: In the category
az: Bölmelerdedir
be: катэгорыі
fr: Dans la catégorie
id: Di kategori
ka: კატეგორიაში
kk: Категорияда
ky: Категорияда
lv: Kategorijā
ro: În categoria
tg: Дар гуруҳҳо
uz: Kategoriyada

source: Looking forum files
az: Forum fayllarina baxır
be: Глядзіць файлы форуму
fr: Regarde les fichiers du forum
id: Di file forum
ka: ნახულობს ფორუმის ფაილებს
kk: Форум файлдарын көруде
ky: Форум файлдарын көрүүдө
lv: Skatīties foruma failus
ro: Se vede Fişiere Forum
tg: Файлҳои форумро мебинад
uz: Forum fayllarini ko"rmoqda

source: Here, in the list
az: Burda siyahiya baxir
be: Тут, у спісе
fr: Ici, dans la liste
id: disini, di list online
ka: აქ, სიაში
kk: Осында
ky: Мында тизмеде
lv: Tur, sarakstā
ro: Aici, în lista
tg: Дар ҳамин саҳифа
uz: Bu royhatda

source: In the forum main
az: Baş sehifededir
be: На галоўнай форуму
fr: Sur le forum principal
id: Di forum utama
ka: ფორუმის მთავარ გვერდზე
kk: Форумның бас бетінде
ky: Форумдун баш бетинде
lv: Foruma galvenā
ro: Pe pagina principala forumului
tg: Дар қисми асосии форум
uz: Forum bosh sahifasida

source: In the unreads
az: Oxunmamişlara baxır
be: Глядзіць нечытанае
fr: Regarde le message non lu
id: Di belum dibaca
ka: ნახულობს წაუკითხავებს
kk: Оқылмаған жазуларды көруде
ky: Окуулбаган жазууларды көрүүдө
lv: Skatīties nelasītas
ro: Se vede necitite
tg: Нохондаҳоро мебинад
uz: O"qilmaganlarni ko"rmoqda

source: In the section
az: Bölmededir
be: У раздзеле
fr: Dans la section
id: Di Bagian
ka: განყოფილებაში
kk: Бөлімде
ky: Бөлүмдө
lv: Sadaļā
ro: În Secţiune
tg: Дар қатор
uz: bo"limda

source: In the topic
az: Mövzudadır
be: У тэме
fr: Dans le sujet
id: Di topik
ka: თემაში
kk: Темада
ky: Темада
lv: Tēmā
ro: În tema
tg: Дар мавзуъ
uz: Mavzuda

source: Writes in the topic
az: Mövzuda yazır
be: Піша на тэму
fr: Écrit dans le sujet
id: Menulis untuk topik ini
ka: წერს თემაში
kk: Темада жазып жатыр
ky: Темада жазып жатат
lv: Raksta tēmā
ro: Scrie în tema
tg: Дар мавзуъ менависад
uz: Mavzuda yozmoqda

source: Message
az: Mesaj
be: Паведамленне
id: Pesan
ka: შეტყობინება
kk: Хабарлама
ky: Кабар
lv: Ziņa
ro: Mesaj
tg: Мактуб
uz: Xabar

source: Post deleted
az: Mesaji sildi
be: Пост выдаліў
fr: Post supprimé
id: Posting dihapus
ka: პოსტი წაშალა
kk: Постты өшірген
ky: Постты өчүргөн
lv: Postu dzēsa
ro: Mesajul eliminat
tg: Суханро тоза кард
uz: Postni o"chirdi

source: Read more
az: Hamısını Oxu
be: Чытаць усе
fr: Lire tous les
id: Selengkapnya
ka: ყველაფრის წაკითხვა
kk: Барлығын оқу
ky: Бардыгын окуу
lv: Lasīt visas
ro: Citeste mai mult
tg: Ҳамаашро мехонед
uz: Xammasini o"chirish

source: reference
az: Müraciet
be: Зварот
fr: Contacter
id: referensi
ka: მიმართვა
kk: Үндеу
ky: Үндөө
lv: Atsauces
ro: Tratament
tg: Муомила
uz: Murojaat

source: [r]
fr: [sur]
id: [b]
ka: [პ]
kk: [ж]
ky: [ж]
lv: [a]
tg: [н]
uz: [m]

source: Rating
az: Reytinq
be: Рэйтынг
fr: La cote
id: Penilaian
ka: რეიტინგი
lv: Reitings
ro: Evaluare
uz: Reyting

source: I am glad to answer you
az: böyük memnuniyyetle size cavab yazaram
be: з задавальненнем табе адкажу
fr: heureux de te répondrai
id: senang hati menjawab Anda
ka: სიამოვნებით გიპასუხებ
kk: Қуана жауап берейін
ky: Қуана жауап берейін
lv: ar prieku atbildēšu tev
ro: Cu plăcere răspund la dvs.
tg: Бо хоҳиши баланд ба шумо ҷавоб мегардонам
uz: Jonim bilan sening

source: to your post
az: senin mesajina
fr: sur ton post
id: untuk posting Anda
ka: შენს პოსტზე
kk: Сенің постыңа
ky: Сенин постуңа
lv: uz tavu postu
ro: la mesajul dvs.
tg: Ба сухани шумо
uz: postinga javob beraman

source: answer
az: cavab vererem
be: адкажу
fr: je répondrai
id: jawaban
ka: გიპასუხებ
kk: жауап берейін
ky: жооп берейн
lv: atbildu
ro: răspund
tg: ҷавоб мегардонам
uz: Javob beraman

source: You are right! You are very smart!
az: redd ol burdan axmaq!
be: канай адсюль радыска! Маргалы выкалю, рогі поотшибаю!
fr: kanai de là, radis! Margaly vykalû, la corne de pootšibaû!
id: Anda benar! Anda sangat pintar!
ka: დაგკრამ, დაგმანჭამ, გადაგპარჭყამ ღობეზე!
kk: Кет бұл жер есібас, миқұлақ неме!
ky: Кет бул жерден редиска, жинди неме!
lv: nu kā tad tā? Kapēc tādi te atrodas?!
ro: Măi! Dute de la aici, prostule!
tg: Гумша ай иҷа калуш! Гушота мебрм, дандонота меканм!
uz: Sur bettan chomich! Bashareni buzib qoyaman chalajon!

source: Restore
az: Berpa Et
be: Аднавіць
fr: Restaurer
id: memulihkan
ka: აღდგენა
kk: Қайта қалпына келтіру
ky: Кайта калыбына келтирүү
lv: Atgriezt
ro: Restabili
tg: Барқароркуни
uz: Tiklash

source: Results
az: Neticeler
be: Вынікі
fr: Les résultats
id: Hasil
ka: შედეგები
kk: Нәтижелері
ky: Натийжелери
lv: Rezultāts
ro: Rezultate
tg: Натичаҳо
uz: Natijalar

source: Search in the topic names
az: Mövzu adına göre axtarış
be: Шукаць у назвах тэмаў
fr: Rechercher dans les titres de sujets
id: Cari di judul topik
ka: თემის სათაურებში ძებნა
kk: Тема атаулары бойынша іздеу
ky: Теманын аты боюнча издөө
lv: Meklēt topiku nosaukumos
ro: Cauta in titlu
tg: Кофтукоб дар номи мавзуъҳо
uz: Mavzu nomlaridan qidiruv

source: Section deleted
az: Bölme silindi
be: Падзел выдалены
fr: L"article est supprimé
id: Bagian dihapus
ka: განყოფილება წაშლილია
kk: Бөлім өшірілген
ky: Бөлүм өчүрүлгөн
lv: Sadaļa tika dzēsta
ro: Secţiunea elimintaă
tg: Қатор тоза карда шуд
uz: bo"lim o"chirildi

source: Section with topics and files are removed
az: Bölme mövzu ve fayllar ile birlikde silindi
be: Падзел разам з тэмамі і файламі выдалены
fr: La section avec les thèmes et les fichiers supprimé
id: Bagian topik dan file terpilih dihapus
ka: განყოფილება თემებთან და ფაილებთან ერთად წაშლილია
kk: Бөлім темалары мен файлдары бірге өшірілді
ky: Бөлүм темалары менен файлдары бирге өчүрүлдүү
lv: Sadaļa ar tēmām un failiem tika dzēsta
ro: Secţiunea împreună cu teme şi fişierele şterse
tg: Қатор ҳамроҳи мавзуъҳо ва файлҳо тоза карда шуд
uz: bo"lim mavzular bilan o"chirildi

source: Editing section
az: Bölmeni Redakte edirik
be: Рэдагуемы раздзел
fr: Modifier la section
id: ubah bagian
ka: განყოფილების რედაქტირება
kk: Бөлімді өзгертеміз
ky: Бөлүмдү өзгөртөбүз
lv: Sadaļas rediģēšana
ro: Editare secţiunei
tg: Тағйироти қатор
uz: bo"limni taxrirlaymiz

source: List of sections
az: Bölmeler Siyahısı
be: Спіс раздзелаў
fr: La liste des partitions
id: Daftar bagian
ka: განყოფილებების სია
kk: Бөлім тізімі
ky: Бөлүм тизмеси
lv: Sadaļu saraksts
ro: Listă Secţiunei
tg: Саҳифаи қаторҳо
uz: bo"limlar royhati

source: There are no sections in this category
az: Bu bölmede daxili bölme yoxdur
be: У дадзенай катэгорыі падзелаў няма
fr: Dans cette catégorie, pas de partitions
id: Dalam kategori ini tidak ada partisi
ka: მოცემულ კატეგორიაში განყოფილებები არ არის
kk: Бұл категорияларда бөлімдер жоқ
ky: Бул категорияларда бөлүмдөр жок
lv: Kļūda! Šajā kategorijā nav sadaļu
ro: In aceasta categorie există nici o partiţie
tg: Дар ин гуруҳ қаторҳо сохта нашудаанд
uz: Ushbu kategoriyada bo"limlar yo"q

source: All the topics and files will be moved to selected section<br>Old section will be deleted
az: Bütün bölmeler ve fayllar yeni bölmeye köçürelecek<br> Köhne bölme silinecek
be: Усе тэмы і файлы будуць перамешчаны ў абраны раздзел<br>Стары профіль будзе выдалены
fr: Tous les thèmes et les fichiers sont déplacés dans la section sélectionnée<br>L"ancien article sera supprimé
id: Semua tema dan file akan dipindahkan ke bagian yang dipilih<br>Bagian lama akan dihapus
ka: ყველა თემა და ფაილი გადატანილი იქნება არჩეულ განყოფილებაში<br>ძველი განყოფილება წაიშლება
lv: Visas tēmas un faili tiks pārvieti uz izvēlēto sadaļu<br>Vecā sadaļa tiks dzēsta
ro: Toate temele şi fişierele vor fi mutate în secţiunea selectată <br> secţiune vechi vor fi eliminate
tg: Ҳамаи мавзуъҳо ва файлҳо ба қатори гирифташуда гузаронида мешаванд<br>Қатори пештара гирифта мешавад
uz: Barcha mavzu va fayllar quyidagi bo"limga ko"chiriladi<br>Eski bo"lim ochriladi

source: <h3>WARNING!</h3>There are topics in the section.<br>You must move them to another section
az: <h3>Diqqet!</h3>Bölmede mövzular mövcuddur.<br>Onlari diger bölmeye keçirmek lazımdır
be: <h3>УВАГА!</h3>У раздзеле есць тэмы.<br>Іх неабходна перамясціць у іншы раздзел
fr: <h3>ATTENTION!</h3>Dans la section il ya des thèmes.<br>Vous devez les déplacer vers une autre partition
id: <h3>PERHATIAN</h3>Di bawah topik <br>. Mereka harus pindah ke bagian yang lain
ka: <h3>ყურადღება!</h3>განყოფილებაში არის თემები.<br>აუცილებელია მათი სხვა განყოფილებაში გადატანა
lv: <h3>UZMANĪBU!</h3>Sadaļā ir tēmas.<br>Tās ir jāpārvieto uz citu kategoriju
ro: <h3>ATENŢIE!</h3> În secţiunea există probleme<br>Ei trebuie să se mute în altă secţiune.
tg: <h3>ДИҚҚАТ!</h3>Дар қатор мавзуъҳо ҳастанд.<br>Онҳоро бояд ба қатори дигар гузаронед
uz: <h3>DIQQAT!</h3>bo"limda mavzular bor.<br>Ularni darxol boshqa bo"limga otkazing
