Repository: batumibiz/johncms
Catalog: system/locale/*/forum.po
Languages: az, be, fr, id, ka, kk, ky, lv, ro, tg, uz

source: Select category
az: Bölme Seçin
be: Выберать катэгорыю
fr: Sélectionner une catégorie
id: Pilih kategori
ka: კატეგორიის არჩევა
ky: Категорияны тандоо
lv: Izvēlēties kategoriju
ro: Alege categoria
tg: Интихоби гуруҳ
uz: Kategoriyani tanlash

source: Select file
az: Fayl Seç
be: Выбраць файл
fr: Sélectionner le fichier
id: Pilih File
ka: ფაილის არჩევა
kk: Файлды таңдау
ky: Файлды тандоо
lv: Izvēlēties failu
ro: Selectaţi Fişier
tg: Интихоби файл
uz: Faylni tanlash

source: Select section
az: Bölme Seç
be: Выберать раздзел
fr: Choisir la section
id: Pilih bagian
ka: განყოფილების არჩევა
kk: Бөлімді таңдау
ky: Бөлүмдү тандоо
lv: Izvēlēties sadaļu
ro: Selectaţi Secţiune
tg: Интихоби қатор
uz: bo"limni tanlash

source: Selected category
az: Seçilmiş bölmeni
be: выбраную катэгорыю
fr: la catégorie sélectionnée
id: Kategori dipilih
ka: არჩეულ კატეგორიაში
kk: таңдалған категорияны
ky: тандалган категорияны
lv: uz izvēlēto kategoriju
ro: selectat categorie
tg: Гуруҳи интихобшуда
uz: tanlangan kategoriyaga

source: Selected section
az: Seçilmiş daxili bölmeni
be: абраны профіль
fr: la section sélectionnée
id: Bagian dipilih
ka: არჩეულ განყოფილებაში
kk: таңдалған бөлімді
ky: тандалган бөлүмдү
lv: izvēlētā sadaļa
ro: selectat Secţiune
tg: Қатори интихобшуда
uz: tanlangan bo"limga

source: Size
az: Hecm
be: Памер
fr: Taille
id: Ukuran
ka: ზომა
kk: Өлшемі
ky: Өлчөмү
lv: Izmērs
ro: Dimensiune
tg: Ҳаҷм
uz: Xajm

source: Topics moved to
az: Daxili mövzular köçürüldü:
be: Падначаленыя тэмы перамешчаныя ў
fr: Subordonnés sujets déplacés dans
id: subjek topik pindah ke
ka: დაქვემდებარებული თემები გადატანილია
lv: Pakļautās tēmas tika pārvietotas uz
ro: Teme subordonate mutat la
tg: Мавзуъҳои поёни гузаронида шуд ба
uz: Tanlangan mavzular ko"chirildi

source: Time
az: defe
fr: fois
id: waktu
ka: ჯერ
kk: рет
ky: ирет
lv: reizes
ro: de ori
tg: бор
uz: marta

source: Go to category
az: Bölmeye Keç
be: У катэгорыю
fr: Dans la catégorie
id: Ke kategori
ka: კატეგორიაში
kk: Категорияға
ky: Категорияга
lv: Uz kategoriju
ro: În categoria
tg: Ба гуруҳ
uz: Kategoriyaga

source: Go to forum
az: Foruma Keç
be: Форум
fr: Dans Le Forum
id: Ke forum
ka: ფორუმში
kk: Форумға
ky: Форумга
lv: Uz forumu
ro: In forum
tg: Ба Форум
uz: forumga

source: To message
az: Mesaja Keç
be: паведамленні
fr: Au message
id: Ke posting
ka: შეტყობინებაში
kk: Жазуға
ky: Жазууга
lv: Uz postu
ro: La mesaj
tg: Ба мактубҳо
uz: Xabarga

source: Go to topic
az: Mövzuya Keç
be: У тэму
fr: Dans le thème
id: Ke topik
ka: თემაში
kk: Темаға
ky: Темага
lv: Uz tēmu
ro: În tema
tg: Ба мавзуъ
uz: Mavzuga

source: Go to section
az: Daxili Bölmeye Keç
be: section
fr: Dans la section
id: Ke bagian
ka: განყოფილებაში
kk: Бөлімге
ky: Бөлүмгө
lv: Uz sadaļu
ro: În Secţiune
tg: Ба қатор
uz: bo"limgas

source: Topic
az: Mövzu
be: Тэма
fr: Le thème de la
id: Topik
ka: თემა
lv: Tēma
ro: Tema
tg: Мавзуъ
uz: Mavzu

source: Close topic
az: Mövzunu Bağla
be: Закрыць тэму
fr: Fermer le sujet
id: Topik di tutup
ka: თემის დახურვა
kk: Теманы жабу
ky: Теманы жабуу
lv: Slēgt tēmu
ro: Inchide tema
tg: Махкамкунии мавзуъ
uz: Mavzuni yopish

source: Topic closed
az: Mövzu Bağlıdır
be: Тэма зачыненая
fr: Sujet fermé
id: Topik Terkunci
ka: თემა დახურულია
kk: Тема жабық
ky: Тема жабык
lv: Tēma slēgta
ro: Tema închisă
tg: Мавзуъ махкам карда шуд
uz: Mavzu yopilgan

source: Delete topic
az: Mövzunu Sil
be: Выдаліць тэму
fr: Supprimer le sujet
id: Topik dihapus
ka: თემის წაშლა
kk: Теманы өшіру
ky: Теманы өчүрүү
lv: Dzēst tēmu
ro: Ştergeţi tema
tg: Тозакунии мавзуъ
uz: Mavzuni o"chirish

source: Topic deleted
az: Mövzu Silindi
be: Тэма выдалена
fr: L"objet a été retiré
id: Topik dihapus
ka: თემა წაშლილია
kk: Тема өшірілген
ky: Тема өчүрүлгөн
lv: Tēma dzēsta
ro: Tema eliminat
tg: Мавзуъ тоза карда шуд
uz: Mavzu o"chirildi

source: Topic deleted by
az: Mövzunu sildi
be: Тэму выдаліў
fr: Rubrique supprimée
id: Topik dihapus oleh
ka: თემა წაშალა
kk: Теманы өшірген
ky: Теманы өчүргөн
lv: Tēmu dzēsa
ro: Tema eliminat către
tg: Мавзуъро тоза кард
uz: o"chirdi

source: Undelete topic
az: Mövzunun silinmesinden imtina etdi
be: Адмяніў выдаленне тэмы
fr: A annulé la suppression de thèmes
id: Topik dihapus batal
ka: თემის წაშლა გააუქმა
kk: Теманы өшіруден бас таррты
ky: Теманы өшіруден бас таррты
lv: Pārtrauca tēmas dzēšanu
ro: Anulat eliminarea temei
tg: Тозакунии мавзуъро манъ кард
uz: Mavzuni o"chishini bek qildi

source: Fix topic
az: Mövzunu berkit
be: Замацаваць тэму
fr: Fixer le thème
id: Kunci topik
ka: თემის ფიქსაცია
lv: Stiprināt tēmu
ro: Blocare temei
tg: Мустаҳкамкунии мавзуъ
uz: Mavzuni biriktirish

source: No topics in this section
az: Bu bölmede mövzu yoxdur
be: У дадзеным раздзеле няма ні адной тэмы
fr: Dans cette section n"est pas aucun sujet
id: Pada bagian ini, tidak ada topik
ka: მოცემულ განყოფილებაში თემები არ არის
kk: Бұл бөлімде темалар жоқ
ky: Бул бөлүмдө темалар жок
lv: Šajā sadaļā nav nevienas tēmas
ro: În această secţiune, nu există nici o temă
tg: Дар ин қатор ягон мавзуъ сохта нашудааст
uz: Bu bo"limda mavzular yo"q

source: Move topic
az: Mövzunu Köçürt
be: Перанесьці тэму
fr: Déplacer le sujet
id: Pindahkan Topik
ka: თემის გადატანა
kk: Тема орнын ауыстыру
ky: Теманын ордун алмаштыруу
lv: Pārvietot tēmu
ro: Muta tema
tg: Ҷойивазкунии мавзуъ
uz: Mavzuni ko"chirish

source: Topic name
az: Mövzu Adı
be: Назва тэмы
fr: Le titre du sujet
id: Judul Topik
ka: თემის სათაური
kk: Тема атауы
ky: Теманын ысымы
lv: Tēmas nosaukums
ro: Titlul temei
tg: Номи мавзуъ
uz: Mavzu nomi

source: Rename topic
az: Mövzu adını deyiş
be: Пераназваць тэму
fr: Renommer le sujet
id: Ubah judul topik
ka: თემის სათაურის შეცვლა
kk: Тема атауын өзгерту
ky: Тема ысымын өзгөртүү
lv: Pārsaukt tēmu
ro: Redenumire temei
tg: Номивазкунии мавзуъ
uz: Mavzuni qayta nomlash

source: Restore topic
az: Mövzunun berpası
be: Аднавіць тэму
fr: Rétablir le thème
id: Pulihkan topik
ka: თემის აღდგენა
kk: Теманы қалпына келтіру
ky: Теманы калыбына келтирүү
lv: Atjaunot tēmu
ro: Recuperare temei
tg: Барқароркунии мавзуъ
uz: Mavzuni tiklash

source: Unfix topic
az: Mövzunu Çixart
be: распушчае мацаваньне тэму
fr: Détacher le sujet
id: Lepaskan topik
ka: თემის ფიქსაციის მოხსნა
lv: Atstiprināt tēmu
ro: Detaşa tema
tg: Сусткунии мавзуъ
uz: Mavzuni ajratish

source: Total votes
az: Cemi Ses
be: Усяго галасоў
fr: Total des votes
id: Total polling
ka: სულ ხმები
kk: Барлық дауыс бергендер
ky: Бардык добуш бергендер
lv: Kopā balsu
ro: Total voturi
tg: Ҳамаи овозҳо
uz: Barcha ovozlar

source: All for period
az: Bütün müddet erzinde
be: Ўсе за перыяд
fr: Le tout pour une période de
id: Semua untuk periode
ka: სულ პერიოდის განმავლობაში
kk: Барлық мерзімде
ky: Бардык мөөнөттө
lv: Visa laikā
ro: Toate pentru perioada
tg: Дар давоми вақт
uz: Hammasni vaqti bilan

source: Last 10
az: Son 10 Mövzu
be: Апошнія 10 тым
fr: Les 10 derniers sujets
id: 10 topik terakhir
ka: უკანასკნელი 10 თემა
kk: Соңғы 10 тема
ky: Соңку 10 тема
lv: Pēdējās 10 tēmas
ro: Ultimele 10 subiecte
tg: 10 мавзуъи охирон
uz: Oxirgi 10 ta mavzu

source: Period (in hours)
az: Saat erzinde
be: Перыяд (у гадзінах)
fr: Période (en heures)
id: Periode (dalam jam)
ka: პერიოდი (საათებში)
kk: Мерзім (сағат)
ky: Мөөнөт (саат)
lv: Periods (stundās)
ro: Perioada (în ore)
tg: Вақт (дар соат)
uz: Vaqt (soatlarda)

source: There is nothing new in this forum for selected period
az: Seçilen müddet erzinde bir yenilik olmayıb
be: За абраны перыяд новага на форуме няма
fr: Pour la période sélectionnée nouveau sur le forum il n"
id: Untuk jangka waktu yang dipilih tidak ada yang baru di forum
ka: არჩეული პერიოდის განმავლობაში ფორუმში ახალი არაფერია
kk: таңдалған мерзім бойынша жаңалықтар жоқ
ky: таңдалған мерзім бойынша жаңалықтар жоқ
lv: Izvēlētajā periodā nav jaunu postu
ro: Pentru perioada selectat nu este nou la forum
tg: Дар вақти интихобшуда дар форум навигариҳо нест
uz: Belgilangan vaqtda forumda yangiliklar yo"q

source: Mark as read
az: Oxunmuş kimi qeyd et
be: Адзначыць як прачытанае
fr: Marquer comme lu
id: Tanpa dibaca
ka: მოვნიშნოთ, როგორც წაკითხული
kk: Оқылған сияқты атап өту
ky: Окуулган сыякту атап өтүү
lv: Atzīmēt kā lasītas
ro: Marchează citite
tg: Ҳамчун хондагиҳо
uz: O"qilgan deb belgilash

source: All topics marked as read
az: Bütün mövzular oxumuş kimi qeyd olundu
be: Усе тэмы адзначаны як прачытаныя
fr: Tous les sujets sont marqués comme lus
id: Semua topik ditandai sebagai telah dibaca
ka: ყველა თემა მონიშნულია, როგორც წაკითხული
kk: Барлық темалар оқылған сияқты болды
ky: Бардык темалар окуулган сыякту болду
lv: Visas tēmas atzīmētas kā lasītas
ro: Toate subiectele marcate ca fiind citite
tg: Ҳамаи мавзуъҳо ҳамчун хондаги гузошта шуданд
uz: Barcha mavzular O"qilgan deb belgilandi

source: Upload
az: Gönder
be: Даслаць
fr: Envoyer
id: Mengirim
ka: გაგზავნა
kk: Жіберу
ky: Жиберүү
lv: Sūtīt
ro: Trimite
tg: Навистан
uz: Jo"natish

source: The time allotted for the file upload has expired
az: Fayl üçün ayrılan vaxt upload doldu
be: Час, адведзены для выгрузкі файлаў на ход вычарпаны
fr: Le temps imparti pour le chargement du fichier est écoulé
id: Waktu yang diberikan untuk file upload telah berakhir
ka: დრო გამოყოფილი ფაილის ატვირთვის ვადა გაუვიდა
kk: Файл жүктеуге берілген уақыт өтіп кетті
ky: Файл жүктөөгө берилген убакыты өтүп кетти
lv: Laiks atvēlēts failu augšupielādes ir beidzies
ro: Timpul alocat pentru fișierul de încărcare a expirat

source: Who is here
az: Kim Onlayn
be: Хто тут
fr: Quelqu"un ici
id: Siapa disini?
ka: ვინ არის აქ
kk: Кім мұнда
ky: Ким бул жерде
lv: Kas šeit
ro: Cine e aici
tg: Ки дар инҷо
uz: Kim bu yerda

source: Who in forum
az: Forumda kim var
be: Хто ў форуме
fr: Qui dans nos forums
id: Siapa di forum
ka: ვინ არის ფორუმში
kk: Форумда кім бар
ky: Форумда ким бар
lv: Kas forumā
ro: Cine în forum
tg: Ки дар форум
uz: Forumda kim bor

source: Who in topic
az: Mövzuda kim var
be: Хто ў тэме
fr: Qui dans le sujet
id: Siapa di topik
ka: ვინ არის თემაში
kk: Темада кім бар
ky: Темада ким бар
lv: Kas tēmā
ro: Cine în tema
tg: Ки дар мавзуъ
uz: Mavzuda kim bor

source: Post restored by
az: Mesaji berpa etdi
be: Пост аднавіў
fr: Poste restauré
id: Posting dipulihkan
ka: პოსტი აღადგინა
kk: Постты қалпына келтірген
ky: Постту калыбына келтирген
lv: Postu atjaunoja
ro: Mesajul restabilit
tg: Суханро барқарор кард
uz: Postni qaytardi

source: Vote accepted
az: Sizin sesiniz qeyde alindi
be: Ваш голас прыняты
fr: Votre voix est adopté
id: Anda memilih
ka: თქვენი ხმა მიღებულია
kk: Сіздің даусыңыз қабылданды
ky: Сиздин добушуңуз кабыл алынды
lv: Jūsu balss pieņemta
ro: Votul vostru admis
tg: Овози шумо қабул шуд
uz: Ovozingiz qabul qilindi

source: Poll (max. 150)
az: Sesverme (maks 150)
be: Апытанне (max. 150)
fr: Le sondage (max. 150)
id: polling (max. 150)
ka: გამოკითხვა (მაქს. 150)
kk: Дауыс беру (max. 150)
ky: Добуш берүү (max. 150)
lv: Jautājums (max. 150)
ro: Sondaj (max. 150)
tg: Пурсиш (max. 150)
uz: Sorov (max. 150)

source: Poll added
az: Sesverme elave olundu
be: Апытанне дададзены
fr: Sondage ajouté
id: Polling ditambahkan
ka: გამოკითხვა დამატებულია
kk: Дауыс беру қойылды
ky: Добуш берүү коюлду
lv: Aptauja pievienota
ro: Sondaj adăugată
tg: Пурсиш гузошта шуд
uz: Sorov qoshildi

source: Poll changed
az: Sesverme deyişdirildi
be: Апытанне зменены
fr: Le sondage modifié
id: Poll direvisi
ka: გამოკითხვა შეცვლილია
kk: Дауыс беру өзгертілді
ky: Добуш берүү өзгөртүлдүү
lv: Aptauja rediģēta
ro: Sondaj revizuit
tg: Пурсиш иваз шуд
uz: Sorov ozgartirildi

source: Do you really want to delete a poll?
az: Siz heqiqeten de sesvermeni silmek isteyirsiz?
be: Вы сапраўды хочаце выдаліць апытанне?
fr: Voulez-vous vraiment supprimer le sondage?
id: Apakah Anda yakin ingin menghapus polling?
ka: ნამდვილად გსურთ გამოკითხვის წაშლა?
kk: Дауыс беруді өшіргіңіз келе ме??
ky: Добуш берүүнү өчүргүңүз келе би??
lv: Jūs tiešām vēlaties dzēst aptauju?
ro: Sunteţi sigur că doriţi să şterg un sondaj?
tg: Шумо бовари доред ки пурсишро тоза мекунед?
uz: Tasdiqlang?

source: Poll deleted
az: Sesverme silindi
be: Апытанне выдалены
fr: Questionnaire a été supprimé
id: Polling dihapus
ka: გამოკითხვა წაშლილია
kk: Дауыс беру өшірілді
ky: Добуш берүү өчүрүлдүү
lv: Aptauja dzēsta
ro: Sondaj eliminat
tg: Пурсиш гирифта шуд
uz: sorov o"chirildi

source: Who voted in the poll
az: Sesvermede iştirak eden istifadeçiler
be: Карыстальнікі, якія прынялі ўдзел у апытанні
fr: Les utilisateurs qui ont répondu au sondage
id: member yang berpartisipasi dalam polling
ka: მომხმარებლები, რომლებმაც მონაწილეობა მიიღეს გამოკითხვაში
kk: дауыс беруде қатысқан қолданушылар
ky: добуш берүүдө катышкан колдонучулар
lv: Lietotāji, kuri ir piedalījušies aptaujā
ro: Utilizatorii care au participat la sondaj
tg: Истифодабарандагони дар пурсиш иштирок карда
uz: Sorovda qatnashgan foydalanuvchilar

source: No one has voted in this poll yet
az: Bu sesvermede heleki heç kes iştirak etmeyib
be: У гэтым апытанні пакуль ніхто не ўдзельнічаў
fr: Dans cette enquête jusqu"à ce que la personne n"a pas participé
id: Dalam polling ini, tak seorang pun telah berpartisipasi
ka: ამ გამოკითხვაში ჯერჯერობით არავის მიუღია მონაწილეობა
kk: Бұл дауыс беруде ешкім қатысқан жоқ
ky: Бул добуш берүүдө эчким катышкан жок
lv: Šajā aptaujā nav neviens piedalījies
ro: În acest sondaj, nimeni nu a participat
tg: Дар ин пурсиш касе иштирок накардааст
uz: sorovda hech kim qatnashmadi

source: Do you really want to delete the answer?
az: Siz heqiqeten de cavab variantini silmek isteyirsiz?
be: Вы сапраўды хочаце выдаліць варыянт адказу?
fr: Voulez-vous vraiment supprimer l"option de réponse?
id: Apakah Anda yakin ingin menghapus jawabannya?
ka: ნამდვილად გსურთ პასუხის ვარიანტის წაშლა?
kk: Сіз дауыс беру вариантын өшіргіңіз келе ме?
ky: Сиз добуш берүү вариантын өчүргүңүз келе би?
lv: Jūs tiešām vēlaties dzēst aptaujas atbilžu variantu?
ro: Sunteţi sigur că doriţi să ştergeţi răspunsul?
tg: Шумо дар ҳақиқат яке аз вариантҳоро тоза карданиед?
uz: Javob variantni o"chirmoqchimisiz?

source: MP3
id: File MP3
