Repository: batumibiz/johncms
Catalog: system/locale/*/forum.po
Languages: az, be, fr, id, ka, kk, ky, lv, ro, tg, uz

source: Add category
az: Bölme Yarat
be: Дадаць катэгорыю
fr: Ajouter une catégorie
id: Tambah Kategori
ka: კატეგორიის დამატება
kk: Категория қою
ky: Категорияны кошуу
lv: Pievienot kategoriju
ro: Adauga Categorie
tg: Дохилкунии гуруҳ
uz: Kategoriya qoshish

source: Add file
az: Fayl Yerleşdir
be: Дадаць файл
fr: Ajouter un fichier
id: Tambahkan file
ka: ფაილის დამატება
kk: Файлды қою
ky: Файлды кошуу
lv: Pievienot failu
ro: Încărcaţi fişier
tg: Гузоштани файл
uz: Fayl qoshish

source: Add answer
az: Cavab Yaz
be: Дадаць у адказ
fr: Ajouter une réponse
id: Tambahkan Balasan
ka: პასუხის დამატება
kk: Жауап беру
ky: Жооп берүү
lv: Pievienot atbildi
ro: Adauga răspunde
tg: Гузоштани ҷавоб
uz: Javob berish

source: Add section
az: Bölme Yarat
be: Дадаць профіль
fr: Ajouter une partition
id: Tambahkan Kategori
ka: განყოფილების დამატება
kk: Бөлім қою
ky: Бөлүмдү коуу
lv: Pievienot sadaļu
ro: Adauga secţiune
tg: Дохилкунии қатор
uz: bo"lim qoshish

source: Add a poll
az: SesVerme Yarat
be: Дадаць апытанне
fr: Ajouter un sondage
id: Tambahkan polling
ka: გამოკითხვის დამატება
kk: Дауыс беруді қою
ky: Суроолорду кошуу
lv: Pievienot aptauju
ro: Adauga sondaj
tg: Воридкунии пурсишҳо
uz: sorov qoshish

source: Accept
az: Razıyam
be: Згодны
fr: D"accord
id: Setuju
ka: თანახმა ვარ
kk: Келісемін
ky: Келишим
lv: PIEKRĪTU
ro: Sunt de acord
tg: Рози ҳастам
uz: Roziman

source: Other category
az: Başqa Bölme
be: Іншая катэгорыя
fr: Une autre catégorie de
id: Kategori lain
ka: სხვა კატეგორია
kk: Басқа категория
ky: Башка категория
lv: Cita kategorija
ro: O altă categorie
tg: Гуруҳи дигар
uz: Boshqa kategoriya

source: Answer
az: Cavab
be: Адказ
fr: Réponse
id: Balasan
ka: პასუხი
kk: Жауап
ky: Жооп
lv: Atbilde
ro: Răspuns
tg: Ҷавоб
uz: Javob

source: Assign
az: Təyin
be: Прызначыць
fr: Attribuer
id: Menetapkan
ka: დანიშნვა
kk: Тағайындау
ky: Дайындоо
lv: Piešķirt
ro: Asociaţi
tg: Интихоб
uz: Belgilash

source: Attachment
az: Fayl
be: Прымацаваны файл
fr: Le fichier ci-joint
id: Lampiran file
ka: მიმაგრებული ფაილი
kk: Бекітілген файл
ky: Бекитилген файл
lv: Pievienotais fails
ro: Ataşament
tg: Файли гузошташуда
uz: Biriktirilgan fayl

source: Back to topic
az: Mövzuya Qayıt
be: Вярнуцца ў тэму
fr: Retour à la rubrique
id: Kembali ke topik
ka: თემაში დაბრუნება
kk: Темаға қайта оралу
ky: Темага кайта келүү
lv: Atgriezties pie topika
ro: Inapoi la tema
tg: Баргаштан ба мавзуъ
uz: Mavzuga qaytish

source: by author
az: müellife göre
be: аўтару
fr: par auteur
id: pada penulis
ka: ავტორის მიხედვით
kk: автормен
ky: автору
lv: pēc autora
ro: autor
tg: Аз руи созандааш
uz: avtor bo"yicha

source: by section
az: bölmeye göre
be: па раздзелу
fr: de la section
id: pada bagian
ka: განყოფილების მიხედვით
kk: бөліммен
ky: бөлүмү
lv: pēc sadaļas
ro: secţiune
tg: Аз руи гуруҳҳо
uz: bo"lim bo"yicha

source: by topic
az: mövzuya göre
be: па тэме
fr: sur le thème de la
id: pada topik
ka: თემის მიხედვით
kk: темамен
ky: темасы
lv: pēc tēmas
ro: pe teme
tg: Аз руи мавзуъҳо
uz: mavzu bo"yicha

source: Category
az: Bölme
be: Катэгорыя
fr: Catégories
id: Kategori
ka: კატეგორია
lv: Kategorija
ro: Categorie
tg: Гуруҳ
uz: Каtegoriya

source: Category deleted
az: Bölme Silindi
be: Катэгорыя выдаленая
fr: Catégories supprimé
id: Hapus kategori
ka: კატეგორია წაშლილია
kk: Категория өшірілген
ky: Категория өчүрүлгөн
lv: Kategorija dzēsta
ro: Categorie eliminata
tg: Гуруҳ тоза шуд
uz: Каtegoriya o"chirildi

source: Edit category
az: Bölmeni deyiş
be: Рэдагуемы катэгорыю
fr: Modifier la catégorie
id: Ubah kategori
ka: კატეგორიის რედაქტირება
kk: Категорияны өзгерту
ky: Категорияны өзгөртүү
lv: Rediģēt kategoriju
ro: Editare categoriei
tg: Тағйироти гуруҳ
uz: Kategoriyani taxrirlash

source: Categories list
az: Bölmeler
be: Спіс катэгорый
fr: La liste des catégories
id: Daftar kategori
ka: კატეგორიების სია
kk: Категория тізімі
ky: Категория тизмеси
lv: Kategoriju saraksts
ro: Lista Categorie
tg: Шумораи гуруҳҳо
uz: Kategoriyalar royhati

source: subsections
az: Daxili Bölmeler
be: падначаленыя раздзелы
fr: subordonnés sections
id: bagian bawah
ka: დაქვემდებარებული განყოფილებები
lv: pakļautās sadaļas
ro: secţiuni subordonate
tg: Қаторҳои поёни
uz: bo"limlar

source: Click to view image
az: Şekile Baxış
be: Націсніце для прагляду відарыса
fr: Cliquez pour voir l"image
id: Klik untuk melihat gambar
ka: დააჭირეთ სურათის სანახავად
kk: суретті көру үшін басыңыз
ky: сурүттүү көрүү үчүн басыңыз
lv: Nospied, lai apskatītu attēlu
ro: Click pentru a vizualiza imaginea
tg: Барои тамошои сурат, пахш кунед
uz: Rasmni ko"rish uchun bosing

source: Subsections and files has been moved to
az: Daxili mövzular ve fayllarin yerleşdirildiyi bölme :
be: Падначаленыя раздзелы і файлы перамешчаныя ў
fr: Subordonnés des partitions et des fichiers déplacés dans
id: bagian subforum dan file pindah ke
ka: დაქვემდებარებული განყოფილებები და ფაილები გადატანილია
lv: Pakļautās sadaļas un pārvietotie faili tiks pārvietoti uz
ro: Secţiunile subordonată şi fişiere mutat la
tg: Файлҳо ва гуруҳҳои поёни ҷояшонро иваз карданд ба
uz: bo"limlar va fayllar quyidagiga ko"chirildi

source: All categories, topics, and files will be moved into selected category. <br> Old category will be removed
az: Bütün daxili bölmeler, mövzular ve fayllar yeni bölmeye köçürülecek.<br>Köhne bölme silinecek
be: Ўсе раздзелы, тэмы і файлы будуць перамешчаны ў выбраную катэгорыю.<br>Старая катэгорыя будзе выдаленая
fr: Tous les sections, sujets et les fichiers seront déplacés dans la catégorie sélectionnée.<br>L"ancienne catégorie sera supprimé
id: Semua kategori, topik, dan file akan dipindahkan ke kategori yang dipilih. <br> Kategori Lama akan dihapus
ka: ყველა განყოფილება, თემა და ფაილი გადატანილი იქნება არჩეულ კატეგორიაში.<br>ძველი კატეგორია წაიშლება
lv: Visas sadaļas, tēmas un tiks pārvietoti uz izvēlēto sadaļu.<br>Vecā kategorija tiks dzēsta
ro: Toate secţiunele, subiecte, şi fişierele vor fi mutate în categoria selectată.<br>Categoria veche vor fi eliminate
tg: Ҳама қаторҳо, мавзуъҳо ва файлҳо ба гуруҳи интихоб кардашуда гузаронида мешаванд.<br>Гуруҳи пештара гирифта мешавад
uz: Barcha bo"limlar, mavzular va fayllar belgilangan kategoriyaga ko"chiriladi.<br>Eski kategoriya o"chiriladi

source: <h3>WARNING!</h3>There are subsections <br> Move them to another category.
az: <h3>Diqqet!</h3>Daxili bölmeler mövcuddur.<br> Onları diger bölmeye köçürmek lazımdır
be: <h3>УВАГА!</h3>Есць падначаленыя раздзелы.<br>Іх неабходна перамясціць у іншую катэгорыю
fr: <h3>ATTENTION!</h3>Possèdent des sous-sections.<br>Vous devez les déplacer dans une autre catégorie
id: <h3>PEMBERITAHUAN!</h3>Ada bagian bawahan <br> Mereka harus pindah ke kategori lain.
ka: <h3>ყურადღება!</h3>არსებობს დაქვემდებარებული განყოფილებები.<br>აუცილებელია მათი სხვა კატეგორიაში გადატანა
lv: <h3>UZMANĪBU!</h3>Ir pakļautās sadaļas.<br>Viņas vajag pārvietot uz citu sadaļu!
ro: <h3>ATENŢIE!</h3>Există secţiuni subordonate<br>Ei trebuie să se mute la o altă categorie.
tg: <h3>ДИҚҚАТ!</h3>Қаторҳои поёна ҳастанд.<br>Онҳоро бояд ба гуруҳи дигар гузаронед
uz: <h3>DIQQAT!</h3>Tasarruf qilingan bo"limlar bor.<br>Ularni boshqa kategoriyaga ko"chirish lozim

source: Curators
az: Kuratörler
be: Куратары
fr: Les conservateurs de
id: Kurator
ka: კურატორები
kk: Тәлімгер
ky: Кураторлор
lv: Kuratori
ro: Curatori
tg: Ёрирасонҳо
uz: Kuratorlar

source: Curators of the Topic
az: Kuratörler mövzu
be: Куратары тэмы
fr: Les conservateurs de thèmes
id: Kurator Topik
ka: თემის კურატორები
kk: Тема кураторы
ky: Тема кураторы
lv: Tēmas kuratori
ro: Curatori de tema
tg: Ёрирасонҳои мавзуъҳо
uz: Mavzu kuratorlari

source: Quote
az: Sitat
be: Цытата
fr: Citation
id: Kutipan
ka: ციტატა
kk: Пікір
ky: Пикир
lv: Citāts
ro: Citata
tg: Гирифтан
uz: Sitata

source: [q]
az: [sit]
fr: [ts]
id: [c]
ka: [ც]
kk: [п]
ky: [п]
lv: [c]
ro: [c]
tg: [г]
uz: [s]

source: Only allowed 200 characters, other text will be cropped.
az: Maksimum 200 herifden istifade ede bilersiniz.
be: Дапушчальна макс. 200 сімвалаў, увесь лішні тэкст абразаецца.
fr: Admissible maxi de 200 caractères, de tous les excès texte est tronqué.
id: Diizinkan maks. 200 karakter, jika lebih teks tambahan akan terpotong.
ka: დაშვებულია მაქს. 200 სიმბოლო, დანარჩენი ტექსტი ჩამოიჭრება.
kk: 200 символ рұқсат етілген, қажетсіз мәтін кесіліп алынады.
ky: 200 символ уруксат берилген, кажетсиз мәтін кесіліп алынады.
lv: Pieļaujams max. 200 simbol, liekais teksts tiks apgriezts.
ro: Admisă max. 200 de caractere, toate text suplimentar este tăiat.
tg: Бисёртар 200 нишона, боқимондаҳояш бурида мешаванд.
uz: Maks. 200 simvol, qolgan ortiqcha matn o"chiriladi.

source: Delete categories
az: Bölmeni silirik
be: Выдаляем катэгорыю
fr: Supprimons la catégorie
id: Hapus kategori
ka: კატეგორიის წაშლა
kk: Категорияны өшіру
ky: Категорияны өчүрүү
lv: Dzēšam kategoriju
ro: Ştergerea categoriii
tg: Тозакунии гуруҳ
uz: Kategoriyani o"chirish

source: Complete removal
az: Tam silinme
be: Поўнае выдаленне
fr: La suppression complète de la
id: Penghapusan lengkap
ka: სრული წაშლა
kk: Толық өшіру
ky: Толук өчүрүү
lv: Pilnīga dzēšana
ro: Eliminarea completă
tg: Тозакунии умуми
uz: Toliq o"chirish

source: If you want to destroy all the information, first remove
az: Eger bütün melumatlari mehv etmek isteyirsizse sadece silme emeliyyatından istifade edin
be: Калі хочаце, каб знішчыць усю інфармацыю, спачатку выдаліце
fr: Si vous voulez effacer toutes les informations, supprimez d"abord
id: Jika Anda ingin menghapus semua informasi, pertama hapus
ka: თუ გსურთ მთლიანი ინფორმაციის განადგურება, ჯერ წაშალეთ
kk: Егер барлық ақпаратты өшіргіңіз келсе, алдымен өшіріңіз
ky: Эгер бардык маалымат өчүргүңүз келсе, башында өчүрүңүз
lv: Ja Jūs gribat dzēst visu, sākumā dzēsiet
ro: Dacă doriţi să distrugă toate informaţiile, în primul rând a elimina
tg: Агар хоҳед ки ҳама маълумотро нест кунед, аввал тоза кунед
uz: Agar barcha malumotlarni tozalamoqchichi bosez u holda avval o"chiring

source: WARNING! All the information will be deleted
az: Diqqet! Bütün informasiya silincek
be: УВАГА! Будзе выдаленая ўся інфармацыя
fr: ATTENTION! Sera supprimé toutes les informations
id: PERHATIAN Ini akan menghapus semua informasi
ka: ყურადღება! წაიშლება მთლიანი ინფორმაცია
kk: ЕСКЕРТУ! Барлық ақпараттар өшіріледі
ky: ЭСКЕРТҮҮ! Бардык маалыматтар өчүрүлөт
lv: UZMANĪBU! Tiks dzēsta visa informācija!
ro: ATENŢIE! Acest lucru va elimina toate informaţiile
tg: ДИҚҚАТ! Ҳама маълумот тоза карда мешавад
uz: DIQQAT! Barcha malumotlar o"chiriladi

source: Delete last
az: Sonuncunu Sil
be: Выдаліць апошні
fr: Supprimer la dernière
id: Hapus post terakhir
ka: უკანასკნელის წაშლა
kk: Соңғысын өшіру
ky: Соңкусун өчүрүү
lv: Dzēst pēdējo
ro: Şterge ultima
tg: Тозакунии охиронаш
uz: Oxirgisini o"chirish

source: WARNING!<br>This is last post of topic. By deleting this post topic will be deleted (or hidden) too
az: Diqqet!<br>Bu mövzunun sonuncu mesajidir bunu silmekle mövzunu gizletmiş olacaqsınız
be: УВАГА!<br>Гэта апошні пост тэмы. Разам з ім будзе выдаленая (або схаваная) і сама тэма
fr: ATTENTION!<br>C"est le dernier post d"un thème. Avec elle sera supprimée (ou est caché) le thème lui-même
id: PERINGATAN! <br> Ini adalah posting terakhir dari topik. Bersama dengan NHI akan dihapus (atau disembunyikan) dan tema sendiri
ka: ყურადღება!<br>ეს არის თემის ბოლო პოსტი. მასთან ერთად წაიშლება (ან დაიმალება) მთლიანი თემა
kk: Ескерту!<br>Бұл теманың соңғы жазуы. Егер өшірсеңіз темада өшіріледі
ky: Эскертүү!<br>Бул теманын соңку жазуусу. Эгер өчүрсөңүз темада өчүрүлөт
lv: UZMANĪBU!<br>Šis ir pēdējais posts tēmā. Kopā ar viņu tiks dzēsta (vai slēpta) pati tēma.
ro: ATENŢIE!<br>Acesta este ultimul mesaj de acest subiect. Împreună cu nhi vor fi şterse (sau ascunse) şi tema în sine
tg: ДИҚҚАТ!<br>Ин сухани охирони мавзуъ аст. Ҳамроҳи у худи мавзуъҳам тоза (ё руст) карда мешавад
uz: Diqqat!<br>Bu mavzuning songgi posti.Va u bilan mavzu ham o"chiriladi

source: Delete message
az: Mesaji Sil
be: Выдаліць паведамленне
fr: Supprimer le message
id: Hapus pesan
ka: შეტყობინების წაშლა
kk: Жазуды өшіру
ky: Жазууну өчүрүү
lv: Dzēst postu
ro: Ştergeţi mesajul
tg: Тозакунии мактуб
uz: Xabarni o"chirish

source: After deleting, one point will be subtracted from the counter of forum posts
az: Mesaj silinerken forumun ümumi statistikasindan post sayi çixilacaq
be: У выпадку выдалення, з лічыльніка пастоў форуму будзе вычтен адзін бал
fr: Dans le cas de la suppression, à partir du compteur de postes forum sera déduit un point
id: Dalam hal penghapusan counter posting forum akan dikurangi satu titik
ka: წაშლის შემთხვევაში ფორუმის პოსტების მრიცხველი დაქვეითდება ერთი ერთეულით
lv: Dzešanas gadījumā, no skaitītājiem tiks noņemta viena vienība
ro: În caz de îndepărtare de forum metru de posturi vor fi deduse un punct
tg: Ҳангоми тозакунии суханҳо дар форум, як хол кам карда мешавад
uz: O"chirilgan holda, forum o"lchagichidan 1 baho olib tashlanadi

source: Delete section
az: Bölmeni silme emeliyyatı
be: Выдаляем профіль
fr: Supprimons la section
id: Hapus bagian
ka: განყოფილების წაშლა
lv: Dzēst sadaļu
ro: Scoateţi secţiunea
tg: Тозакунии қатор
uz: bo"limni o"chiramiz

source: Delete poll
az: Sesvermeni sil
be: Выдаліць апытанне
fr: Supprimer le sondage
id: Hapus polling
ka: გამოკითხვის წაშლა
kk: Дауыс беруді өшіру
ky: Добуш берүүнү өчүрүү
lv: Dzēst aptauju
ro: Scoateţi sondaj
tg: Тозакунии Пурсишҳо
uz: Sorovni o"chirish

source: Download Topic
az: Mövzunu Yükle
be: Скачать тэму
fr: Télécharger le thème
id: Download topik
ka: თემის გადმოწერა
kk: Теманы тартып алу
ky: Теманы тартып алуу
lv: Lejuplādēt tēmu
ro: Download tema
tg: Гирифтани мавзуъ
uz: Mavzuni ko"chirish

source: Select a format
az: Format Seçin
be: Выберыце фармат
fr: Sélectionnez un format de
id: Memilih format
ka: აირჩიეთ ფორმატი
kk: Форматын таңдаңыз
ky: Форматын таңдаңыз
lv: Izvēlieties formātu
ro: Selectaţi formatul
tg: Намудро интихоб кунед
uz: Formatni tanlang

source: Link active 5 minutes
az: Link 5 deqiqe erzinde aktiv olacaq
be: актыўная Спасылка 5 хвілін
fr: Le lien est actif 5 minutes
id: Link aktif 5 menit
ka: ბმული აქტიურია 5 წუთის განმავლობაში
kk: Сілтеме 5 мин жарамды
ky: Шилтеме 5 мин жарамдуу
lv: Saite būs aktīva 5 minūtes
ro: Link activ 5 minute
tg: Саҳифа танҳо 5 дақиқа меистад
uz: Ssilka 5 daqiqa aktiv

source: This theme was downloaded from the forum site
az: Bu mövzu saytdan yüklenmişdir
be: Дадзеная тэма была запампаваная з форуму сайта
fr: Ce thème a été téléchargé avec le forum du site
id: Tema ini adalah download dari forum website
ka: მოცემული თემა ჩამოტვირთულია საიტის ფორუმიდან
kk: Бұл тема мына сайт форумынан тартылды
ky: Бул тема мындай сайт форумунан көчүрүлдүү
lv: Tēma tika lejuplādēta
ro: Această temă a fost descărcat de pe forumul site-ului
tg: Ин мавзуъ гирифта шудааст аз форуми сомонаи
uz: Ushbu mavzu boshqa sayt forumidan yuklangan

source: Downloaded
az: Yüklenib
be: Запампаваны
fr: Télécharger
id: Download
ka: ჩამოტვირთულია
kk: Тартылды
ky: Көчүрүлгөн
lv: Lejuplādēts
ro: Descărcări
tg: Гирифта шудааст
uz: Yuklandi

source: Downloads
az: Yüklenib
be: Запампавана
fr: Téléchargement
ka: ჩამოტვირთულია
kk: Тартылды
ky: Көчүрүлдүү
lv: Lejuplādes
ro: Descărcări
tg: Гирифта шуд
uz: Yuklandi

source: Edit message
az: Mesaji Deyiş
be: Змяніць паведамленне
fr: Modifier le message
id: Ubah posting
ka: შეტყობინების შეცვლა
kk: Жазуды өзгерту
ky: Жазууну өзгөртүү
lv: Rediģēt ziņu
ro: Editarea mesajului
tg: Тағйироти мактуб
uz: Xabarni ozgartirish

source: Edit poll
az: Sesvermeni Deyiş
be: Зьмяніць апытаньне
fr: Modifier le sondage
id: Ubah polling
ka: გამოკითხვის შეცვლა
kk: Дауыс беруді өзгерту
ky: Добуш берүүнү өзгөртүү
lv: Rediģēt aptauju
ro: Editarea sondajului
tg: Тағйироти пурсишҳо
uz: Sorovni ozgartirish

source: Edited
az: Dey.
be: Змен.
fr: L"ism.
id: Di ubah.
ka: შეცვ.
kk: Өзг.
ky: Өзг.
lv: Red.
ro: Edit.
tg: Тағ.
uz: Ozg.

source: You have not selected any author
az: Siz müellif seçmemisiniz
be: Вы не абралі ні аднаго аўтара
fr: Vous n"avez sélectionné aucun de l"auteur
id: Anda belum memilih penulis
ka: თქვენ არ აგირჩევიათ ავტორი
kk: Сіз ешқандай авторларды таңдамадыңыз
ky: Сиз эчкандай авторлорду тандаган жоксуз
lv: Kļūda! Jūs nēsat izvēlējies nevienu autoru
ro: Nu ati selectat nici un autor
tg: Шумо ягон созандаро интихоб некардед
uz: Siz bir donaham avtorni tanlamadingiz

source: Category is not chosen
az: Bölme seçilmeyib
be: Не абраная катэгорыя
fr: Ne la catégorie sélectionnée
id: Tidak memilih kategori
ka: კატეგორია არ არჩეულა
kk: Категория таңдалмады
ky: Категория тандалбады
lv: Kļūda! Nav izvēlēta kategorija
ro: Nu selectat categorie
tg: Гуруҳ интихоб нашудааст
uz: Kategoriya tanlanmadi

source: You are trying to change another"s post
az: Siz diger istifadeçinin mesajini deyişmek isteyirsiz
be: Вы спрабуеце змяніць чужы пост
fr: Vous essayez de changer quelqu"un d"autre poste
id: Anda mencoba mengubah posting lain
ka: თქვენ ცდილობთ შეცვალოთ სხვისი პოსტი
kk: Сіз біреудің жазуын өшірмексіз
ky: Сиз бирөөнүн жазуусун өчүргөнү жатасыз
lv: Kļūda! Jūs mēģinat rediģēt cita postu
ro: Sunteţi încercarea de a schimba altcuiva post
tg: Шумо кушиши иваз кардани сухани дигаркасро доред
uz: Siz begona postni taxrirlamoqchisiz

source: Your message not already latest, you cannot change it
az: Sizin mesaj sonuncu deyil ve buna göre de artiq deyişe bilmezsiniz
be: Ваш пост ужо не апошні і Вы не можаце яго мяняць
fr: Votre post est déjà pas le dernier et Vous ne pouvez pas changer
id: Posting Anda sudah terlewati dan Anda tidak dapat mengubahnya
ka: თქვენი პოსტი უკვე აღარ არის ბოლო და მას ვერ შეცვლით
kk: Сіз жазуыңыз соңғысы емес және оны өзгерте алмайсыз
ky: Сиз жазууңуз акыркы эмес жана аны өзгөртө албайсыз
lv: Kļūda! Jūsu posts vairs nav pēdējais un Jūs to vairs nevarat mainīt
ro: Postarea dvs. nu va dura şi nu se poate schimba
tg: Сухани шумо аллакай охирон нест ва шумо онро иваз карда наметавонед
uz: Sizning xabaringiz oxirgi emas va siz uni o"zgartira olmaysiz

source: You cannot edit your posts after 5 minutes
az: Siz bu mesaji artiq 5 deqiqeden çoxdurki yazmısınız ona göre de deyişe bilmezsiniz
be: З моманту стварэння паста прайшло больш за 5 хвілін і Вы не можаце яго рэдагаваць
fr: Depuis la création de la poste a passé plus de 5 minutes et Vous ne pouvez pas modifier
id: Sejak pengoperasian posting diterbitkan lebih dari 5 menit dan Anda tidak dapat mengubahnya
ka: პოსტის შექმნის შემდეგ უკვე გავიდა 5 წუთი და თქვენ მას ვეღარ შეცვლით
kk: Жазудың уақытына 5 мин болды. Сіз оны өзгерте алмайсыз
ky: Жазуунун убакытына 5 мин болду. Сиз аны өзгөртө албайсыз
lv: Kopš posta ievietošanas ir pagājis vairāk kā 5 minūtes un Jūs to vairāk nevar rediģēt
ro: Încă de la înfiinţarea postului a avut loc mai mult de 5 minute şi nu îl puteţi edita
tg: Баъд аз навистани сухан 5 дақиқа гузашт, иваз карда наметавонед
uz: Post yozaganizga 5daqiqadan oshdi va siz buni taxrirlay olmaysiz

source: The forbidden file format.<br>You can upload files of the following extension
az: Bu fayl tipi qadağandır!<br>Yalniz bu fayl tiplerinden istifade etmek mümkündür
be: тып файла Забаронены!<br>Да адпраўкі дазволеныя толькі файлы, якія маюць наступнае пашырэння
fr: Type de fichier interdit!<br>À l"envoi seuls les fichiers ayant la prochaine extension
id: Dilarang jenis file! <br> Diperbolehkan untuk mengirim file hanya dengan ekstensi berikut
ka: ფაილის ტიპი დაუშვებელია!<br>გაგზავნისთვის დაშვებულია მხოლოდ შემდეგი გაფართოების მქონე ფაილები
kk: Тыйым салынған файл типі!<br>Жіберу үшін мына файлдар типі жатады
ky: Тыйым салынган файл типи!<br>Жиберүү үчүн мына файлдар типи болот
lv: Kļūda! Aizliegts faila tips!<br>Jūs varat sūtit failus, ar sekojošiem formātiem
ro: Interzise tipuri de fişiere!<br>Permise pentru a trimite doar fişierele cu următoarele extensii
tg: Намуди номумкини файл!<br>Барои равонкуни дохил мешаванд танҳо файлҳои намуди
uz: Taqiqlangan fayl turi!<br>Jo"natish uchun faqat quyidagi fayl turlari ruxsat etilgan

source: You may upload only files with a name and one extension <b> (name.ext </b>). Files without a name, extension, or with double extension are forbidden.
az: Göndermek üçün yalniz adi ve tipi olan fayllar mümkündür (<b>name.ext</b>). Adi ve ya tipi olmayan fayllarin gönderilmesi qadağandır.
be: Да адпраўкі дазволеныя толькі файлы, якія маюць імя і адно пашырэнне (<b>name.ext</b>). Забароненыя файлы, якія не маюць імя, пашырэння, або з падвойным пашырэннем.
fr: À l"envoi seuls les fichiers ayant un nom et une extension (<b>name.ext</b>). Sont interdits les fichiers n"ayant pas de nom, une extension, ou avec une double extension.
id: Dengan mengirimkan file hanya diperbolehkan dengan nama dan satu ekstensi <b> (name.ext </b>). file usang tidak memiliki nama, ekstensi, atau dengan ekstensi ganda.
ka: გაგზავნისთვის დაშვებულია ფაილები, რომლებსაც აქვთ ერთი სახელი და ერთი გაფართოება (<b>name.ext</b>). დაუშვებელია ისეთი ფაილები, რომლებსაც არ აქვთ სახელი, გაფართოება ან აქვთ ორმაგი გაფართოება.
kk: Файлдарды жіберу үшін оның атауы мен типі болуы тиіс (<b>name.ext</b>). Типтері мен атауы жоқ файлдарға тыйым салынады.
ky: Файлдарды жиберүү үчүн анын аты менен типи болуу тийиш (<b>name.ext</b>). Типтери менен аты жок файлдарга тыйым салынат.
lv: Kļūda! Sūtīt ir atļauts tikai failus, kas satur nosaukumu un vienu formātu (<b>name.ext</b>). Nevar augšuplādēt tos failus, kuriem nav vārda, formāta, vai arī tādi, kuriem ir dubultais formāts.
ro: Prin trimiterea fişierelor permisa numai cu numele şi o prelungire (<b>name.ext</b>). fişiere dezaprobate nu au un nume, extensie, sau cu extensie dublă.
tg: Барои равонкуни дохил мешаванд танҳо файлҳои соҳиби ном ва намуд (<b>name.ext</b>). Файлҳое ки ном ва ё намуди аниқ надоранд гузошта намешаванд.
uz: Yuborishga faqat nomli fayllar mumkin va (<b>name.ext</b>) o"xshagan fayllar. Nomi, turi, yoki 2ta kengaytmali bo"lgan fayllar mumkin emas.

source: File name length must not exceed 30 characters
az: Faylın adı 30 herifden çox olmamalıdır
be: Даўжыня імя файла не павінна перавышаць 30 сімвалаў
fr: La longueur du nom de fichier ne doit pas dépasser 30 caractères
id: Nama file tidak boleh melebihi 30 karakter
ka: ფაილის სახელის სიგრძე არ უნდა აღემატებოდეს 30 სიმბოლოს
kk: Файл атауы 30 символдан аспауы керек
ky: Файлдын аты 30 символдон ашпашы керек
lv: Kļūda! Faila nosaukums nevar pārsniegt vairāk par 30 simboliem
ro: Numele de fişier nu trebuie să depăşească 30 de caractere
tg: Дарозии номи файл бояд на зиёда аз 30 нишона бошад
uz: Fayl nomi 30 simvoldan oshmasin

source: File size exceed
az: Faylın ölçüsü çox böyükdür
be: Вага файла перавышае
fr: Le poids du fichier dépasse
id: Berat file melebihi
ka: ფაილის წონა აჭარბებს
kk: Файл көлемі артылып кетті
ky: Файл көлөмү ашып кетти
lv: Kļūda! Faila svars pārsniedz atļautās normas
ro: Greutate fişier depăşeşte
tg: Ҳаҷми файл калон аст
uz: Fayl hajmi juda katta

source: File name contains invalid characters
az: Faylın adında qadağan olunmuş işarelerde istifade olunub
be: У назве файла прысутнічаюць недапушчальныя сымбалі
fr: Dans le nom du fichier contient des caractères non valides
id: Pada nama file mengandung karakter tidak valid
ka: ფაილის სახელში დაუშვებელი სიმბოლოებია
kk: Файл атауында тыйым салынған символдар бар
ky: Файл ысымын ыйгарууда тыйым салынган символдор бар
lv: Kļūda! Faila nosaukums satur neatļautus simbolus
ro: În numele fişierului conţine caractere invalide
tg: Дар номи файл нишонаҳои иҷозат надода мавҷуд аст
uz: Fayl nomida kerag bo"lmagan belgilar bor

source: File is already uploaded
az: Fayl artiq yüklenib
be: Файл ужо загружаны
fr: Le fichier est déjà chargé
id: File sudah diambil
ka: ფაილი უკვე ატვირთულია
kk: Файл жіберіліп қойылды
ky: Файл жиберилип коюлду
lv: Kļūda! Fails jau ir ticis augšuplādēts
ro: Fişierul este deja încărcate
tg: Файл алакай гирифта шудааст
uz: Fayl yuklangan
