Repository: batumibiz/johncms
Catalog: system/locale/*/gallery.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uk, uz, vi

source: Allowed Types
az: Mümkün fayl tipi
be: Дазволеныя тыпы
de: Zugelassene Typen
fr: Types autorisés
id: Dibolehkan Jenis
ka: დაშვებული ტიპები
kk: Рұқсат етілген типтер
ky: Урусат берилген типтер
lv: Atļautie failu tipi
ro: Tipuri de permise
sr: Dozvoljena vrsta
tg: Намудҳои иҷозат дода шуда
uk: Допустимі типи
uz: Ruxsat etilgan turlar
vi: Các loại Cho phép

source: Create an album
az: Albom yarat
be: Стварыць альбом
de: Neues Album
fr: Créer un album
id: Buat album
ka: ალბომის შექმნა
kk: Альбом жасау
ky: Альбом түзүү
lv: Izveidot albūmu
ro: Creaţi un album
sr: Kreiraj album
tg: Сохтани албом
uk: Створити альбом
uz: Albom tuzish
vi: Tạo một album

source: Create a section
az: Bölme yarat
be: Стварыць профіль
de: Erstellen Sie einen Abschnitt
fr: Créer une partition
id: Buat Bagian yang
ka: განყოფილების შექმნა
kk: Бөлім жасау
ky: Бөлүм түзүү
lv: Izveidot sadaļu
ro: Creaţi o secţiune
sr: Kreiraj sekciju
tg: Сохтани қатор
uk: Створити розділ
uz: Bolim tuzish
vi: Tạo một mục

source: Gallery closed
az: Qalareya Bağlıdır
be: Галерэя зачыненая
de: Galerie geschlossen
fr: La galerie est fermée
id: Galeri tertutup
ka: გალერეა დახურულია
kk: Галерея жабық
ky: Галерея жабык
lv: Galerija aizvērta
ro: Galeria închis
sr: Galerija zatvorena
tg: Галерея махкам аст
uk: Галерея закрита
uz: Galereya yopiq
vi: Thư viện đóng cửa

source: Delete Album
az: Albomu sil
be: Выдаліць альбом
de: Album löschen
fr: Supprimer un album
id: Hapus Album
ka: ალბომის წაშლა
kk: Альбомды өшіру
ky: Альбомду өчүрүү
lv: Dzēst albūmu
ro: Ştergeţi albumul
sr: Izbrisi album
tg: Тозакунии албом
uk: Видалити альбом
uz: Albomni ochirish
vi: Xoá Album

source: Delete section
az: Bölmeni sil
be: Выдаліць профіль
de: Abschnitt löschen
fr: Supprimer la partition
id: Hapus bagian
ka: განყოფილების წაშლა
kk: Бөлімді өшіру
ky: Бөлүмдү өчүрүү
lv: Dzēst sadaļu
ro: Ştergeţi o secţiune
sr: Izbrisi sekciju
tg: Тозакунии қатор
uk: Видалити розділ
uz: Bolimni ochirish
vi: Xoá mục

source: Dimensions
az: Ölçüler
be: Памеры
de: Abmessungen
id: Ukuran
ka: ზომები
kk: Өлшемдер
ky: Өлчөмдөр
lv: Izmēri
ro: Dimensiuni
sr: Dimenzije
tg: Ҳаҷмҳо
uk: Розміри
uz: Hajmlar
vi: Kích thước

source: Edit Album
az: Albomu deyiş
be: Змяніць альбом
de: Album bearbeiten
fr: Modifier un album
id: Mengedit album
ka: ალბომის შეცვლა
kk: Альбомды өзгенрту
ky: Альбомду өзгөртүү
lv: Rediģēt albūmu
ro: Editare album
sr: Izmeni album
tg: Тағйироти албом
uk: Редагувати альбом
uz: Albomni ozgartirish
vi: Chỉnh sửa Album

source: Edit description
az: Melumatı Deyiş
be: Змяніць апісанне
de: Beschreibung bearbeiten
fr: Modifier la description de
id: Mengedit keterangan
ka: აღწერის შეცვლა
kk: Сипаттамасын өзгерту
ky: Сыпаттамасын өзгөртүү
lv: Rediģēt aprakstu
ro: Editaţi descrierea
sr: Izmeni opis
tg: Тағйироти маълумот
uk: Редагувати опис
uz: Tarifni ozgartirish
vi: Chỉnh sửa mô tả

source: Edit Section
az: Bölmeni Deyiş
be: Змяніць профіль
de: Amend Abschnitt
fr: Modifier section
id: Mengubah bagian
ka: განყოფილების შეცვლა
kk: Бөлімді өзгерту
ky: Бөлүмдү өзгөртүү
lv: Rediģēt sadaļu
ro: Se modifică Secţiunea
sr: Izmeni sekciju
tg: Тағйироти қатор
uk: Редагувати розділ
uz: Bolimni ozgartirish
vi: Chỉnh sửa mục

source: Error uploading photo
az: Emeliyyat zamanı sehv baş verdi
be: Памылка пры загрузцы фота
de: Fehler beim Laden des Bildes
fr: Erreur lors du chargement de la photo
id: Kesalahan saat mengambil gambar
ka: შეცდომა ფოტოს ატვირთვის დროს
kk: Фотоны жіберудегі қате
ky: Фотону жиберүүдөгү ката
lv: Kļūda augšuplādējot attēlu
ro: Eroare la încărcarea imaginii
sr: Greska pri ubacivanju slike
tg: Хатоги рух дод ҳангоми гирифтани сурат
uk: Помилка завантаження фото
uz: Foto yuklashda hatolik
vi: Lỗi tải lên hình ảnh

source: Picture is missing
az: Şekil yoxdur
be: Малюнак адсутнічае
de: Kein Bild
fr: Image manquante
id: Tidak ada gambar
ka: სურათი ვერ მოიძებნა
kk: Сурет қойылмады
ky: Сүрөт коюлбады
lv: Nav attēla
ro: Imaginea este lipsă
sr: Slika nedostaje
tg: Сурат вуҷуд надорад
uk: Зображення відсутнє
uz: Rasm yoq
vi: Hình ảnh là mất tích

source: Image size
az: Şekil ölçüsü
be: Памеры малюнкаў
de: Bildgrößen
fr: La taille de l"image
id: Ukuran gambar
ka: გამოსახულებების ზომები
kk: Сурет өлшемдері
ky: Сүрөт өлчөмдөрү
lv: Attēla izmēri
ro: Dimensiunea imaginii
sr: Velicina slike
tg: Ҳаҷмҳои суратҳо
uk: Розміри зображень
uz: Rasmlar hajmi
vi: Kích thước hình ảnh

source: Maximum weight
az: Maks Hecm
be: Максімальны вага
de: Maximales Gewicht
fr: Poids maximum
id: Berat maksimum
ka: მაქსიმალური წონა
kk: Максимальды өлшемі
ky: Максимальду өлчөмү
lv: MAX svars
ro: Greutatea maximă
sr: Maksimalna velicina
tg: Ҳаҷми калонтарин
uk: Максимальна вага
uz: Maksimal hajm
vi: Kích cở tối đa

source: New photos
az: Yeni Foto
be: Новыя фота
de: Neue Photos
fr: De nouvelles photos
id: Baru foto
ka: ახალი ფოტო
kk: Жаңа фотолар
ky: Жаңы фотолор
lv: Jauni attēli
ro: Noi fotografii
sr: Nove slike
tg: Суратҳои нав
uk: Нові фото
uz: Yangi rasmlar
vi: Ảnh mới

source: Posted by
az: Yerleşdirdi
be: Размясціў
de: Autor
fr: Posté
id: Penulis
ka: განათავსა
kk: Енгізген
ky: Кошкон
lv: Ievietoja
ro: Autor
sr: Objavio
tg: Гузоштааст
uk: Розмістив
uz: Jaylashtirdi
vi: Được đăng bởi

source: Select Photo
az: Foto Seçin
be: Выбраць фота
de: Wählen Sie ein Bild
fr: Sélectionnez la photo
id: Pilih gambar
ka: აირჩიეთ ფოტო
kk: Фотоны таңдаңыз
ky: Фотону таңдаңыз
lv: Izvēlaties attēli
ro: Selectaţi o imagine
sr: Izaberi sliku
tg: Суратро интихоб кунед
uk: Виберіть фото
uz: Fotoni tanlang
vi: Chọn hình ảnh

source: To Album
az: Alboma Keç
be: альбом
de: Zur Album
fr: Dans l"album
id: Dalam album
ka: ალბომში
kk: Альбомға
ky: Альбомго
lv: Uz albūmu
ro: În Album
sr: Na album
tg: Ба албом
uk: До альбому
uz: Albomga
vi: Đến Album

source: To Gallery
az: Qalareyaya Keç
be: У галерэю
de: Zur Galerie
fr: Dans sa galerie
id: Dalam galeri
ka: გალერეაში
kk: Галереяға
ky: Галереяга
lv: Uz galeriju
ro: În Galerie
sr: Na galeriju
tg: Ба галерея
uk: У галерею
uz: Galereyaga
vi: Thư viện ảnh

source: To Section
az: Bölmeye Keç
be: section
de: Im Abschnitt
fr: Dans la section
id: Pada bagian
ka: განყოფილებაში
kk: Бөлімге
ky: Бөлүмгө
lv: Uz sadaļu
ro: În Secţiunea
sr: Na sekciju
tg: Ба қатор
uk: В розділ
uz: Bolimga
vi: Đến mục

source: Upload Photo
az: Şekil Yükle
be: Выгрузіць фота
fr: Charger des photos
id: Upload foto
ka: ფოტოს ატვირთვა
kk: Фото қою
ky: Фото кою
lv: Augšuplādēt attēlu
ro: Descărca fotografii
sr: Uploaduj sliku
tg: Гирифтан ба сомона
uk: Додати фото
uz: Fotoni yuklash
vi: Upload hình ảnh

source: Weight
az: Hecm
be: Вага
de: Gewicht
fr: Poids
id: Berat
ka: წონა
kk: Өлшемі
ky: Өлчөмү
lv: Svars
ro: Greutate
sr: Velicina
tg: Вазн
uk: Вага
uz: Ogirligi
vi: Kích thước
