Repository: batumibiz/johncms
Catalog: system/locale/*/help.po
Languages: ru

source: For administration
ru: Для администрации

source: My smilies
ru: Мои смайлы

source: or
ru: или

source: Avatar has been successfully applied
ru: Аватар успешно установлен

source: Set to Profile
ru: Установить в анкету

source: Are you sure you want to set yourself this avatar?
ru: Вы действительно хотите установить себе этот аватар?

source: Forum rules
ru: Правила форума

source: FORBIDDEN
ru: ЗАПРЕЩЕНО

source: Advertising messages
ru: Рекламные сообщения

source: The messages containing direct propagation of racial, national and religious animosity
ru: Сообщения, содержащие прямую пропаганду расовой, национальной и религиозной вражды

source: Any abusive, obscene, vulgar, slanderous, hateful, threatening and sexually-oriented messages or any other material that may violate any applicable laws
ru: Оскорбительный, непристойный, вульгарный, клеветнический, ненавистный, угрожающий, сексуально-ориентированный, или любой другой материал, который может нарушить любые применимые законы

source: The messages obviously offending someone, espcially forum users
ru: Сообщения, явно оскорбляющие кого-то

source: Purposely to deform a writing of nicknames of other users for the purpose of giving to the message an offensive shade
ru: Намеренно искажать написание ников других пользователей с целью придания сообщению оскорбительного оттенка

source: Publishing deleted by moderator messages repeatedly
ru: Повторная публикация сообщений, удаленных модератором

source: Post messages not related to the topic
ru: Отправлять сообщения, не относящиеся к теме

source: Continuing topics that have been closed by moderator
ru: Продолжать темы, которые были закрыты Модератором

source: ABSOLUTELY FORBIDDEN
ru: КАТЕГОРИЧЕСКИ ЗАПРЕЩЕНО

source: Writing in the public topics a discontent with inappropriate actions of other users and discussing about moderators working. Use private messages for this purpose
ru: Выражать в публичных разделах недовольство неадекватными действиями других пользователей и обсуждать работу модераторов. Для этого используйте личные сообщения

source: Register the nicknames having offensive tone for other users
ru: Регистрация ников, имеющих оскорбительный тон для других пользователей

source: UNACCEPTABLE
ru: НЕЖЕЛАТЕЛЬНО

source: Quote full messages of the previous user and quote the messages already containing other quotes
ru: Цитата полного сообщения предыдущего пользователя и цитировать сообщения, уже содержащие другие цитаты

source: Post messages only contains external link
ru: Размещать сообщения, которые содержат только внешнюю ссылку

source: Post messages written in translite
ru: Размещать сообщения написанные на транслите

source: Posting of purposeless messages: consisting of smileys only or posts like "Ok", "What?", "Who is there?", etc.
ru: Размещение бессмысленных сообщений состоящих только из смайлов или типа "ок", "что?", "Кто тут?", и т. д.

source: Message posted despite the above warnings will be changed or deleted.
ru: Сообщения, опубликованные несмотря на вышеуказанные предупреждения, будут изменены или удалены.

source: This rule applies to all members and moderators, repeated actions will make you get ban or even lose your account.
ru: Это правило распространяется на всех участников и модераторов, повторные действия могут привести к бану, или даже блокировке Вашей учетной записи.

source: Add Smilies
ru: Добавить Смайлы

source: bbCode Tags
ru: bbCode Теги

source: PHP code
ru: PHP код

source: Link name
ru: Имя ссылки

source: Animals
ru: Животные

source: Brawl, Weapons
ru: Драки, Оружие

source: Emotions
ru: Эмоции

source: Flowers
ru: Цветы

source: Food, Alcohol
ru: Еда, алкоголь

source: Gestures
ru: Жесты

source: Holidays
ru: Праздники

source: Love
ru: Любовь

source: Miscellaneous
ru: Разное

source: Music, Dancing
ru: Музыка, танцы

source: Sports
ru: Спорт

source: Technology
ru: Техника
