Repository: batumibiz/johncms
Catalog: system/locale/*/karma.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uz, vi, zh

source: All
az: Hamısı
be: Усе
de: Alle
fr: Tous les
id: Semua
ka: ყველა
kk: Барлық
ky: Бардык
lv: Visi
ro: Toate
sr: Sve
tg: Ҳамааш
uz: Ð’archa
vi: Tất cả
zh: 全部

source: Comment
az: Fikirler
be: Каментар
de: Kommentar
fr: Commentaire
id: Komentar
ka: კომენტარები
lv: Komentārs
ro: Comentariu
sr: Komentar
tg: Суханҳо
uz: Fikrlar
vi: Bình luận
zh: 评论

source: Do you really want to delete all reviews about user
az: Siz heqiqeten de istifadeçi haqqinda olan fikirleri silmek isteyirsiz
be: Вы сапраўды жадаеце выдаліць усе водгукі аб карыстальніку
de: Ihr gultig belieben, alle Ausserungen uber Benutzer zu entfernen
fr: Voulez-vous vraiment supprimer tous les commentaires sur l"utilisateur
id: Apakah Anda benar-benar ingin menghapus semua Pengguna
ka: ნამდვილად გსურთ ამ მომხმარებელზე ყველა გამოხმაურების წაშლა
kk: Сiз қолданушылар туралы барлық пiкiрлерді шындығында алып тастағыңыз келе ме?
ky: Сиз колданучулар туралы бардык пикирлерди чындыгында алып таштагыңыз келе би?
lv: Jūs tiešām vēlaties dzēst visas atsauksmes par lietotāju?
ro: Sunteţi sigur că doriţi să ştergeţi toate comentarii de utilizatori
sr: Da li ste sigurni da zelite da izbrisete glasove?
tg: Шумо дар ҳақиқат ҳамаи суханҳоро дар ин истифодабаранда тоза карданиед
uz: User haqida barcha habarlarni ochirmoqchimisiz
vi: Bạn có thực sự muốn xóa tất cả người dùng đánh giá
zh: 您确定要删除有关用户的所有评论？

source: Do you really want to delete comment
az: Siz heqiqeten de fikri silmek isteyirsiz
be: Вы сапраўды хочаце выдаліць водгук
de: Ihr gultig belieben, Ausserung zu entfernen
fr: Voulez-vous vraiment supprimer un avis
id: Apakah Anda yakin ingin menghapus ini
ka: ნამდვილად გსურთ გამოხმაურებების წაშლა
kk: Сіз пікірді өшіргіңіз келе ме?
ky: Сиз пикирди өчүргүңүз келе би?
lv: Jūs tiešām vēlaties dzēst atsauksmi par lietotāju?
ro: Sunteţi sigur că doriţi să eliminaţi de comentariu
sr: Da li ste sigurni da zelite da izbrisete?
tg: Шумо дар ҳақиқат суханро тоза карданиед
uz: Barcha fikrlarni ochirmoqchimisiz
vi: Bạn có thực sự muốn loại bỏ
zh: 您确定要删除这些评论？

source: Limit votes for today. New voices will be added
az: Bu gün ses limiti bitib. Emeliyyat aktiv olunan kimi sesler hesablanacaq
be: Ліміт галасоў на сення вычарпаны. Новыя галасы будуць налічаны
de: Limit der Stimmen an heute ist erschopft. Neue Stimmen sind angerechnet
fr: La limite de vote à aujourd"hui épuisé. De nouvelles voix seront crédités
id: Batas suara untuk hari ini. suara baru akan dinilai
ka: ხმის მიცემის ლიმიტი დღეისთვის ამოწურულია. ახალი ხმები სამომავლოდ დაირიცხება
kk: Дауыс беру шегі өтіп кетті. Жаңа дауыс берулер қосылады
ky: Добуш берүү чеги өтүп кетти. Жаңы добуш берүүлөр кошулат
lv: Kļūda! Balsu limits, kas tika atvēlēts uz šo dienu ir ticis iztērēts.
ro: Limita de voturi pentru ziua de azi. Voci noi vor fi evaluate
sr: Limit glasova za dana. Novi glasovi bice dodati
tg: Охирнокии овозҳо тамом шуд. Овозҳои нав ҳисоб карда мешаванд
uz: Ovozlar limiti boshadi.Yangi ovozlar qabul qilinadi
vi: Giới hạn bình chọn cho ngày hôm nay. Thoại mới sẽ được đánh giá
zh: 限制今天的票数，新的票数将被添加

source: It is forbidden to vote for administration
az: Adminlere ses vermek qadağandır
be: За адміністрацыю галасаваць забаронена
de: Vor Administration zu abstimmen es tabu
fr: Pour l"administration voter sont non-fumeurs
id: Untuk administrasi diperbolehkan memilih
ka: ადმინისტრაციისთვის ხმის მიცემა არ შეიძლება
kk: Администраторға дауыс беру тыйым салынады
ky: Администраторго добуш берүү тыйым салынат
lv: Kļūda! Par administrāciju ir AIZLIEGTS balsot
ro: Pentru administrarea la vot este interzisă
sr: Zabranjeno je glasanje za administraciju
tg: Ба Администраторҳо овоз додан мумкин нест
uz: Adminga ovoz berish mumkin emas
vi: Chỉ cho phép chính quyền
zh: 禁止对管理员进行投票

source: You are not allowed to vote for users
az: Sizin diger istifadeçilere ses vermeyiniz qadağandır
be: Вам забаронена аддаваць галасы за карыстальнікаў
de: Euch es tabu zu zuruckgeben Stimmen vor Benutzer
fr: Vous n"êtes pas autorisé à donner des votes pour les utilisateurs
id: Anda tidak diperbolehkan untuk memilih sebagai imbalan bagi pengguna
ka: თქვენ აკრძალული გაქვთ ხმის მიცემა
kk: Сізге қолданушыларға дауыс беруге тыйым салынады
ky: Сизге колданучуларга добуш берүүгө тыйым салынат
lv: Kļūda! Jums liegts atdot balsi par šo lietotāju
ro: Nu vi se permite să dea voce pentru utilizatori
sr: Zabranjeno vam je da glasate
tg: Шумо ҳуқуқи овоз доданро надоред
uz: Siz userlarga ovoz beromisiz taqiqlangan
vi: Bạn không được phép bỏ phiếu trở lại cho người sử dụng
zh: 您不能对用户投票

source: Cheating karma is forbidden
az: Karmada deleduzluq qadağandır
be: Накрутка кармы забароненая
de: Aufwickelt karma ist verboten
fr: À vis du karma interdite
id: Cheat karma dilarang
ka: კარმის გაყალბება აკრძალულია
kk: Карманы қолдан өсіру тыйым салынады
ky: Карманы колдон өстүрү тыйым салынат
lv: Kļūda! Karmas uzskrūvēšana ir AIZLIEGTA
ro: Ieftin karma interzise
tg: Худсози мумкин нест
uz: Karmani nakrutkalash mumkin emas
vi: Gian lận tiếng nói bị cấm
zh: 禁止人缘作弊

source: Users can take part in voting if they have stayed on a site not less
az: Sesvermede saytin her istifadeçisi iştirak ede bilmez. Yalniz qeydiyyatli günleri
be: У галасаваньні могуць браць удзел толькі карыстальнікі, пробывшие на сайце не менш
de: In Abstimmung konnen annehmen Beteiligung allein Benutzer, die sich aufhalten an Standort nicht weniger
fr: Au vote peuvent participer uniquement les utilisateurs qui sont restés sur le site
id: Dalam pemungutan suara dapat mengambil bagian, hanya pengguna yang telah bertahan di situs tidak kurang
ka: ხმის მიცემაში მონაწილეობის მიღება შეუძლიათ მხოლოდ იმ მომხმარებლებს, რომლებმაც საიტზე გაატარეს არანაკლებ
kk: Дауыс беру үшін сіз сайтта болуыңыз керек
ky: Добуш берүү үчүн сиз сайтта болуңуз керек
lv: Balsojumā var balsot tikai tie, kas ir pabijuši ne mazāk kā par
ro: În drept de vot pot participa doar utilizatorii care au fost reţinute pe site-ul nu mai puţin
tg: Ба овоздиҳи танҳо истифодабарандагоне иштирок карда метавонанд, ки дар сомона истодаанд на камтар аз
uz: Saylovda faqat saytda quyidagi muddatni otagan userlar qatnasha oladilar
vi: Trong cuộc bầu chọn có thể tham gia, chỉ có người dùng nào đã bị giam giữ tại trang web ít nhất
zh: 用户可以参与投票，如果在网站上不低于

source: and their score on the forum
az: olan ve forumda kifayet qeder postu olan yeni :
be: і якія набралі на форуме
de: und sammeln an forum
fr: et ayant appelé sur le forum
id: Dan mendapat poin di forum
ka: და ფორუმში დაგროვილი აქვთ
kk: және форумда пост болуы керек
ky: жана форумда пост болуу керек
lv: un savākuši forumā
ro: şi a înscris pe forum
tg: Ва холҳои гирифтаашон дар форум
uz: va forumda ham
vi: Hệ số trên diễn đàn
zh: 和论坛上的积分

source: You can vote for single user just one time for 24 hours
az: Bir istifadeçiye 24 saat erzinde bir defe ses vermek olar
be: За аднаго карыстальніка можна аддаваць голас раз у 24 гадзіны
de: Vor eins Benutzer es moglichst zu zuruckgeben Stimme der Male in 24 Stunde
fr: Pour un utilisateur, vous pouvez donner de la voix de fois en 24 heures
id: Untuk satu pengguna yang dapat mengambil polling sekali setiap 24 jam
ka: ერთ მომხმარებელზე ხმის მიცემა შესაძლებელია 24 საათში მხოლოდ ერთხელ
kk: 24 сағат ішінде тек 1 ғана дауыс беруге болады
ky: 24 саат ичинде 1 гана добуш берүүгө болот
lv: Par vienu lietotāju var atdot balsi reizi 24 stundās
ro: Pentru un utilizator poate avea sondaj o dată la fiecare 24 ore
tg: Ба як истифодабаранда дар давоми 24 соат танҳо як бор овоз додан мумкин аст
uz: Bir dona user uchun 24 soat ichida 1 marta ovoz berish mumkin
vi: Đối với một người dùng có thể đi thăm dò ý kiến một lần mỗi 24 giờ
zh: 24小时内只可以为单个用户投票一次

source: Done
az: Yerine Yetirildi
be: Выканана
de: Es ist aufgearbeitet
fr: Remplie
id: Ya
ka: შესრულებულია
kk: Орындалды
ky: Орундалды
lv: Izdarīts
ro: Îndeplinit
sr: Uspesno
tg: Иҷро шуд
uz: Bajarildi
vi: Hoàn thành
zh: 完成

source: Negative
az: Menfi
be: Адмоўныя
de: Negativer
fr: Négatifs
id: Negatif
ka: უარყოფითები
kk: Теріс бағалар
ky: Терс баалар
lv: Negatīvie
ro: Negativ
sr: Protiv
tg: Муқобилҳо
uz: Salbiylar
vi: Phủ định
zh: 负面

source: New responses
az: Yeni Fikir
be: Новыя водгукі
de: Neue Ausserungen
fr: Les nouveaux commentaires
id: Respon baru
ka: ახალი გამოხმაურებები
kk: Жаңа пікірлер
ky: Жаңы пикирлер
lv: Jaunas atsauksmes
ro: Noi comentarii
sr: Novi glasovi
tg: Суханҳои нав
uz: Yangi fikrlar
vi: Mới trả lời
zh: 新的回答

source: Positive
az: Müsbet
be: Станоўчыя
de: Positiver
fr: Positif
id: Positif
ka: დადებითები
kk: Оң бағалар
ky: Оң баалар
lv: Pozitīvie
ro: Pozitive
sr: Za
tg: Тарафдорҳо
uz: Ijobiylar
vi: Tích cực
zh: 正面

source: Reset karma
az: Karmani Temizle
be: Скінуцькарму
de: Karma zu abwerfen
fr: Réinitialiser le karma
ka: კარმის განულება
lv: Nomest karmu
ro: Ştergerea karmei
sr: Resetuj
tg: Холикунии умуми
uz: Karmani tozalash
vi: Thiết lập lại bằng giọng nói
zh: 人缘复位

source: Votes quantity
az: Ses sayı
be: Колькасць галасоў
de: Quantitat der Stimmen
fr: Le nombre de votes
id: Jumlah suara
ka: ხმების რაოდენობა
kk: Дауыс беру саны
ky: Добуш берүү саны
lv: Balsu skaits
ro: Numărul de voturi
sr: Koliko glasova
tg: Шумораи овозҳо
uz: Ovozlar soni
vi: Số phiếu bầu
zh: 投票数量

source: Vote for
az: Sesimizi vereceyimiz istifadeçi:
be: Аддаць голас за
de: Zuruckgeben Stimme hinter
fr: Donnons de la voix
id: Memilih
ka: ხმას ვაძლევთ
kk: Дауысты береміз
ky: Добуштуу беребиз
lv: Balsojam par
ro: A vota pentru
sr: Glasaj
tg: Овоз медиҳем ба
uz: Bunda ovoz beramiz
vi: Bình chọn cho
zh: 参加投票

source: Type of vote
az: Ses Növü
be: Тып галасы
de: Baumuster der Stimme
fr: Type de voix
id: Jenis suara
ka: ხმის ტიპი
kk: Дауыс беру типі
ky: Добуш берүү типи
lv: Vērtējuma tips
ro: Tipul voturi
sr: Za ili protiv?
tg: Намуди овоз
uz: Ovoz turi
vi: Loại bình luận
zh: 投票类型
