Repository: batumibiz/johncms
Catalog: system/locale/*/library.po
Languages: be, fr, ru, uk

source: Added
be: Дадаў
fr: Ajouté
ru: Добавил
uk: Додав

source: All articles added
be: Усе артыкулы дададзеныя ў базу
fr: Tous les articles ajoutés à la base de
ru: Все статьи добавлены в базу
uk: Статті додано в базу

source: added to the database
be: дададзена ў базу дадзеных
fr: ajouté dans la base de données
ru: добавлена в базу данных
uk: додана в базу

source: Allow users to add their articles
be: Дазволіць карыстачам дадаваць свае артыкулы
fr: Autoriser les utilisateurs à ajouter leurs articles
ru: Разрешить пользователям добавлять свои статьи
uk: Дозволити користувачам додавати свої статті

source: Announcement
fr: L"annonce
ru: Анонс
uk: Анонс

source: The announcement will be created automatically
be: Анонс будзе створаны аўтаматычна
fr: L"annonce sera automatiquement créé
ru: Анонс будет создан автоматически
uk: Якщо залишити пустим, то анонс буде створено автоматично

source: Accept
be: Прыняць
fr: Prendre
ru: Принять
uk: Прийняти

source: Accept all
be: Прыняць усе
fr: De prendre toutes
ru: Принять все
uk: Прийняти все

source: Article added
be: Артыкул дададзеная
fr: Article ajouté
ru: Статья добавлена
uk: Статтю додано

source: Thank you!</p><p>After moderator checking, your article will be published in the library.
be: Дзякуй за тое, што нам напісалі.</p><p>Пасля праверкі Мадэратарам, Ваша артыкул будзе апублікаваная ў бібліятэцы.
fr: Merci de nous avoir écrit.</p><p>Après validation par un Modérateur, Votre article sera publié dans la bibliothèque.
ru: Спасибо за то, что нам написали.</p><p>После проверки Модератором, Ваша статья будет опубликована в библиотеке.
uk: Дякуємо.</p><p>Після перевірки Модератором, статтю буде додано в бібліотеку.

source: Article
be: Артыкул
ru: Статья
uk: Стаття

source: Articles
be: Артыкулы
fr: L"article
ru: Статьи
uk: Статті

source: Articles Moderation
be: Мадэрацыя артыкулаў
fr: La modération des articles
ru: Модерация статей
uk: Модерація статей

source: By Name
be: Па назве
fr: Sur le titre
ru: По названию
uk: За назвою

source: By Text
be: Па тэксце
fr: Sur le texte
ru: По тексту
uk: За текстом

source: Categories
be: Катэгорыі
fr: La catégorie
ru: Категории
uk: Категорії

source: Category was created successfully
be: Катэгорыя створаная
fr: Catégorie a été créée
ru: Категория создана
uk: Категорію створено

source: Category type
be: Тып катэгорыі
fr: Type de catégorie
ru: Тип категории
uk: Тип категорії

source: Comments
be: Каментарах
fr: Commentaires
ru: Комментариям
uk: Коментарям

source: Comment added successfully
be: Каментар быў паспяхова дададзены
fr: Un commentaire a été ajouté avec succès
ru: Комментарий успешно добавлен
uk: Коментар успішно доданий

source: Comment Article
be: Каментуем артыкул
fr: Commentaire sur l"article
ru: Комментируем статью
uk: Коментуємо статтю

source: Create Category
be: Стварыць катэгорыю
fr: Créer une catégorie
ru: Создать категорию
uk: Створити категорію

source: Delete Category
be: Выдаліць катэгорыю
fr: Supprimer une catégorie
ru: Удалить категорию
uk: Видалити категорію

source: Deleted
be: Выдаленае
fr: Supprimé
ru: Удалено
uk: Видалено

source: Download Java Book
be: Запампаваць Java кнігу
fr: Télécharger Java livre
ru: Скачать Java книгу
uk: Завантажити Java книгу

source: On this page you can download the Java (MIDP-2) book with the desired article.
be: На гэтай старонцы Вы можаце спампаваць Java (MIDP-2) кнігу з патрэбнай вам артыкулам.
fr: Sur cette page Vous pouvez télécharger Java (MIDP-2) le livre souhaité vous l"article.
ru: На этой странице Вы можете скачать Java (MIDP-2) книгу с нужной вам статьей.
uk: На цій сторінці Ви можете завантажити Java (MIDP-2) книгу з потрібною вам статтею.

source: Edit Article
be: Рэдагуемы артыкул
fr: L"édition d"un article
ru: Редактируем статью
uk: Редагування статті

source: Edit Category
be: Змяніць катэгорыю
fr: Modifier la catégorie
ru: Изменить категорию
uk: Змінити категорію

source: Category type (in order to avoid errors, clear the category before changing the type)
be: Тып катэгорыі (у пазбяганне памылак, перад зменай тыпу ачысціце катэгорыю)
fr: Type de catégorie (pour éviter les erreurs, avant de changer de type de nettoyer la catégorie)
ru: Тип категории (во избежание ошибок, перед изменением типа очистите категорию)
uk: Тип категорії

source: Error uploading
be: Памылка пры загрузцы
fr: Erreur lors du chargement
ru: Ошибка при загрузке
uk: Помилка завантаження

source: First remove enclosed categories
be: Спачатку выдаліце укладзеныя катэгорыі
fr: Tout d"abord, supprimez les sous-catégories
ru: Сначала удалите вложенные категории
uk: Видаліть вкладені категорії

source: Allow users to write articles
be: Дазволіць карыстальнікам пісаць артыкулы
fr: Autoriser les utilisateurs à écrire des articles
ru: Разрешить пользователям писать статьи
uk: Дозволити користувачам писати статті

source: The Library is closed
be: Бібліятэка зачынена
fr: La bibliothèque est fermée
ru: Библиотека закрыта
uk: Бібліотека закрита

source: Most read
be: Самыя чытаныя
fr: Articles les plus lus
ru: Самые читаемые
uk: Популярні статті

source: New articles
be: Новыя артыкулы
fr: De nouveaux articles
ru: Новые статьи
uk: Нові статті

source: Reads
be: разоў прачытана
fr: Lectures
ru: Прочтений
uk: Прочитань

source: Search in titles of articles
be: Шукаць у загалоўках артыкулаў
fr: Rechercher dans les titres d"articles
ru: Искать в заголовках статей
uk: Шукати у заголовках статей

source: Select the text file
be: Абярыце тэкставы файл
fr: Sélectionnez le fichier texte
ru: Выберите текстовый файл
uk: Виберіть текстовий файл

source: Supported encodings
be: Падтрымліваюцца мовы
fr: En charge de l"encodage
ru: Поддерживаются кодировки
uk: Підтримувані кодування

source: Tags
be: Тэгі
fr: Étiquettes
ru: Тэги
uk: Теги

source: To article
be: Да артыкула
fr: À l"article
ru: К статье
uk: До статті

source: To Category
be: У катэгорыю
fr: Dans la catégorie
ru: В категорию
uk: До категорії

source: To Comments
be: Да каментарах
fr: Aux commentaires
ru: К комментариям
uk: До відгуків

source: To Library
be: У бібліятэку
fr: Dans la bibliothèque
ru: В библиотеку
uk: До бібліотеки

source: 50 most read articles
be: 50 самых чытаных артыкулаў
fr: 50 articles les plus lus
ru: 50 самых читаемых статей
uk: 50 найпопулярніших статей

source: Upload Article
be: Выгрузіць артыкул
fr: Décharger l"article
ru: Выгрузить статью
uk: Вивантажити статтю

source: Write Article
be: Напісаць артыкул
fr: Écrire un article
ru: Написать статью
uk: Написати статтю

source: Write Comment
be: Напісаць каментар
fr: Écrire un commentaire
ru: Напишите комментарий
uk: Додати відгук

source: Description of categories
be: Апісанне катэгорыі
fr: Description de la catégorie
ru: Описание категории
uk: Опис категорії

source: Move to category
be: Перамясціць у катэгорыю
fr: Le déplacer dans la catégorie
ru: Переместить в категорию
uk: Перемістити до категорії

source: The text input field will be ignored
be: Поле ўводу тэксту будзе проигнорированно
fr: Le champ de saisie de texte seront ignorés
ru: Поле ввода текста будет проигнорированно
uk: Поле для написання тексту буде ігнороване

source: Images
be: Малюнкаў
fr: Les images
ru: Изображений
uk: Зображень

source: Specify the tag to the article , separated by commas
be: Пакажыце тэгі да артыкула, праз коску
fr: Spécifiez les tags de l"article, séparés par des virgules
ru: Укажите теги к статье, через запятую
uk: Додайте теги до статті,розділівши їх комами

source: Tag cloud
be: Воблака тэгаў
fr: Nuage de tags
ru: Облако тегов
uk: Хмара тегів

source: Category does not exist
be: Катэгорыі не існуе
fr: La catégorie n"existe pas
ru: Категории не существует
uk: Категорії не існує

source: Really you want to move the contents?
be: Вы сапраўды хочаце перамясціць усе змесціва?
fr: Vous voulez vraiment déplacer le contenu?
ru: Вы действительно хотите переместить содержимое?
uk: Ви дійсно бажаете перемістити вміст?

source: Successfully transferred
be: Паспяхова перанесена
fr: Avec succès reportée
ru: Успешно перенесено
uk: Успішно переміщено

source: No partitions to move
be: Няма падзелаў для перамяшчэння
fr: Pas de partitions pour se déplacer
ru: Нет разделов для перемещения
uk: Нема розділів для переміщення

source: Are you sure you want to remove content?
be: Вы сапраўды жадаеце выдаліць усе змесціва?
fr: Voulez-vous vraiment supprimer le contenu?
ru: Вы действительно хотите удалить содержимое?
uk: Ви дійсно бажаете видалити вміст?

source: Successfully removed
be: Паспяхова выдалена
fr: Supprimé avec succès
ru: Успешно удалено
uk: Успішно видалено

source: Dirs
be: Дырэкторый
fr: Répertoires
ru: Директорий
uk: Директорий

source: Select action
be: Выбраць дзеяньне
fr: Choisir une action
ru: Выбрать действие
uk: Вибрати дію

source: Delete with movement
be: Выдаліць з перамяшчэннем
fr: Supprimer le déplacement
ru: Удалить с перемещением
uk: Видалити з переміщенням

source: Remove all subdirectories and articles
be: Выдаліць усе укладзеныя каталогі і артыкулы
fr: Supprimer tous les sous-répertoires et de l"article
ru: Удалить все вложенные каталоги и статьи
uk: Видалити всі вложені категорії та статті

source: Article does not exist
be: Артыкула не існуе
fr: L"article n"existe pas
ru: Статьи не существует
uk: Статті не існує

source: Invalid file encoding , preferably UTF-8
be: Файл недапушчальнай кадоўкі, пераважна UTF-8
fr: Fichier non valide codage, de préférence UTF-8
ru: Файл недопустимой кодировки, предпочтительно UTF-8
uk: Файл неприпустимого кодування, має бути UTF-8

source: Invalid file format acceptable * .txt
be: Няслушны фармат файла, дапушчальныя *.txt
fr: Mauvais format de fichier, sont autorisés *.txt
ru: Неверный формат файла, допустимы *.txt
uk: Невірний формат файлу, дозволено *.txt

source: The text of the article can not be edited , a large amount of data !!!
be: Тэкст артыкула рэдагавацца не можа, вялікі аб"ем дадзеных!!!
fr: Le texte de l"article ne peut pas être modifiés, une grande quantité de données!!!
ru: Текст статьи редактироваться не может, большой объем данных!!!
uk: Текст статті не можливо редагувати, великий об"єм данних!!!

source: In ROOT
be: КОРАНЬ
fr: À LA RACINE
ru: В КОРЕНЬ
uk: В КОРІНЬ

source: Yes
be: Так
fr: Oui
ru: Да
uk: Так

source: No
be: Няма
fr: Il n
ru: Нет
uk: Ні

source: Verified
be: Праверана
fr: Testé
ru: Проверена
uk: Перевірена

source: Cloud of tags
be: Воблака тэгаў
fr: Le nuage de tags
ru: Облако тэгов
uk: Хмара тегів

source: Sort by
be: Сартаванне па
fr: Tri par
ru: Сортировка по
uk: Сортування по

source: Relevance
be: Рэлевантнасці
fr: De la pertinence de l
ru: Релевантности
uk: Релевантності

source: Alphabet
be: Алфавіту
fr: Ordre alphabétique
ru: Алфавиту
uk: Абеткі

source: Changed
be: Зменена
fr: Modifié
ru: Изменено
uk: Змінено

source: Up
be: Ўверх
fr: Vers le haut
ru: Вверх
uk: Вгору

source: Down
be: Уніз
fr: En bas
ru: Вниз
uk: Вниз

source: The author"s name
be: Імя аўтара
fr: Le nom de l"auteur
ru: Имя автора
uk: Ім"я автора

source: The author"s last name
be: Прозвішча аўтара
fr: Nom de famille l"auteur
ru: Фамилия автора
uk: Фамилія автора

source: Book name
be: Назва кнігі
fr: Le nom du classeur
ru: Имя книги
uk: Им"я книги

source: Last comments
be: Апошнія каментары
fr: Les derniers commentaires
ru: Последние комментарии
uk: Останні коментарі

source: Rated articles
be: Рэйтынг артыкулаў
fr: Le classement des articles
ru: Рейтинг статей
uk: Рейтинг статей

source: Reading
be: Прачытанні
fr: Pročteniâm
ru: Прочтениям
uk: Прочитанням

source: Rating
be: Рэйтынгу
fr: Classement
ru: Рейтингу
uk: Рейтингу

source: Vote
be: Галасаваць
fr: Voter
ru: Голосовать
uk: Голосувати
