Repository: batumibiz/johncms
Catalog: system/locale/*/mail.po
Languages: be, fr

source: User has been added to your contact list
be: Карыстальнік дададзены ў спіс кантактаў
fr: L"utilisateur est ajouté à la liste de contacts

source: Block user
be: ігнор
fr: Dans ignor

source: Block
be: Заблакаваць
fr: Bloquer

source: Blocklist
be: Заблякаваныя
fr: Bloqués

source: Contact deleted
be: Кантакт выдалены
fr: Le contact est supprimé

source: Contact does not exist
be: Кантакту не існуе
fr: Le contact n"existe pas

source: Contacts
be: Кантакты

source: Correspondence
be: Перапіска
fr: Salutations

source: Deleting messages
be: выдаляе паведамленьні
fr: La suppression messages

source: Unblock
be: Разблакаваць
fr: Débloquer

source: Incoming messages from
be: Уваходныя паведамленні ад
fr: Les messages entrants de

source: Such file does not exist!
be: Такога файла не існуе!
fr: Ce le fichier n"existe pas!

source: No file selected!
be: Файл не выбраны!
fr: Le fichier n"est sélectionné!

source: You cannot add yourself as a contact
be: Самога сябе нельга дадаць у кантакт
fr: Lui-même ne peut pas être ajouter au contact

source: To Cabinet
be: кабінет
fr: Dans le cabinet de

source: Incoming
be: Уваходныя
fr: Boîte de réception

source: Incoming messages
be: Уваходныя паведамленні
fr: Les messages entrants

source: Message deleted
be: Паведамленне выдалена
fr: Le message a été supprimé

source: Message does not exist
be: Такога паведамленні не існуе
fr: Ce message n"existe pas

source: My Contacts
be: Мае кантакты
fr: Mes contacts

source: New Messages
be: Новыя паведамленні
fr: Les nouveaux messages

source: Contact isn"t chosen
be: Не абраны кантакт
fr: N"est pas sélectionnée contact

source: Contact for removal isn"t chosen
be: Не абраны кантакт для выдалення
fr: N"est pas sélectionnée contact pour supprimer

source: The message for removal isn"t chosen
be: Не абрана паведамленне для выдалення
fr: Ne sélectionnez le message à supprimer

source: You really want to add contact?
be: Вы сапраўды жадаеце дадаць кантакт?
fr: Voulez-vous vraiment ajouter un contact?

source: You really want to block contact?
be: Вы сапраўды хочаце заблакаваць кантакт?
fr: Voulez-vous vraiment bloquer un contact?

source: When you delete a contact is deleted and all correspondence with him.<br>Are you sure you want to delete?
be: Пры выдаленні кантакту, выдаляецца і ўся перапіска з ім.<br>Вы сапраўды хочаце выдаліць?
fr: Lorsque vous supprimez un contact est supprimé et l"ensemble de la correspondance avec lui.<br>Voulez-vous vraiment supprimer?

source: You really want to remove the message?
be: Вы сапраўды жадаеце выдаліць гэта паведамленне?
fr: Voulez-vous vraiment supprimer ce message?

source: You really want to unblock contact?
be: Вы сапраўды хочаце разблакаваць кантакт?
fr: Voulez-vous vraiment le débloquer?

source: Send a message
be: Адпраўка паведамленьня
fr: Envoi messages

source: User is blocked
be: Карыстальнік заблакаваны
fr: L"utilisateur est bloqué

source: User is unblocked
be: Карыстальнік разблакаваны
fr: L"utilisateur débloqué

source: This user can not be blocked
be: Дадзенага карыстальніка нельга заблакаваць
fr: Cet utilisateur vous ne pouvez pas bloquer

source: User not blocked
be: Карыстальнік не заблакаваны
fr: L"utilisateur n"est pas bloqué

source: No new message
be: Новых паведамленняў няма
fr: De nouveaux pas de message

source: The sent messages for
be: Дасланыя паведамленні
fr: Envoyés message pour

source: Sent messages
be: Дасланыя паведамленні
fr: Envoyés messages

source: Sent
be: Дасланыя
fr: Envoyés

source: System messages
be: Сістэмныя паведамленні
fr: Système messages

source: To Whom
be: Каму
fr: Quelqu

source: Min. 2, Max. 5000 symbols
be: Мін. 2 Мах. 5000 знакаў
fr: Min. 2 Maxi. 5000 caractères

source: Maximum size
be: Найбольшы памер
fr: La taille maximale

source: Select file
be: Выбраць файл
fr: Sélectionner le fichier

source: Account Blocked! You can not send messages.
be: Уліковы запіс заблокированна! Вы не можаце адправіць паведамленне.
fr: Compte graveur bloqué! Vous ne pouvez pas envoyer de messages.

source: Clear messages
be: Ачысціць паведамленні
fr: Nettoyer messages

source: Message sent
be: Паведамленне адпраўлена
fr: Le message a été envoyé

source: Messages are deleted
be: Паведамленні выдаленыя
fr: Messages supprimés

source: Confirm the deletion of messages
be: Пацвердзіце выдаленне паведамленняў
fr: Confirmez la suppression de messages

source: Personal correspondence with
be: Асабістая перапіска з
fr: Personnelle salutations avec

source: Specify the recipient"s login
be: Пакажыце лагін атрымальніка
fr: Indiquez le nom d"utilisateur du destinataire

source: Message cannot be empty
be: Паведамленні не можа быць пустым
fr: Note à l"intention ne peut pas être vide

source: Invalid message length. (Min. 2, Max. 5000 symbols)
be: Недапушчальная даўжыня паведамленьня. (Мін. 2 Мах. 5000 знакаў)
fr: Non valide pour la longueur du message. (Min. 2 Maxi. 5000 caractères)

source: You cannot send messages to yourself
be: Самому сабе нельга адпраўляць паведамленні
fr: Lui-même vous ne pouvez pas envoyer un message

source: Error uploading file!
be: Памылка пры ўкладанні файла!
fr: Erreur lors du déchargement d"un fichier!

source: It is forbidden to upload files without a name!
be: Забараняецца выгружаць файлы без імя!
fr: Interdit de télécharger des fichiers sans nom!

source: It is forbidden to upload files without expansion!
be: Забараняецца выгружаць файлы без пашырэння!
fr: Interdit de télécharger des fichiers sans extension!

source: The size of the file exceeds the maximum allowable upload!
be: Памер выгружае файла перавышае максімальна дапушчальны!
fr: La taille du téléchargement d"un fichier dépasse la taille maximale autorisée!

source: In the file name contains invalid characters.
be: У назве файла прысутнічаюць недапушчальныя сымбалі.<br>Дазволены толькі лацінскія сімвалы, лічбы і некаторыя знакі ( .()+_- )<br>Забароненыя прабелы.
fr: Dans le nom du fichier contient des caractères non valides.<br>Les animaux caractères latins uniquement, chiffres et quelques signes ( .()+_- )<br>Les espaces sont interdits.

source: Forbidden file type! By uploading permitted only files with the following extension
be: Тып файла забаронены! Да адпраўкі дазволеныя толькі файлы, якія маюць наступнае пашырэнне
fr: Type de fichier interdit! À l"envoi seuls les fichiers ayant l"extension suivante

source: The user at your ignore list. Sending the message is impossible.
be: Карыстач ў Вас у ігнор. Адпраўка паведамлення не магчымая.//
fr: L"utilisateur que Vous avez dans игноре. Envoi d"un message n"est pas possible.

source: The user added you in the ignore list. Sending the message isn"t possible.
be: Карыстальнік добаил Вас у ігнор. Адпраўка паведамлення не магчымая.
fr: L"utilisateur ajouté Vous ignorer. Envoi d"un message n"est pas possible.

source: System message upon registration
be: Сістэмнае паведамленне пры рэгістрацыі
fr: Un message du système lors de l"inscription

source: Tags
be: Пазнакі

source: recipient login
be: лагін атрымальніка
fr: le nom d"utilisateur du destinataire

source: current time
be: бягучы час
fr: l"heure actuelle

source: Subject of the system message
be: Тэма сістэмнага паведамленні
fr: Sujet du message système

source: Function in development
be: Функцыя ў распрацоўцы
fr: Fonction dans le développement

source: Sending messages
be: Адпраўка паведамленняў
fr: Les messages de diffusion

source: To this user can write only contacts
be: Дадзеным карыстальніку могуць пісаць толькі кантакты
fr: Cet utilisateur peuvent écrire des contacts

source: To this user can write only friends
be: Дадзеным карыстальніку могуць пісаць толькі сябры
fr: Cet utilisateur peuvent écrire que des amis

source: Come more often and here it will be pleasant to you.
be: Заходзьце часцей і Вам тут спадабаецца.
fr: Visitez le plus souvent, et ici Vous plaira.

source: Yours faithfully, Administrator.
be: З павагай, Адміністрацыя.
fr: Cordialement, l"Administration.

source: We are glad to see you on our site.
be: Мы рады бачыць Вас на нашым сайце.
fr: Nous sommes heureux de Vous voir sur notre site.

source: Welcome!
be: Сардэчна запрашаем!
fr: Bienvenue!

source: Friends category
be: Катэгорыі сяброў
fr: La catégorie amis

source: File
fr: Le fichier

source: Spam
fr: Le spam
