Repository: batumibiz/johncms
Catalog: system/locale/*/news.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, pl, ro, sr, tg, uk, uz, zh

source: News added
az: Xeber elave olundu
be: Навіна дададзена
de: Neuigkeit ist subsumiert
fr: Nouvelles ajouté
id: Berita ditambahkan
ka: სიახლე დამატებულია
kk: Жаңалық қойылды
ky: Жаңылык коюлду
lv: Jaunums pievienots
pl: Dodano aktualności
ro: Ştiri a fost adaugata
sr: Novost dodata
tg: Ахборот гузошта шуд
uk: Новину додано
uz: Yangilik qo"shildi
zh: 公告已添加

source: News changed
az: Xeber deyişdirildi
be: Навіна зменена
de: Neuigkeit ist verraten
fr: Les nouvelles changé
id: Berita berubah
ka: სიახლე შეცვლილია
kk: Жаңалық өзгертілді
ky: Жаңылык өзгөртүлдү
lv: Jaunums rediģēts
pl: Aktualności zmieniono
ro: Ştiri a fost schimbat
sr: Novost izmenjena
tg: Ахборот иваз карда шуд
uk: Новину змінено
uz: Yangilik ozgartirildi
zh: 公告已修改

source: News deleted
az: Xeber silindi
be: выдалена Навіна
de: Neuigkeit ist entfernt
fr: Nouvelles supprimé
id: Berita dihapus
ka: სიახლე წაშლილია
kk: Жаңалық өшірілді
ky: Жаңылык өчүрүлдү
lv: Jaunums dzēsts
pl: Aktualności usunięto
ro: Ştiri afost eliminat
sr: Novost izbrisana
tg: Ахборот тоза карда шуд
uk: Новину видалено
uz: Yangilik ochirildi
zh: 公告已删除

source: Title
az: Başlıq
be: Загаловак
de: Uberschrift
fr: L"en-tête
id: Judul
ka: სათაური
kk: Тақырып
ky: Мазмуун
lv: Nosaukums
pl: Tytuł
ro: Titlu
sr: Naslov
tg: Номгуй
uk: Заголовок
uz: Sarlavha
zh: 标题

source: Delete all news
az: Bütün xeberler silindi
be: Выдалены ўсе навіны
de: Ist entfernt alle Neuigkeiten
fr: Supprimé toutes les nouvelles
id: Semua berita dihapus
ka: ყველა სიახლე წაშლილია
kk: Барлық жаңалықтар өшірілді
ky: Бардык жаңылыктар өчүрүлдү
lv: Dzēsti visi jaunumi
pl: Usuwanie wszystkich wiadomości
ro: Eliminate toate stirile
sr: Izbrisi sve novosti
tg: Ҳама ахборот тоза карда шуд
uk: Видалені всі новини
uz: Barcha yangiliklar ochirildi
zh: 删除所有公告

source: Older than 1 month
az: 1 aydan çox olanlar
be: Старэйшы за 1 месяца
de: Alteste 1 Monats
fr: De plus de 1 mois
id: Lebih lama dari 1 bulan
ka: 1 თვეზე ძველი
kk: 1 ай өткен
ky: 1 айдан өткөн
lv: Vecāki jaunumi par 1 mēnesi
pl: Starsze niż 1 miesiąc
ro: Mai vechi de o luna
sr: Starije od 1 meseca
tg: Зиёда аз 1 моҳ
uk: Старші за 1 місяць
uz: 1 oydan kopi
zh: 一个月前

source: Delete all news older than 1 month
az: 1 aydan çox olan xeberler silindi
be: Выдалены ўсе навіны, старэйшыя за 1 месяца
de: Ist entfernt alle Neuigkeiten, Alteste 1 Monats
fr: Supprimé toutes les nouvelles, de plus de 1 mois
id: Semua berita lebih lama dari 1 bulan dihapus
ka: წაშლილია 1 თვეზე ძველი ყველა სიახლე
kk: 1 ай өткен барлық жаңалықтар өшірілді
ky: 1 айдан өткөн бардык жаңылыктар өчүрүлдү
lv: Tika dzesti visi jaunumi, kas ir vecāki par 1 mēnesi
pl: Usuwanie wszystkich wiadomości starszych niż 1 miesiąc
ro: Eliminate toate stirile mai vechi de o luna
sr: Izbrisi sve novosti starije od 1 meseca
tg: Ҳама ахбороти зиёда аз 1 моҳ гузашта тоза карда шуданд
uk: Видалені всі новини, старші за 1 місяць
uz: 1 oy oldingi yangiliklar ochirildi
zh: 删除一个月前的公告

source: Older than 1 week
az: 1 hefteden çox olanlar
be: Старэйшы за 1 тыдня
de: Alteste 1 Woche
fr: Plus de 1 semaine
id: Lebih dari 1 minggu
ka: 1 კვირაზე ძველი
kk: 1 апта өткен
ky: 1 апта өткен
lv: Vecāki jaunumi par 1 nedēļu
pl: Starsze niż 1 tydzień
ro: Peste o săptămâna
sr: Starije od 1 nedelje
tg: Зиёда аз 1 ҳафта
uk: Старші за 1 тиждень
uz: 1 hafta oldingi
zh: 一周前

source: Delete all news older than 1 week
az: 1 hefteden çox olan xeberler silindi
be: Выдалены ўсе навіны, старэйшыя за 1 тыдня
de: Ist entfernt alle Neuigkeiten, Alteste 1 Woche
fr: Supprimé toutes les nouvelles, de plus de 1 semaine
id: Semua berita lebih lama dari 1 minggu dihapus
ka: წაშლილია 1 კვირაზე ძველი ყველა სიახლე
kk: 1 апта өткен барлық жаңалықтар өшірілді
ky: 1 жумадан өткөн бардык жаңылыктар өчүрүлдү
lv: Dzēsti visi jaunumi, vecāki par 1 nedēļu
pl: Usuwanie wszystkie wiadomości starszych niż 1 tydzień
ro: Eliminat toate ştiri mai vechi de o săptămână
sr: Izbrisi sve novosti starije od 1 nedelje
tg: Ҳама ахбороти зиёда аз 1 ҳафта гузашта тоза карда шуданд
uk: Видалені всі новини, старші за 1 тиждень
uz: 1 hafta oldingi hamma habarlar ochirildi
zh: 删除一周前的公告

source: Discussion
az: Müzakire
be: Абмеркаванне
de: Besprechung
fr: La discussion
id: Diskusikan
ka: განხილვა
kk: Талқылау
ky: Талкуулоо
lv: Diskusija
pl: Dyskusja
ro: Discuţie
sr: Komentari
tg: Сухангуи
uk: Обговорення
uz: Fikr bildirish
zh: 讨论

source: Discuss in forum
az: Forumda Müzakire
be: Абмеркаваць на форуме
de: An forum zu besprechen
fr: En discuter sur nos forums
id: Diskusikan di forum
ka: ფორუმზე განხილვა
kk: Форумда талқылау
ky: Форумда талкуулоо
lv: Diskutēt forumā
pl: Dyskutuj na forum
ro: Discuta pe forum
sr: Komentari
tg: Сухангуи дар форум
uk: Обговорити на форумі
uz: Forumda hal etish
zh: 在论坛讨论

source: Do not discuss
az: Müzakire Etmemek
be: Не абмяркоўваць
de: Nicht zu abhandeln
fr: Ne pas discuter
id: Tidak didiskusikan
ka: არ განიხილოს
kk: Талқыламау
ky: Талкуулообой эле кою
lv: Nediskutēt
pl: Nie dyskutuj
ro: Nu va discuta
sr: Bez komentara
tg: Манъкунии сухангуи
uk: Не обговорювати
uz: Xal etmaslik
zh: 禁止讨论

source: You have not entered news title
az: Xeberin başliği qeyd olunmayıb
be: Вы не ўвялі загаловак артыкула
de: Ihr nicht einfuhrten Uberschrift der Abhandlung
fr: Vous n"avez pas saisi le titre de l"article
id: Anda tidak memasukkan judul berita
ka: თქვენ არ შეგიყვანიათ სათაური
kk: Сіз мақала тақырыбын жазбадыңыз
ky: Сиз макаланын мазмуусун жазбадыңыз
lv: Kļūda! Jūs neievadījāt jaunuma nosaukumu
pl: Nie podałeś tytuł wiadomości
ro: Nu ati intrat în titlul articolulu
sr: Niste uneli naslov
tg: Шумо номгуи мақоларо нанавистед
uk: Ви не ввели заголовок статті
uz: Maqola sarlavhasini kiriting
zh: 没有输入公告标题

source: You have not entered news text
az: Xeber daxil olunmayıb
be: Вы не ўвялі тэкст артыкула
de: Ihr nicht einfuhrten Text der Abhandlung
fr: Vous n"avez pas saisi le texte de l"article
id: Anda belum memasukkan teks
ka: თქვენ არ შეგიყვანიათ ტექსტი
kk: Сіз мақала мәтінін жазбадыңыз
ky: Сиз макаланын текстин жазбадыңыз
lv: Kļūda! Jūs neievadījāt jaunuma tekstu
pl: Nie wpisałeś tekstu wiadomości
ro: Nu aţi introdus textul
sr: Niste unelo tekst
tg: Шумо тексти мақоларо нанавистед
uk: Ви не ввели текст статті
uz: Maqola matnini kiriting
zh: 没有输入公告内容

source: Back to news
az: Xeberler
be: Да навінам
de: Zu Neuigkeiten
fr: Aux nouvelles
id: Kembali ke beritav
ka: სიახლეებში
kk: Жаңалықтарға
ky: Жаңылыктарга
lv: Jaunumi
pl: Powrót do aktualności
ro: Inapoi la Noutati
sr: Nazad na novosti
tg: Ба ахборот
uk: До новин
uz: Yangiliklarga
zh: 返回公告
