Repository: batumibiz/johncms
Catalog: system/locale/*/pass.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uk, uz, vi

source: AutoLogin Link
az: AvtoGiriş Linki
be: Спасылка на Автологин
de: Hinweis auf Avtologin
fr: Lien pour Autologin
id: Link masuk cepat
ka: ბმული ავტომატური შესვლისთვის
kk: Автологин сілтемесі
ky: Автологин шилтемеси
lv: Saite uz autoielāgošanos
ro: Link la Autologin
tg: Ссилка барои зудворидшави
uk: Посилання на Автологін
uz: Avtokirishga link
vi: Liên kết đăng nhập tự động

source: <b>ATTENTION !!</b><br>For your safety, never use your autologin in unsafe locations (internet cafe, other computer, etc.)
az: <b>Diqqet!</b><br>AvtoGiriş xidmetinden tehlükeli yerlerde istifade etmeyin. (internet-kafe, özge kompüter ve s.)
be: <b>Увага!</b><br>У мэтах бяспекі, ніколі не выкарыстоўвайце Автологин у ненадзейных месцах (інтэрнэт-кафэ, чужыя кампутары і інш)
de: <b>Aufmerksamkeit! </b><br> In Zielen der Sicherheit, niemals unterschreit Avtologin in unsicheren Ortern ( internet-kafe, fremde Computer. )
fr: <b>Attention!</b><br>Pour votre sécurité, n"utilisez jamais de Autologin dans des endroits peu fiables (les cafés internet, les ordinateurs et al.)
id: <b>PERHATIAN !!</b><br>Untuk keselamatan, tidak pernah menggunakan Link masuk cepat di lokasi yang tidak aman (kafe internet, komputer asing, dll)
ka: <b>ყურადღება!</b><br>უსაფრთხოების მიზნით არასოდეს გამოიყენოთ ავტომატური შესვლა არასანდო ადგილებში (ინტერნეტ-კაფე, უცხო კომპიუტერი და ა.შ.)
kk: <b>Ескерту!</b><br>Қауiпсiздiк мақсатында, сенiмсiз орындарда ешқашан Автологиндi пайдаланбаңыз (интернет-кафе, басқа компьютерлер және т.б.)
ky: <b>Эскертүү!</b><br>Коопсуздук максатында, ишенимсиз орундарда эчкачан Автологинди пайдаланбаңыз (интернет-кафе, башка компьютерлер жана башкалар)
lv: <b>UZMANĪBU!</b><br>Drošības apsvērumu dēļ, nekad, atkārtoju NEKAD, neizmantojat autoielāgošanos nedrošās vietās (internet-kafejnīcās, bibliotēkās, citos datoros un citur)
ro: <b>Atenţie!</b><br>Pentru siguranta, nu folositi niciodata Autologin în locuri nesigure (cafenele internet, calculatoare străine, etc)
tg: <b>Диққат!</b><br>Барои муҳофизат, ҳеҷ гоҳ ин ссилкаро дар ҳар куҷо истифода набаред (интернет-кафе, компютерҳои дигарон в.ғ.)
uk: <b>Увага!</b><br>В цілях безпеки, ніколи не використовуйте Автологін в ненадійних місцях (інтернет-кафе, чужі комп"ютери та ін.)
uz: <b>Diqqat!</b><br>Saqlanish bo"yicha, avtokirishni ko"pchilik bor joyda ishlatmang (internet-kafe, o"zga kompyuterlar va ...)
vi: <b>Chú ý !!</b><br>Vì sự an toàn của bạn, đừng bao giờ sử dụng trong các địa điểm không an toàn (quán cà phê internet, các máy tính, vv.)

source: Verification code
az: Yoxlama Kodu
de: Versuchscode
fr: Code de vérification
id: Kode Verifikasi
ka: შემოწმების კოდი
kk: Тексеру коды
ky: Текшерүү коду
lv: Pārbaudošais kods
ro: Cod de verificare
sr: Verifikacioni kod
tg: Рақами санҷиш
uk: Перевірочний код
uz: Tekshiruvchi kod
vi: Mã xác minh

source: Change password
az: Şifreni Deyiş
be: Мяняем пароль
de: Tauschen Kennwort
fr: Changer le mot de passe
id: Ubah kata sandi
ka: პაროლის შეცვლა
kk: Парольді өзгерту
ky: Парольду өзгөртүү
lv: Mainam paroli
ro: Schimbarea parolei
sr: Promeni lozinku
tg: Ивази парол
uk: Міняємо пароль
uz: Parolni o"zgartiramiz
vi: Thay đổi mật khẩu

source: Password successfully changed.<br>New password sent to your E-mail address
az: Şifre uğurla deyişdirildi.<br>Yeni şifre sizin email ünvaniniza gönderildi.
be: Пароль пасьпяхова зьменены.<br>Новы пароль адпраўлены на ваш адрас E-mail
de: Kennwort erfolgreich ist verraten. <br> Neues Kennwort ist absandt auf euere Adresse E-mail
fr: Le mot de passe a été modifié avec succès.<br>Le nouveau mot de passe envoyé à votre adresse E-mail
id: Sandi berhasil diubah.<br>Sebuah Kata sandi baru dikirimkan ke Alamat e-mail Anda
ka: პაროლი წარმატებით შეიცვალა.<br>ახალი პაროლი გამოგზავნილია თქვენს ელ. ფოსტაზე
kk: Пароль сәтті өзгертілді.<br>Жаңа пароль сіздің E-mail-ға жіберілді.
ky: Пароль ийгиликтүү өзгөртүлдү.<br>Жаңы пароль сиздин E-mail-ге жиберилет.
lv: Parole tika veiksmīgi nomainīta.<br>Jaunā parole tika nosūtīta uz Jūsu e-pastu
ro: Parola a fost schimbata cu succes<br>Noua parola trimis la adresa ta de e-mail.
sr: Lozinka promenjena
tg: Парол иваз карда шуд.<br>Пароли нав ба E-mail-и шумо равона карда шуд
uk: Пароль успішно змінений.<br>Новий пароль висланий на вашу адресу E-mail
uz: Parol o"zgartirildi.<br>Yangi parol e-mailingizga yuborildi
vi: Mật khẩu thay đổi thành công.<br>Mật khẩu mới đã gửi đến địa chỉ E-mail của bạn

source: Enter code
az: Şekildeki Kod
be: калі ласка, Увядзіце код
de: Einfuhre Code
fr: Entrez le code de
id: Masukan kode
ka: შეიყვანეთ კოდი
kk: Кодты теріңіз
ky: Кодту териңиз
lv: Ievadiet kodu
ro: Introduceti codul
sr: Unesi kos
tg: Рақамро нависед
uk: Введіть код
uz: Kodni yozing
vi: Nhập mã

source: Incorrect code
az: Şekildeki kod yanlışdır
be: Проверочный код уведзены няправільна
de: Versuchscode ist eingefuhrt falsch
fr: Code de vérification mis mal
id: Kode Verifikasi salah
ka: შემოწმების კოდი არასწორად არის შეყვანილი
kk: Тексеру коды дұрыс терілмеді
ky: Текшерүү коду туура эмес терилди
lv: Kļūda! Pārbaudošais kods tika ievadīts nepareizi
ro: Verificarea incorecte ale codului
sr: Pogresan kod
tg: Рақами барои санҷиш нодуруст нависта шудааст
uk: Перевірочний код введений невірно
uz: Tekshiruvchi kod no"tog"ri yozilgan
vi: Không chính xác mã xác minh

source: Invalid E-mail address
az: E-mail ünvani yanlış qeyd olunub
be: E-mail адрас паказаны няправільна
de: E-mail Adresse ist namlich falsch
fr: E-mail adresse spécifié mal
id: Alamat E-mail tidak valid
ka: ელ. ფოსტა შეცდომით არის მითითებული
kk: E-mail адрес дұрыс көрсетілмеді
ky: E-mail адрес туура эмес көрсөтүлдү
lv: Kļūda! E-pasta adrese ir nekorekti norādīta
ro: Adresa de e-mail este incorect
sr: Pogresna E-mail adresa
tg: E-mail нодуруст аст
uk: E-mail адреса вказана невірно
uz: E-mail pochta nato"gri ko"rsatilgan
vi: E-mail không hợp lệ địa chỉ

source: Error sending E-mail
az: E-mail gönderme zamanı sehv baş verdi
be: Памылка адпраўкі E-mail
de: Fehler des Abtransports E-mail
fr: Erreur d"envoi E-mail
id: Kesalahan saat mengirim E-mail
ka: შედომა ელ. ფოსტის გაგზავნის დროს
kk: E-mail-ға жіберудегі қате
ky: E-mail-ге жиберүүдө ката
lv: Kļūda nosūtot E-pastu
ro: Problema în trimiterea de e-mail
sr: Greska pro slanju na E-mail
tg: Хатоги, ҳангоми равонкуни ба E-mail
uk: Помилка відправки E-mail
uz: E-mail yuborishda xato
vi: Lỗi gửi E-mail

source: Password recovery is impossible
az: Şifrenin berpası mümkün deyil
be: Аднаўленне пароля немагчыма
de: Wiederherstellung des Kennwortes ist impossibel
fr: La restauration le mot de passe il est impossible de
id: Pemulihan kata sandi tidak bisa dilakukan
ka: პაროლის აღდგენა შეუძლებელია
kk: Парольді қалпына келтiру мүмкiн емес
ky: Парольду калыбына келтирүү мүмкүн эмес
lv: Kļūda! Paroles atgūšana nav iespējama
ro: Recuperare a parolei este imposibil
sr: Vracanje lozinka neuspesno
tg: Барқароркунии парол номумкин аст
uk: Відновлення пароля неможливе
uz: Parolni tiklash mumkin emas
vi: Khôi phục mật khẩu là không thể

source: It is necessary to fill in all fields
az: Bütün bölmeleri qeyd etmek lazımdır
be: Трэба запоўніць усе палі формы
de: Es ist notig, alle Acker der Ausgestaltung zu ausfullen
fr: Il faut remplir tous les champs du formulaire
id: Anda harus mengisi semua kolom
ka: სავალდებულოა ყველა ველის შევსება
kk: Барлық өрістерді толтыру тиісті.
ky: Бардык талааларды толтуруу тийиш.
lv: Kļūda! Obligāti ir jāaizpilda visi ievades lauki
ro: Trebuie să completaţi toate câmpurile
sr: Popunite sva pplka
tg: Бояд ҳама ҷойҳоро пур кунед
uk: Потрібно заповнити всі поля форми
uz: Formani hamma joyini to"ldiring
vi: Nó là cần thiết để điền vào tất cả các lĩnh vực

source: Password must be min. 3, max. 10 characters
az: Şifrenin uzunluğu min. 3 ve maks. 10 herifden ibaret olmalıdır
be: Даўжыня пароля павінна быць мінімум 3 і максімум 10 знакаў
de: Lange des Kennwortes muss sein min. 3 und maks. 10 Zeichen
fr: Longueur du mot de passe doit être d"un minimum de 3 et un maximum de 10 caractères
id: Kata sandi harus minimal 3 dan maksimum 10 karakter
ka: პაროლის სიგრძე უნდა იყოს არანაკლებ 3 და არაუმეტეს 10 სიმბოლოსი
kk: Пароль ұзындығы min 3 max 10 символ болуы керек
ky: Пароль узундугу min 3 max 10 символ болуу керек
lv: Kļūda! Paroles garumam ir jābūt kā minimumam no 3 līdz maksimumam 10 simboliem
ro: Parola ar trebui să fie de minim 3 şi maxim 10 caractere
sr: Lozinka mora biti min. 3, max. 10 karaktera
tg: Дарозии парол бояд аз 3 то 10 нишона бошад
uk: Довжина пароля має бути мін. 3 і макс. 10 символів
uz: Parol uzunligi minimum 3 va maxsimum 10 bo"lishi kerak
vi: Mật khẩu được tối thiểu 3 và tối đa 10 ký tự

source: The password confirmation you entered is wrong
az: Yeni şifrenin tekrarı yanlış qeyd olunmuşdur
be: Пацверджанне новага пароля ўведзена няправільна
de: Bestarkung des neuen Kennwortes ist eingefuhrt falsch
fr: La confirmation de la nouveau le mot de passe présenté mal
id: Konfirmasi Kota sandi baru yang dimasukkan salah
ka: ახალი პაროლის დასტური შეყვანილია შეცდომით
kk: Жаңа парольді растау қате енгiзiлді
ky: Жаңы парольду далилдөө ката киргизилди
lv: Kļūda! Apstiprinājums jaunajai parolei ir ievadits nekorekti
ro: Confirmarea parola nouă introdus incorect
sr: Lozinke se ne poklapaju
tg: Иҷозати пароли нав нодуруст аст
uk: Підтвердження нового пароля введене невірно
uz: Yangi parol tasdiqlashi nato"gri yozildi
vi: mật khẩu mới không trùng khớp nhau

source: Incorrect entered old password
az: Köhne şifre yanlış qeyd olunub
be: Стары пароль уведзены няслушна
de: Altes Kennwort ist eingefuhrt falsch
fr: L"ancien mot de passe mis mal
id: Kata sandi lama yang dimasukkan salah
ka: ძველი პაროლი შეყვანილია შეცდომით
kk: Ескі пароль қате терілді
ky: Эски пароль ката терилди
lv: Kļūda! Vecā parole nav ievadīta pareizi
ro: Parola veche este introdus incorect
sr: Pogresna stara lozinkq
tg: Пароли пештара нодуруст аст
uk: Старий пароль введений невірно
uz: Eski parol nato"g"ri yozildi
vi: không chinh xác mật khẩu cũ

source: You cannot change password of higher administration
az: Siz selahiyyeti sizden üstün olan istifadeçinin şifresini deyişe bilmezsiniz
be: Вы не можаце мяняць пароль старэйшага Вас па пасадзе
de: Ihr nicht konnen tauschen Kennwort Alteste Sie von Amts wegen
fr: Vous ne pouvez pas modifier le mot de passe de l"aîné de Vous par la poste
id: Anda tidak dapat mengganti Kata sandi untuk posting Anda yang lebih lama
ka: თქვენ არ შეგიძლიათ თქვენზე უფლებამოსილის პაროლის შეცვლა
kk: Сіз қызметіңізден үлкен Юзердің паролін өзгерте алмайсыз
ky: Сиз кызматыңыздан улуу Юзердин паролун өзгөртө албайсыз
lv: Kļūda! Jūs nevarat mainīt augstāka līmeņa lieto tāju poroles
ro: Nu puteţi schimba parola pe posturi mai vechi
tg: Шумо ҳуқуқи иваз кардани пароли нафари вазифааш баландтарро надоред
uk: Ви не можете міняти пароль старшого Вас за посадою
uz: Siz o"zingizdan katta odamning parolini o"zgartira olmaysiz
vi: Bạn không thể thay đổi mật khẩu trên bài viết của bạn cũ hơn

source: Time allotted for the password recovery has passed
az: Berpa üçün nezerde tutulan vaxt bitdi
be: Час, адведзены на для аднаўлення пароля, прайшло
de: Zeit, die auf Wiederherstellungen des Kennwortes durchmachte angewiesen ist
fr: Le temps alloué pour la récupération de mot de passe, passé
id: Waktu yang diberikan untuk memasukkan sandi telah lewat
ka: პაროლის აღსადგენად გამოყოფილი დრო გასულია
kk: Парольді қалпына келтіру уақыты бітті
ky: Парольду калыбына келтирүү убакыты бүттү
lv: Kļūda! Laiks, kurš tika atvēlēts Jūsu paroles atgūšanai ir pagājis
ro: impul alocat pentru parola trecut
tg: Вақти барои барқароркунии парл ҷудошуда тамом шуд
uk: Час, відведений на відновлення пароля пройшов
uz: Parolni tiklash vaqti o"tib ketdi
vi: Thời gian tất cả các mật khẩu thông qua

source: Enter new password
az: Yeni şifreni daxil edin
be: калі ласка, Увядзіце новы пароль
de: Einfuhre neues Kennwort
fr: Entrez le nouveau mot de passe
id: Masukkan sandi baru
ka: შეიყვანეთ ახალი პაროლი
kk: Жаңа парольді теріңіз
ky: Жаңы парольду териңиз
lv: Ievadiet jauno paroli
ro: Introduceţi o parolă nouă
sr: Unesite novu lozinku
tg: Пароли навро нависед
uk: Введіть новий пароль
uz: yangi parolni yozing
vi: Nhập mật khẩu mới

source: Enter old password
az: Köhne şifreni daxil edin
be: калі ласка, Увядзіце стары пароль
de: Einfuhre altes Kennwort
fr: Entrez l"ancien mot de passe
id: Masukkan sandi lama
ka: შეიყვანეთ ძველი პაროლი
kk: Ескі парольді теріңіз
ky: Эски парольду териңиз
lv: Ievadiet veco paroli
ro: Introduceţi parola vechi
sr: Unesite staru lozinku
tg: Пароли пештараро нависед
uk: Введіть старий пароль
uz: Eski parolni yozing
vi: Nhập mật khẩu cũ

source: Password length min. 3, max. 10 characters, letters and numbers are allowed.
az: Şifrenin uzunluğu min. 3 ve maks. 10 herifden ibaret olmalıdır. Yalniz latin heriflerinden ve reqemlerden istifade etmeye icaze verilir.
be: Даўжыня пароля мін. 3, макс. 10 сімвалаў, дазволены літары Лацінскага алфавіту і лічбы.
de: Lange des Kennwortes min. 3, maks. 10 Zeichen, freistehen Buchstaben des Lateinischen Alphabets und Ziffer.
fr: Longueur du mot de passe 3 min, maximum 10 caractères, les animaux les lettres de l"alphabet et des chiffres.
id: Panjang kata sandi min. 3, maks. 10 karakter, huruf menggunakan abjad Latin dan angka.
ka: პაროლის სიგრძე არანაკლებ 3 და არაუმეტეს 10 სიმბოლოსი, დაშვებულია მხოლოდ ლათინური ასოები და ციფრები.
kk: Пароль ұзындығы мин. 3, Макс. 10 символдар, Латынша әлiпбидiң әрiбi және цифры рұқсат етiлген.
ky: Пароль узундугу мин. 3, Макс. 10 символдор, Латынча алфавитинде жана цифралар уруксат берилген.
lv: Paroles minimalais garums 3 simb., maksimālais 10 simb., atļauti tikai Latīņu alfabēta burti un cipari.
ro: Parola lungimea min. 3, max. 10 simboluri sunt permise litere şi cifre.
sr: Velicina lozinke min. 3, max. 10 slova i brojeva.
tg: Дарозии парол бояд аз 3 то 10 нишона бошад. Ҳарфҳои Лотини ва рақамҳо.
uk: Довжина пароля мін. 3, макс. 10 символів, дозволені букви Латинського алфавіту і цифри.
uz: Parol uzunligi min. 3, maks. 10 belgi, lotin alifbosi va sonlar yozish mumkin.
vi: Mật khẩu dài min. 3, tối đa. 10 ký tự được phép chữ cái và số.

source: Password successfully changed
az: Şifre uğurla yenilendi
be: Пароль паспяхова зменены
de: Kennwort erfolgreich ist verraten
fr: Le mot de passe a été modifié avec succès
id: Kata Sandi berhasil diubah
ka: პაროლი წარმატებით შეიცვალა
kk: Пароль сәтті өзгертілді
ky: Пароль ийгиликтүү өзгөртүлдү
lv: Parole tika veiksmīgi nomainīta
ro: Parola a fost schimbata cu succes
sr: Lozinka izmenjena
tg: Парол иваз карда шуд
uk: Пароль успішно змінений
uz: Parol o"zgartirildi
vi: Mật khẩu thay đổi thành công

source: Password recovery
az: Şifrenin Berpası
be: Аднаўленне пароля
de: Wiederherstellung des Kennwortes
fr: La restauration le mot de passe
id: Pemulihan kata sandi
ka: პაროლის აღდგენა
kk: Парольді қалпына келтіру
ky: Парольду калыбына келтирү
lv: Paroles atgūšana
ro: Recuperare a parolei
sr: Vracanje lozinke
tg: Барқароркунии парол
uk: Відновлення пароля
uz: Parolni tiklash
vi: Khôi phục mật khẩu

source: Repeat password
az: Şifreni tekrar edin
be: Паўтарыце пароль
de: Rekapitulieren Kennwort
fr: Répétez le mot de passe
id: Ketik ulang sandi
ka: გაიმეორეთ პაროლი
kk: Парольді қайталаңыз
ky: Парольду кайталаңыз
lv: Atkārtojiet paroli
ro: Repetaţi parola
sr: Ponovi lozinku
tg: Паролро такрор кунед
uk: Повторіть пароль
uz: Parolni qaytaring
vi: Nhập lại mật khẩu

source: Password will be send to E-mail address specified in your profile.<br>WARNING !! If E-mail address has not been specified in your profile, you will not be able to recover your password.
az: Şifre anketinizde qeyd olunan email ünvanına gönderilecek.<br>Diqqet! Eger anketde email ünvani qeyd olunmayıbsa, o zaman siz şifreni berpa ede bilmeyeceksiniz
be: Пароль будзе высланы на E-mail Адрас, пазначаны ў Вашай анкеце.<br>ВНИМЕНИЕ! Калі ў анкеце не быў паказаны E-mail адрас, то Вы не зможаце аднавіць пароль
de: Kennwort ist absandt an E-mail Adresse, die in Euerer Enquette namlich ist. <br> ACHTUNG! Falls in Enquete nicht war namlich E-mail Adresse, Sie nicht zu wiederherstellen Kennwort
fr: Le mot de passe sera envoyé à l"Adresse E-mail spécifiée dans Votre profil.<br>ATTENTION! Si le questionnaire n"a pas été spécifié une adresse E-mail, Vous ne pourrez pas récupérer le mot de passe
id: Sebuah kata sandi akan dikirim melalui alamat e-mail yang tercantum dalam formulir aplikasi Anda.<br>PERINGATAN !! Jika member tidak memasukan alamat email di profil, anda tedak akan bisa memulihkan kata sandi.
ka: პაროლი გამოიგზავნება იმ ელ. ფოსტაზე, რომელიც მიუთითეთ პროფილში.<br>ყურადღება! თუ ანკეტაში არ გაქვთ მითითებული ელ. ფოსტა, მაშინ პაროლის აღდგენას ვერ შეძლებთ
kk: Пароль сіздің анкетадағы көрсетілген E-mail адреске жіберіледі.<br>Ескерту! Егер анкетада E-mail адрес көрсетілмесе, парольді қалпына келтіру мүмкін емес
ky: Пароль сиздин анкетадаңызда көрсөтүлгөн E-mail адреске жиберилет.<br>Эскертүү! Егер анкетада E-mail адрес көрсөтүлбөсө, парольду калыбына келтирүү мүмкүн эмес
lv: Parole tiks nosūtīta uz e-pasta adresi, kuru Jūs norādijāt savā anketā.<br>UZMANĪBU! Ja Jūsu anketā tika norādīta nekorekta adrese, tad Jūs nevarēsiet atgūt savu paroli
ro: O parola va fi trimis prin adresa de e-mail specificată în cererea dumneavoastră. <br> ATENŢIE! În cazul în care chestionarul nu a fost specificat de e-mail, nu veţi putea recupera parola dvs.
tg: Парол ба E-mail-и дар анкетаатон нависта шуда равона карда мешавад.<br>ДИҚҚАТ! Агар дар анкета E-mail-ро нанависта бошед, барқароркунии парол номумкин мешавад
uk: Пароль буде висланий на E-mail Адресу, вказану у Вашій анкеті.<br>УВАГА! Якщо в анкеті не була вказана E-mail адреса, то Ви не зможете відновити пароль
uz: Parol E-mail pochtaga boradi, agar anketada ko"rsatilgan bo"lsa.<br>DIQQAT! Agar anketada E-mail pochta ko"rsatilmagan bo"lsa parol tiklab bo"lmaydi
vi: Mật khẩu sẽ gửi đến địa chỉ E-mail quy định trong ứng dụng của bạn.<br>CẢNH BÁO! Nếu những câu hỏi không quy định rõ địa chỉ E-mail, bạn sẽ không thể phục hồi mật khẩu của bạn.

source: Hello
az: Salam
be: Добры дзень
de: Guten Tag
fr: Bonjour
id: Hallo
ka: გამარჯობა
kk: Сәлеметсізбе
ky: Саламатсызбы
lv: Sveiks
ro: Salut
sr: Cao
tg: Салом
uk: Вітаємо
uz: Salom
vi: Xin chào

source: You start process of password recovery on the site
az: Siz saytda shifrenin berpasina xidmet gosteren funksiyaya start vermisiniz
be: Вы пачалі працэдуру аднаўлення пароля на сайце
de: Ihr anfingen proceduru Wiederherstellung des Kennwortes an Standorte
fr: Vous avez commencé la procédure de récupération de mot de passe sur le site
id: Anda memulai prosedur pemulihan sandi di situs
ka: თქვენ დაიწყეთ პაროლის აღდგენის პროცედურა
kk: Сіз парольді қалпына келтіру процедурасын бастадыңыз
ky: Сиз парольду калыбына келтирүү процедурасын баштадыңыз
lv: Jūs sākāt paroleds atgūšanas procedūru saitā
ro: Vei începe procedura de recuperare a parolei pe site-ul
sr: Pocinjete proces vracanja vase lozinke
tg: Шумо барои барқароркунии парол шуруъ кардед
uk: Ви почали процедуру відновлення паролю на сайті
uz: Siz saytda parolni tiklashni boshladingiz
vi: Bạn bắt đầu thủ tục khôi phục mật khẩu trên trang web

source: In order to recover your password, you must click on the link
az: Shifreni berpa etmek uchun mektub metninde qeyd olunan linke daxil olmaq lazimdir
be: Для таго, каб аднавіць пароль, вам неабходна перайсці па спасылцы
de: Damit zu wiederherstellen Kennwort, euch es ist notwendig, Hinweis zu heruberkommen
fr: Afin de récupérer votre mot de passe, vous devez cliquer sur le lien
id: Untuk mendapatkan kembali kata sandi Anda, Silahkan Anda klik link tautan berikut ini
ka: იმისათვის, რომ აღადგინოთ პაროლი, უნდა გადახვიდეთ ბმულზე
kk: Парольді қалпына келтіру үшін мына сілтемеге басыңыз
ky: Парольду калыбына келтирүү үчүн бул шилтемеге басыңыз
lv: Lai varētu atgūt paroli, Jums jāiet uz lejāk redzamo saiti
ro: Pentru a recupera parola, trebuie să faceţi clic pe link-u
sr: Da bi ste vratili lozinku, morate kliknuti na link
tg: Барои он ки паролро баркарор кунед ба ин ссилка гузаред
uk: Для того, щоб відновити пароль, вам необхідно перейти по посиланню
uz: Parolni tiklash uchun linkdan o"tishingiz kerak
vi: Để khôi phục mật khẩu, bạn phải nhấp vào liên kết

source: Link valid for 1 hour
az: Link 1 saat erzinde quvvededir
be: Спасылка сапраўдная на працягу 1 гадзіны
de: Hinweis ist gultig binnen 1 Stunde
fr: Le lien est valide pendant 1 heure
id: Link tautan berlaku selama 1 jam
ka: ბმულის მოქმედების ვადაა 1 საათი
kk: Сілтеме бір сағат аралығында жарамды болады
ky: Шилтеме бир саат аралыгында жарамдуу болот
lv: Saite būs derīga 1 stundu
ro: Link-ul este valabil pentru o oră
sr: Link pogresan 1sat
tg: Ссилка танҳо 1 соат меистад
uk: Посилання дійсне протягом 1 години
uz: Link 1 soat ishlaydi
vi: Liên kết hợp lệ trong 1 giờ

source: If you receive this mail by mistake, just ignore this letter
az: Eger bu mektub size sehven daxil olubsa onda sadece bu mektubu silin ve unudun...
be: Калі гэта ліст трапіў да вас па памылку ці вы не збіраецеся аднаўляць пароль, то проста праігнаруйце яго
de: Falls dieser Brief geriet zu euch irrigerweise oder ihr nicht anschicken sich, Kennwort zu wiederherstellen, einfach ignoriere ihn
fr: Si ce message horrible à vous par erreur ou si vous n"allez pas récupérer le mot de passe, il suffit de l"ignorer
id: Jika email ini sampai kepada Anda dalam kesalahan atau Anda tidak merasa akan memulihkan kembali Kata sandi Anda, maka abaikan saja email ini
ka: თუ ეს წერილი თქვენთან შეცდომით მოხვდა და არ აპირებთ პაროლის აღდგენას, მაშინ მას ყურადღება არ მიაქციოთ
kk: Егер бұл хат сізге қателікпен жіберілсе немесе сіз парольді өзгертуді жасамасаңыз, бұл хатқа мән бермеңіз
ky: Эгер бул кат сизге ката жиберилсе же сиз парольду өзгөртүүдө жасабасаңыз, бул катка маани бербеңиз
lv: Ja šī ziņa nonāca pie Jums kautkādas kļūdas dēļ un Jūs netaisaties atgūt paroli, tad vienkārši ignorējat šo ziņu
ro: Dacă această scrisoare ajuns la tine în eroare sau nu vi se întâmplă pentru a recupera parola, apoi doar să-l ignore
sr: Ako dobijete ovaj mail greskom, ignorisite ga
tg: Агар ин мактуб ба шумо хато омада бошад, ё ин ки шумо паролатонро барқарор кардан нахоҳед, пас мактубро тоза кунед.
uk: Якщо цей лист потрапив до вас помилково або ви не збираєтеся відновлювати пароль, то просто проігноруйте його
uz: Agar bu xat sizga xato bilan kelib qolgan bo"lsa va siz parolni tiklashni hohlamasangiz, xatga ahamiyat bermang
vi: Nếu lỗi này thư hoặc bạn chưa phục hồi, bạn có thể bỏ qua bức thư này

source: Check your e-mail for further information
az: Şifrenin berpası üçün lazım olan melumatlar sizin email ünvanınıza gönderildi
be: Інструкцыі па аднаўлення пароля высланыя на паказаны Вамі адрас E-mail
de: Instruktionen po Wiederherstellung des Kennwortes ist absandt auf die Sie namliche Adresse E-mail
fr: Les instructions de récupération de mot de passe envoyés à votre adresse E-mail
id: Panduan untuk memulihkan kata sandi telah dikirim ke alamat e-mail Anda
ka: ინსტრუქციები პაროლის აღსადგენად გამოგზავნილია თქვენს მიერ მითითებულ მისამართზე
kk: Парольді қалпына келтіру нұсқаулары анкетада көрсетілген E-mail адреске жіберілді
ky: Парольду калыбына келтирүү көрсөтмөлөр анкетада көрсөтүлгөн E-mail адреске жиберилет
lv: Instrukcijas par paroles atgūšanu tika nosūtītas uz Jūsu norādīto e-pastu
ro: Cum de a recupera parola trimis la adresa ta de e-mail
sr: Proverite vas E-mail za dalja uputstva
tg: Барои барқароркунии парол ҳамааш ба E-mail равона карда шуд
uk: Інструкції по відновленню паролю вислані на вказану Вами адресу E-mail
uz: Parolni tiklash bo"yicha ish E-mailingizga yuborildi
vi: Link thủ tục phục hồi mật khẩu được gửi đến địa chỉ e-mail
