Repository: batumibiz/johncms
Catalog: system/locale/*/pass.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uk, uz, vi

source: After logging in, you can change your password to new one.
az: Sayta daxil olduqdan sonra şifreni deyişe bilersiniz.
be: Пасля ўваходу на сайт, Вы зможаце змяніць пароль на іншы, якой пажадаеце.
de: Nach Eingang auf Standorte, Sie Kennwort an anderer, welcher wunschen.
fr: Après l"entrée sur le site, Vous serez en mesure de changer le mot de passe sur l"autre, que vous souhaitez.
id: Setelah masuk situs, Anda dapat mengubah kata sandi, dengan apa yang Anda inginkan.
ka: საიტზე შესვლის შემდეგ თქვენ შეგიძლიათ შეცვალოთ პაროლი თქვენივე სურვილის მიხედვით.
kk: Сайтқа кіргеннен кейін сіз парольді өзгерте аласыз
ky: Сайтка киргенден кийин сиз парольду өзгөртө аласыз
lv: Pēc ieejas saitā, Jūs varēsiet nomainīt paroli uz citu, tādu, kādu Jūs velaties.
ro: După conectare, puteţi schimba parola pe de altă parte, ceea ce vrei.
sr: Nakon prijave, mozete da promenite novu lozinku.
tg: Баъд аз воридшави ба сомона, шумо метавонед паролро ба хоҳиши худатон иваз кунед.
uk: Після входу на сайт, Ви зможете змінити пароль на іншій, який забажаєте.
uz: Saytga kirganingizdan keyin, parolni almashtirishingiz mumkin.
vi: Sau khi đăng nhập, bạn có thể thay đổi mật khẩu của bạn với những gì bạn muốn.

source: You have changed your password on the site
az: Siz saytda giriş üçün istifade olunan şifrenizi deyişdiniz
be: Вы зьмянілі пароль на сайце
de: Ihr verrieten Kennwort an Standorte
fr: Vous avez changé le mot de passe sur le site
id: Anda telah mengubah Kata sandi di situs
ka: თქვენ შეცვალეთ პაროლი
kk: Сіз сайтта парольді өзгерттіңіз
ky: Сиз сайтта парольду өзгөрттүңүз
lv: Jūs nomainījāt paroli
ro: Ai schimbat parola pe site-ul
sr: Promenili ste lozinku
tg: Шумо паролатонро дар сомона иваз кардед
uk: Ви змінили пароль на сайті
uz: Siz saytda parolni o"zgartirdingiz
vi: Bạn có thay đổi mật khẩu trên trang web

source: Password can be recovered 1 time per day
az: Şifreni günde yalniz 1 defe deyişe bilersiniz
be: Пароль можна аднаўляць не часцей 1 разу ў суткі
de: Kennwort es moglichst zu wiederherstellen nicht haufig 1 Mals in Tag und Nacht
fr: Le mot de passe, vous pouvez récupérer plus de 1 fois par jour
id: Kata sandi bisa dipulihkan tidak lebih dari 1 kali per hari
ka: პაროლის აღდგენა დღე-ღამის განმავლობაში მხოლოდ 1-ჯერ არის შესაძლებელი
kk: Парольді күніне бір рет қалпына келтіруге болады
ky: Парольду күнунө бир ирет калыбына келтирүгө болот
lv: Paroli nevar ātrāk atgūt, kā 1 reizi dienā
ro: Parola nu poate recupera mai mult de 1 ora pe zi
sr: Lozinka moze da se vraca jednom dnevno
tg: Паролро дар 1 руз як бор барқарор кардан мумкин аст
uk: Пароль можна відновлювати не частіше за 1 раз на добу
uz: Parolni 1kunda 1 martta tiklash mumkin
vi: Mật khẩu có thể phục hồi không quá 1 lần mỗi ngày

source: Send
az: Gönder
be: Даслаць
de: Zu versenden
fr: Envoyer
id: Mengirim
ka: გაგზავნა
kk: Жіберу
ky: Жиберү
lv: Nosūtīt
ro: Trimite
sr: Posalji
tg: Равонкуни
uk: Відправити
uz: Yuborish
vi: Gửi

source: Show autologin link
az: AvtoGiriş linkini göster
be: Паказаць спасылку на Автологин
de: Hinweis auf Autologin zu aufweisen
fr: Voir le lien sur Autologin
id: Tampilkan Link masuk cepat
ka: ავტომატური შესვლის ბმულის ჩვენება
kk: Автологин сілтемесін көрсету
ky: Автологин шилтемесин көрсөтүү
lv: Parādīt linku, uz autoielogošanos
ro: Arata link Autologin
sr: Prikazi autologin link
tg: Нишондиҳии ссилка барои зудворидшави
uk: Показати посилання на Автологін
uz: Avto login ssilkasini ko"rsating
vi: Hiển thị liên kết tự động đăng nhập

source: Your E-mail
az: Sizin Email
de: Euer E-mail
fr: Votre e-mail
id: E-mail anda
ka: თქვენი ელ. ფოსტა
kk: Сіздің e-mail
ky: Сиздин e-mail
lv: Jūsu e-pasts
ro: E-mail dvs.
sr: Vas E-mail
tg: e-mail-и шумо
uk: Ваш e-mail
uz: E-mailingiz
vi: E-mail của bạn

source: Username
az: Sizin Nikiniz
be: Ваш лагін
de: Euer Login
fr: Votre nom d"utilisateur
id: Julukan anda
ka: თქვენი მეტსახელი
kk: Сіздің логиніңіз
ky: Сиздин логиниңиз
lv: Jūsu logins
ro: Login dvs.
sr: Nadimak
tg: Логини шумо
uk: Ваш логін
uz: Sizning loginingiz
vi: Tên tài khoản

source: Your new password
az: Sizin yeni şifreniz
be: Ваш новы пароль
de: Euer neues Kennwort
fr: Votre nouveau mot de passe
id: Kata sandi baru anda
ka: თქვენი ახალი პაროლი
kk: Сіздің жаңа пароліңіз
ky: Сиздин жаңы паролуңуз
lv: Jūsu jaunā parole
ro: Parola noua dvs.
sr: Vasa nova lozinka
tg: Пароли нави шумо
uk: Ваш новий пароль
uz: Sizning yangi parolingiz
vi: Của bạn mật khẩu mới
