Repository: batumibiz/johncms
Catalog: system/locale/*/places.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, pl, ro, ru, sr, tg, uk, uz, vi, zh

source: <a href="#home#/users/index.php?act=admlist">List of Admins</a>
az: <a href="#home#/users/index.php?act=admlist">Admin Siyahısındadır</a>
be: <a href="#home#/users/index.php?act=admlist">Спіс Адміністрацыі</a>
de: <a href="#home#/users/index.php?act=admlist">Liste Administration</a>
fr: <a href="#home#/users/index.php?act=admlist">La Liste De L"Administration</a>
id: <a href="#home#/users/index.php?act=admlist">Administrasi daftar</a>
ka: <a href="#home#/users/index.php?act=admlist">ადმინისტრაციის სია</a>
kk: <a href="#home#/users/index.php?act=admlist">Администраторлар тізімі</a>
ky: <a href="#home#/users/index.php?act=admlist">Администраторлор тизмеси</a>
lv: <a href="#home#/users/index.php?act=admlist">Administrācijas saraksts</a>
pl: <a href="#home#/users/index.php?act=admlist">Lista Adminów</a>
ro: <a href="#home#/users/index.php?act=admlist">Lista Administrare</a>
ru: <a href="#home#/users/index.php?act=admlist">Список Администрации</a>
sr: <a href="#home#/users/index.php?act=admlist">Lista Admina</a>
tg: <a href="#home#/users/index.php?act=admlist">Саҳифаи Администраторҳо</a>
uk: <a href="#home#/users/index.php?act=admlist">Список Адміністрації</a>
uz: <a href="#home#/users/index.php?act=admlist">Adminstratsiya ro"yhati</a>
vi: <a href="#home#/users/index.php?act=admlist">Danh sách các quản trị viên</a>
zh: <a href="#home#/users/index.php?act=admlist">管理员名单</a>

source: <a href="#home#/users/album.php">Watching the photo album</a>
az: <a href="#home#/users/album.php">Fotolara baxır</a>
be: <a href="#home#/users/album.php">Фотаальбомы</a>
de: <a href="#home#/users/album.php">Sieht Alben</a>
fr: <a href="#home#/users/album.php">Albums photos</a>
id: <a href="#home#/users/album.php">Tampak Album</a>
ka: <a href="#home#/users/album.php">ფოტოალბომები</a>
kk: <a href="#home#/users/album.php">Фотоальбомдарды көруде</a>
ky: <a href="#home#/users/album.php">Фотоальбомдорду көрүүдө</a>
lv: <a href="#home#/users/album.php">Skatās foto albūmus</a>
pl: <a href="#home#/users/album.php">Ogląda albumu zdjęć</a>
ro: <a href="#home#/users/album.php">Se pare Albume</a>
ru: <a href="#home#/users/album.php">Фотоальбомы</a>
sr: <a href="#home#/users/album.php">Gleda Foto Albume</a>
tg: <a href="#home#/users/album.php">Албоми расмҳо</a>
uk: <a href="#home#/users/album.php">Дивиться Фотоальбоми</a>
uz: <a href="#home#/users/album.php">Fotoalbomlar</a>
vi: <a href="#home#/users/album.php">Xem các album ảnh</a>
zh: <a href="#home#/users/album.php">看相册</a>

source: <a href="#home#/users/index.php?act=birth">List of birthdays</a>
az: <a href="#home#/users/index.php?act=birth">Ad Günü Olanlar</a>
be: <a href="#home#/users/index.php?act=birth">Спіс імяніннікаў</a>
de: <a href="#home#/users/index.php?act=birth">Liste eltern Tags</a>
fr: <a href="#home#/users/index.php?act=birth">Liste d"anniversaire</a>
id: <a href="#home#/users/index.php?act=birth">Daftar ulang tahun</a>
ka: <a href="#home#/users/index.php?act=birth">დაბადების დღეების სია</a>
kk: <a href="#home#/users/index.php?act=birth">Туған күн иелері</a>
ky: <a href="#home#/users/index.php?act=birth">Туулган күн ээлери</a>
lv: <a href="#home#/users/index.php?act=birth">Skatās dzimšanas dienas gaviļniekus</a>
pl: <a href="#home#/users/index.php?act=birth">Lista urodzin</a>
ro: <a href="#home#/users/index.php?act=birth">Lista zile de naştere</a>
ru: <a href="#home#/users/index.php?act=birth">Список именинников</a>
sr: <a href="#home#/users/index.php?act=birth">Lista rodjendana</a>
tg: <a href="#home#/users/index.php?act=birth">Саҳифаи ҳамномҳо</a>
uk: <a href="#home#/users/index.php?act=birth">Список іменинників</a>
uz: <a href="#home#/users/index.php?act=birth">Imenniklar ro"yhati</a>
vi: <a href="#home#/users/index.php?act=birth">Danh sách các ngày sinh nhật</a>
zh: <a href="#home#/users/index.php?act=birth">生日名单</a>

source: <a href="#home#/download/index.php">Downloads</a>
az: <a href="#home#/download/index.php">Yüklemelerdedir</a>
be: <a href="#home#/download/index.php">Сьцягваць</a>
de: <a href="#home#/download/index.php">Ladungen</a>
fr: <a href="#home#/download/index.php">Téléchargements</a>
ka: <a href="#home#/download/index.php">ჩამოტვირთვები</a>
kk: <a href="#home#/download/index.php">Жүктеулер</a>
ky: <a href="#home#/download/index.php">Жүктөөлөр</a>
lv: <a href="#home#/download/index.php">Lejuplādes</a>
pl: <a href="#home#/download/index.php">Pobieralnia</a>
ro: <a href="#home#/download/index.php">Descărcări</a>
ru: <a href="#home#/download/index.php">Загрузки</a>
tg: <a href="#home#/download/index.php">Файлҳо</a>
uk: <a href="#home#/download/index.php">Завантаження</a>
uz: <a href="#home#/download/index.php">Yuklamalar</a>
zh: <a href="#home#/download/index.php">下载</a>

source: <a href="#home#/pages/faq.php">Reading the FAQ</a>
az: <a href="#home#/pages/faq.php">Qaydalari Oxuyur</a>
be: <a href="#home#/pages/faq.php">Чытае FAQ</a>
de: <a href="#home#/pages/faq.php">Hinwegliest FAQ</a>
fr: <a href="#home#/pages/faq.php">Lire FAQ</a>
id: <a href="#home#/pages/faq.php">Dibaca FAQ</a>
ka: <a href="#home#/pages/faq.php">კითხულობს FAQ-ს</a>
kk: <a href="#home#/pages/faq.php">FAQ оқып жатыр</a>
ky: <a href="#home#/pages/faq.php">FAQ окуп жатат</a>
lv: <a href="#home#/pages/faq.php">Lasa FAQ</a>
pl: <a href="#home#/pages/faq.php">Czyta FAQ</a>
ro: <a href="#home#/pages/faq.php">Citeşte FAQ</a>
ru: <a href="#home#/pages/faq.php">Читает FAQ</a>
sr: <a href="#home#/pages/faq.php">Cita FAQ</a>
tg: <a href="#home#/pages/faq.php">Маълумотро мехонад</a>
uk: <a href="#home#/pages/faq.php">Читає FAQ</a>
uz: <a href="#home#/pages/faq.php">FAQni o"qiyapti</a>
vi: <a href="#home#/pages/faq.php">Đọc FAQ</a>
zh: <a href="#home#/pages/faq.php">阅读帮助</a>

source: <a href="#home#/forum/index.php">Forum</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
az: <a href="#home#/forum/index.php">Forumdadır</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
fr: <a href="#home#/forum/index.php">Le forum</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
ka: <a href="#home#/forum/index.php">ფორუმი</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
lv: <a href="#home#/forum/index.php">Forums</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
ru: <a href="#home#/forum/index.php">Форум</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
uk: <a href="#home#/forum/index.php">Форум</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
vi: <a href="#home#/forum/index.php">Diễn đàn</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>
zh: <a href="#home#/forum/index.php">论坛</a>&#160;/&#160;<a href="#home#/forum/index.php?act=who">&gt;&gt;</a>

source: <a href="#home#/forum/index.php?act=files">Forum Files</a>
az: <a href="#home#/forum/index.php?act=files">Forum fayllarindadır</a>
be: <a href="#home#/forum/index.php?act=files">Файлы форуму</a>
de: <a href="#home#/forum/index.php?act=files">Dateien Forum</a>
fr: <a href="#home#/forum/index.php?act=files">Les fichiers du forum</a>
ka: <a href="#home#/forum/index.php?act=files">ფორუმის ფაილები</a>
kk: <a href="#home#/forum/index.php?act=files">Форум файлдары</a>
ky: <a href="#home#/forum/index.php?act=files">Форум файлдары</a>
lv: <a href="#home#/forum/index.php?act=files">Foruma faili</a>
pl: <a href="#home#/forum/index.php?act=files">Pliki forum</a>
ro: <a href="#home#/forum/index.php?act=files">Fişiere din Forum</a>
ru: <a href="#home#/forum/index.php?act=files">Файлы форума</a>
sr: <a href="#home#/forum/index.php?act=files">Fajlovi foruma</a>
tg: <a href="#home#/forum/index.php?act=files">Файлҳои форум</a>
uk: <a href="#home#/forum/index.php?act=files">Файли форуму</a>
uz: <a href="#home#/forum/index.php?act=files">Forum fayllari</a>
vi: <a href="#home#/forum/index.php?act=files">Diễn đàn tập tin</a>
zh: <a href="#home#/forum/index.php?act=files">论坛文件</a>

source: <a href="#home#/forum/index.php?act=who">Looking, who in Forum?</a>
az: <a href="#home#/forum/index.php?act=who">Kim-Hardadır?</a>
be: <a href="#home#/forum/index.php?act=who">Глядзіць, хто ў Форуме?</a>
de: <a href="#home#/forum/index.php?act=who">Anblickt, wer in Forum?</a>
fr: <a href="#home#/forum/index.php?act=who">Regarde, quelqu"un dans le Forum?</a>
id: <a href="#home#/forum/index.php?act=who">Lihat siapa yang di Forum?</a>
ka: <a href="#home#/forum/index.php?act=who">ნახულობს, ვინ არის ფორუმში?</a>
kk: <a href="#home#/forum/index.php?act=who">Форумда кім бар екенін көруде</a>
ky: <a href="#home#/forum/index.php?act=who">Форумда ким бар экенин көрүүдө</a>
lv: <a href="#home#/forum/index.php?act=who">Skatās, kas forumā?</a>
pl: <a href="#home#/forum/index.php?act=who">Zerka, kto jest na forum</a>
ro: <a href="#home#/forum/index.php?act=who">Uite cine într-un forum?</a>
ru: <a href="#home#/forum/index.php?act=who">Смотрит, кто в Форуме?</a>
sr: <a href="#home#/forum/index.php?act=who">Gleda, ko je na forumu?</a>
tg: <a href="#home#/forum/index.php?act=who">Нигоҳ дорад, ки дар форум аст?</a>
uk: <a href="#home#/forum/index.php?act=who">Дивиться, хто у форумі?</a>
uz: <a href="#home#/forum/index.php?act=who">Forumda kim borligini ko"ryapti?</a>
vi: <a href="#home#/forum/index.php?act=who">Ai trong diễn đàn?</a>
zh: <a href="#home#/forum/index.php?act=who">论坛在线</a>

source: <a href="#home#/gallery/index.php">Gallery</a>
az: <a href="#home#/gallery/index.php">Qalareyadadır</a>
be: <a href="#home#/gallery/index.php">Галерэя</a>
de: <a href="#home#/gallery/index.php">Galerie</a>
fr: <a href="#home#/gallery/index.php">La galerie</a>
ka: <a href="#home#/gallery/index.php">გალერეა</a>
lv: <a href="#home#/gallery/index.php">Galerija</a>
pl: <a href="#home#/gallery/index.php">Galeria</a>
ro: <a href="#home#/gallery/index.php">Galerie</a>
ru: <a href="#home#/gallery/index.php">Галерея</a>
sr: <a href="#home#/gallery/index.php">Galerija</a>
uk: <a href="#home#/gallery/index.php">Галерея</a>
uz: <a href="#home#/gallery/index.php">Galereya</a>
vi: <a href="#home#/gallery/index.php">Thư viện ảnh</a>
zh: <a href="#home#/gallery/index.php">相册</a>

source: <a href="#home#/guestbook/index.php">Guestbook</a>
az: <a href="#home#/guestbook/index.php">Qonaq Otağındadır</a>
be: <a href="#home#/guestbook/index.php">У Гасцявой</a>
de: <a href="#home#/guestbook/index.php">In Gast</a>
fr: <a href="#home#/guestbook/index.php">Dans L"Invité De</a>
id: <a href="#home#/guestbook/index.php">Buku tamu</a>
ka: <a href="#home#/guestbook/index.php">სასტუმროში</a>
kk: <a href="#home#/guestbook/index.php">Мұхаба бетте</a>
ky: <a href="#home#/guestbook/index.php">Конокчо бетте</a>
lv: <a href="#home#/guestbook/index.php">Viesenē</a>
ro: <a href="#home#/guestbook/index.php">În clienţi</a>
ru: <a href="#home#/guestbook/index.php">В Гостевой</a>
sr: <a href="#home#/guestbook/index.php">Knjiga Utisaka</a>
tg: <a href="#home#/guestbook/index.php">Дар меҳмонхона</a>
uk: <a href="#home#/guestbook/index.php">У Гостьовій</a>
uz: <a href="#home#/guestbook/index.php">Mehmonxonada</a>
vi: <a href="#home#/guestbook/index.php">Lưu bút</a>
zh: <a href="#home#/guestbook/index.php">留言板</a>

source: Here, in the list
az: Burda siyahıya baxır
be: Тут, у спісе
de: Da, in Liste
fr: Ici, dans la liste
id: Di sini, dalam daftar
ka: აქ, სიაში
kk: Мұнда, тізімде
ky: Бул, тизмеде
lv: Šeku, skatās sarakstu
pl: Jesteś, tutaj na liście
ro: Aici, în lista
ru: Тут, в списке
sr: Ovde, na listi
tg: Дар ҳамин саҳифа
uk: Тут, в списку
uz: Shu joyda
vi: Ở đây, trong danh sách
zh: 在这里，在列表

source: On the Homepage
az: Baş Sehifededir
be: На Галоўнай
de: Empfehlung
fr: Sur Le principal
id: Di halaman depan
ka: მთავარზე
kk: Басты бетте
ky: Башкы бетте
lv: Sākumā
pl: Na stronie głównej
ro: Pe Main
ru: На Главной
sr: Pocetna
tg: Дар саҳифаи асоси
uk: На Головній
uz: Bosh sahifada
vi: Trang chủ
zh: 在首页

source: <a href="#home#/library/index.php">Library</a>
az: <a href="#home#/library/index.php">Kitabxanada kitab oxuyur</a>
be: <a href="#home#/library/index.php">Чытае ў Бібліятэцы</a>
de: <a href="#home#/library/index.php">Hinwegliest in Bucherei</a>
fr: <a href="#home#/library/index.php">Lire dans la Bibliothèque</a>
id: <a href="#home#/library/index.php">Di perpustakaan</a>
ka: <a href="#home#/library/index.php">კითხულობს ბიბლიოთეკაში</a>
kk: <a href="#home#/library/index.php">Кітапханада оқып отыр</a>
ky: <a href="#home#/library/index.php">Китепканада окууп жатат</a>
lv: <a href="#home#/library/index.php">Bibliotēkā</a>
pl: <a href="#home#/library/index.php">Biblioteka</a>
ro: <a href="#home#/library/index.php">Citeste la Biblioteca</a>
ru: <a href="#home#/library/index.php">Читает в Библиотеке</a>
sr: <a href="#home#/library/index.php">Biblioteka</a>
tg: <a href="#home#/library/index.php">Дар китобхона</a>
uk: <a href="#home#/library/index.php">Читає в Бібліотеці</a>
uz: <a href="#home#/library/index.php">Kutubxonada o"qiyapti</a>
vi: <a href="#home#/library/index.php">Thư viện</a>
zh: <a href="#home#/library/index.php">书城</a>

source: Personal correspondence
az: Şəxsi yazışma
be: Асабістая перапіска
de: Pers√∂nliche Korrespondenz
fr: Personnelle salutations
id: Korespondensi pribadi
ka: პირადი მიმოწერის
ky: Өздүк катнаштар
lv: Asmens susirašinėjimas
pl: Prywatnej korespondencji
ro: Corespondență personală
ru: Личная переписка
tg: Махфи
uk: Особиста кореспонденція
uz: Shaxsiy Xat
vi: Thư cá nhân
zh: 悄悄话

source: <a href="#home#/news/index.php">Reading the news</a>
az: <a href="#home#/news/index.php">Xeber oxuyur</a>
be: <a href="#home#/news/index.php">Чытае навіны</a>
de: <a href="#home#/news/index.php">Lesen Sie news</a>
fr: <a href="#home#/news/index.php">Lit les nouvelles</a>
id: <a href="#home#/news/index.php">Membaca berita</a>
ka: <a href="#home#/news/index.php">კითხულობს სიახლეებს</a>
kk: <a href="#home#/news/index.php">Жаңалықтар оқуда</a>
ky: <a href="#home#/news/index.php">Жаңылыктар окууп жатат</a>
lv: <a href="#home#/news/index.php">Lasa ziņas</a>
pl: <a href="#home#/news/index.php">Czyta aktualności</a>
ro: <a href="#home#/news/index.php">Citeşte ştiri</a>
ru: <a href="#home#/news/index.php">Читает новости</a>
sr: <a href="#home#/news/index.php">Cita novosti</a>
tg: <a href="#home#/news/index.php">Ахборотро мехонад</a>
uk: <a href="#home#/news/index.php">Читає новини</a>
uz: <a href="#home#/news/index.php">Yangilik o"qiyapti</a>
vi: <a href="#home#/news/index.php">Đọc tin tức</a>
zh: <a href="#home#/news/index.php">阅读新闻</a>

source: <a href="#home#/users/index.php?act=online">Who is online?</a>
az: <a href="#home#/users/index.php?act=online">Kim var saytda bölmesindedir?</a>
be: <a href="#home#/users/index.php?act=online">Глядзіць, хто на сайце?</a>
de: <a href="#home#/users/index.php?act=online">Wer an Standort?</a>
fr: <a href="#home#/users/index.php?act=online">Regarde, qui sur le site?</a>
id: <a href="#home#/users/index.php?act=online">Siapa yang online?</a>
ka: <a href="#home#/users/index.php?act=online">ნახულობს, ვინ არის საიტზე?</a>
kk: <a href="#home#/users/index.php?act=online">Сайтта кім бар?</a>
ky: <a href="#home#/users/index.php?act=online">Сайтта ким бар?</a>
lv: <a href="#home#/users/index.php?act=online">Kas ir saitā?</a>
pl: <a href="#home#/users/index.php?act=online">Zerka, kto jest online</a>
ro: <a href="#home#/users/index.php?act=online">Cine este online?</a>
ru: <a href="#home#/users/index.php?act=online">Смотрит, кто на сайте?</a>
sr: <a href="#home#/users/index.php?act=online">Ko je OnLine?</a>
tg: <a href="#home#/users/index.php?act=online">Нигоҳ дорад, ки дар сомона аст?</a>
uk: <a href="#home#/users/index.php?act=online">Хто на сайті?</a>
uz: <a href="#home#/users/index.php?act=online">Saytda kim borligini ko"ryapti?</a>
vi: <a href="#home#/users/index.php?act=online">Ai đang trực tuyến?</a>
zh: <a href="#home#/users/index.php?act=online">看看谁在线</a>

source: Profile
az: Anketdedir
be: У Анкеце
de: Profil
fr: Dans Le Questionnaire
id: Di profil
ka: ანკეტაში
kk: Анкета көруде
ky: Анкета көрүүдө
lv: Anketa
pl: Profil
ro: Profil
ru: В Анкете
sr: Profil
tg: Дар Анкета
uk: В Анкеті
uz: Anketada
vi: Hồ sơ
zh: 资料

source: Personal Profile
az: Anketdedir
be: У сваей Анкеце
de: In Ihrem Profil
fr: Dans sa Le questionnaire
id: Di profil
ka: საკუთარ ანკეტაში
kk: Өз анкетасында
ky: Өз анкетасында
lv: Anketa
pl: Wasny profil
ro: Profil
ru: В своей Анкете
sr: Profil
tg: Дар Анкетаи худаш
uk: В своії Анкеті
uz: Anketasida
vi: Hồ sơ
zh: 个人资料

source: Registered on the site
az: Saytda Kayıtlı
be: Рэгіструецца на сайце
de: Registriert am der Seite
fr: Inscrite sur le site
id: Terdaftar di situs
ka: დარეგისტრირებული საიტი
lv: Reģistrēta uz vietas
pl: Zarejestrowany na stronie
ro: Inregistrat pe site
ru: Регистрируется на сайте
sr: Registracija
uk: Реєструється на сайті
vi: Đăng ký trên trang web
zh: 在网站上注册

source: <a href="#home#/users/index.php?act=userlist">List of users</a>
az: <a href="#home#/users/index.php?act=userlist">İstifadeçi siyahısındadır</a>
be: <a href="#home#/users/index.php?act=userlist">Спіс карыстальнікаў</a>
de: <a href="#home#/users/index.php?act=userlist">Liste der Benutzer</a>
fr: <a href="#home#/users/index.php?act=userlist">La liste des utilisateurs</a>
id: <a href="#home#/users/index.php?act=userlist">Di Daftar member</a>
ka: <a href="#home#/users/index.php?act=userlist">მომხმარებლის ძებნა</a>
kk: <a href="#home#/users/index.php?act=userlist">Қолданушылар тізімі</a>
ky: <a href="#home#/users/index.php?act=userlist">Колдонучулар тизмеси</a>
lv: <a href="#home#/users/index.php?act=userlist">Lietotāju saraksts</a>
pl: <a href="#home#/users/index.php?act=userlist">Lista użytkowników</a>
ro: <a href="#home#/users/index.php?act=userlist">Listă de utilizatori</a>
ru: <a href="#home#/users/index.php?act=userlist">Список пользователей</a>
sr: <a href="#home#/users/index.php?act=userlist">Lista clanova</a>
tg: <a href="#home#/users/index.php?act=userlist">Саҳифаи истифодабарандагон</a>
uk: <a href="#home#/users/index.php?act=userlist">Список користувачів</a>
uz: <a href="#home#/users/index.php?act=userlist">Foydalanuvchilar ro"yhati</a>
vi: <a href="#home#/users/index.php?act=userlist">Danh sách người dùng</a>
zh: <a href="#home#/users/index.php?act=userlist">会员名单</a>

source: <a href="#home#/users/index.php?act=top">Watching Top 10 Users</a>
az: <a href="#home#/users/index.php?act=top">TOP istifadeçilere baxır</a>
be: <a href="#home#/users/index.php?act=top">Глядзіць ТОП карыстальнікаў</a>
de: <a href="#home#/users/index.php?act=top">Sieht Top Benutzer</a>
fr: <a href="#home#/users/index.php?act=top">Regarde le TOP utilisateur</a>
id: <a href="#home#/users/index.php?act=top">Tampak Top pengguna</a>
ka: <a href="#home#/users/index.php?act=top">ნახულობს მომხმარებლების TOP-ს</a>
kk: <a href="#home#/users/index.php?act=top">Топ қолданушыларды көруде</a>
ky: <a href="#home#/users/index.php?act=top">Топ колдонучуларды көрүүдө</a>
lv: <a href="#home#/users/index.php?act=top">Lietotāju TOPs</a>
pl: <a href="#home#/users/index.php?act=top">Ogląda Top 10</a>
ro: <a href="#home#/users/index.php?act=top">Se pare Top utilizatori</a>
ru: <a href="#home#/users/index.php?act=top">Смотрит ТОП пользователей</a>
sr: <a href="#home#/users/index.php?act=top">Top 10 clanova</a>
tg: <a href="#home#/users/index.php?act=top">Истифодабарандагони беҳтаринро нигоҳ мекунад</a>
uk: <a href="#home#/users/index.php?act=top">Дивиться ТОП користувачів</a>
uz: <a href="#home#/users/index.php?act=top">Foydlanuvchilar TOP</a>ni ko"ryapti
vi: <a href="#home#/users/index.php?act=top">Xem Top 10 người dùng</a>
zh: <a href="#home#/users/index.php?act=top">会员Top 10</a>
