Repository: batumibiz/johncms
Catalog: system/locale/*/profile.po
Languages: az, be, fr, ka, ky, uk

source: About me
az: Haqqinizda
be: Пра сябе
fr: À propos de moi
ka: ჩემს შესახებ
ky: Мен туралуу
uk: Про себе

source: Everyone
az: Hamı
be: Ўсім
fr: Tous les
ka: ყველას
ky: Бардыгына
uk: Всім

source: With Password
az: Şifre ile
be: Па паролі
fr: Par mot de passe
ka: პაროლის მიხედვით
ky: Паролюм
uk: По паролю

source: Closed
az: Bağla
be: Зачынены
fr: Fermé
ka: დახურულია
ky: Жабык
uk: Закритий

source: Friends only
az: Yalnız dost
be: Толькі для сяброў
fr: Seulement pour les amis
ka: მხოლოდ მეგობრებს
ky: Бир гана досторго
uk: Тільки для друзів

source: This field is required if the password access is activated
az: Eger baxış şifre ile mümkün olacaqsa bu bölme zeruridir
be: Калі ўключаны доступ па паролі, то дадзенае поле абавязкова
fr: Si vous avez activé l"accès par mot de passe, ce champ obligatoire
ka: თუ ჩართულია პაროლით დაშვება, მაშინ ეს ველი აუცილებელია
ky: Эгер пароль боюнча уруксат кошулса, анда талаа боюнча жазуу керек
uk: Якщо включений доступ по паролю, то це поле обов"язкове

source: Achievements
az: Nailiyyet
be: Дасягненні
fr: Atteindre
ka: მიღწევა
ky: Достижениялар
uk: Досягнення

source: Activity
az: Aktivlik
be: Актыўнасць
fr: L"activité
ka: აქტივობა
ky: Активдилүгү
uk: Активність

source: Album
az: Albom
ka: ალბომი
uk: Альбом

source: Album successfully changed
az: Albom uğurla deyişildi
be: Альбом паспяхова зменены
fr: L"album a été modifié avec succès
ka: ალბომი წარმატებით შეიცვალა
ky: Альбом туура өзгөртүлдү
uk: Альбом успішно змінено

source: Create Album
az: Albom yarat
be: Стварыць альбом
fr: Créer un album
ka: ალბომის შექმნა
ky: Альбом жасоо
uk: Створити альбом

source: Album successfully created
az: Albom uğurla yaradıldı
be: Альбом паспяхова створаны
fr: Album créé avec succès
ka: ალბომი წარმატებით შეიქმნა
ky: Альбом туура жасалды
uk: Альбом успішно створено

source: Are you sure you want to delete this album? If it contains photos, they also will be deleted.
az: Siz eminsizki, albomu silmek isteyirsiz?<br>Eger albomun daxilinde foto varsa onlar da silinecek
be: Вы сапраўды хочаце выдаліць альбом?<br>Калі ў ім есць фатаграфіі, яны таксама будуць выдаленыя
fr: Voulez-vous vraiment supprimer l"album?<br>S"il y a des photos, ils sont également supprimés
ka: ნამდვილად გსურთ ალბომის წაშლა?<br>თუ მასში არის ფოტოები ისინიც წაიშლება
ky: Сиз альбомду өчүрөсүзбү?<br>Эгер сүрөттөр болсо, аларда өчүрүлөт
uk: Ви дійсно хочете видалити альбом?<br>Якщо в ньому є фотографії, вони теж будуть видалені

source: Album Deleted
az: Albom uğurla silindi
be: Альбом выдалены
fr: Album supprimé
ka: ალბომი წაშლილია
ky: Альбом өчүрүлөт
uk: Альбом видалено

source: Edit Album
az: Albomu deyiş
be: Змяніць альбом
fr: Modifier un album
ka: ალბომის რედაქტირება
ky: Альбомды өзгөртү
uk: Змінити альбом

source: Album List
az: Albom siyahısı
be: Спіс альбомаў
fr: Liste des albums
ka: ალბომების სია
ky: Альбомдар түзүмү
uk: Список альбомів

source: You must type a password to view this album
az: Bu alboma giriş üçün şifre teleb olunur
be: Для доступу да дадзенага альбому, неабходна ўвесці пароль
fr: Pour accéder à cet album, vous devez entrer le mot de passe
ka: ამ ალბომში შესასვლელად აუცილებელია პაროლის შეყვანა
ky: Бул альбомго урукcат алуу үчүн пароль киргизүү керек
uk: Для доступу до цього альбому, необхідно ввести пароль

source: Select Album
az: Albom seçin
be: Выберыце альбом
fr: Cliquez sur l"album
ka: აირჩიეთ ალბომი
ky: Альбомду таңдаңыз
uk: Виберіть альбом

source: Pending confirmation
az: Qeydiyyat tesdiq gözleyir
be: Чакае пацверджання рэгістрацыі
fr: En attente de confirmation d"inscription
ka: ელოდება რეგისტრაციის დადასტურებას
ky: Катталып турган уруксатын күтүп жатат
uk: Чекає підтвердження реєстрації

source: Delete avatar
az: Avatar silindi
be: Аватар выдалены
fr: Avatar supprimé
ka: ავატარი წაშლილია
ky: Аватар өчүрүлдү
uk: Аватар видалений

source: Upload avatar
az: Avatar yüklü
be: Аватар загружаны
fr: Déchargé avatar
ka: ავატარის ატვირთვა
ky: Аватарды жүктөө
uk: Додаємо аватар

source: Blocked
az: Blok Edilmiş
be: Заблякаваныя
fr: Bloqués
uk: Заблокированные

source: Birthday
az: Doğum Tarixi
be: Дата нараджэння
fr: Date de naissance
ka: დაბადების თარიღი
ky: Туулган күнү
uk: Дата народження

source: Date of birth (d.m.y)
az: Doğum Tarixi (gun.ay.il)
be: Дата нараджэння (д. м. г)
fr: Date de naissance (d. m. g)
ka: დაბადების თარიღი (დღე.თვე.წელი)
ky: Туулган күнү (к.а.ж)
uk: Дата народження (д.м.р)

source: City
az: Şeher
be: Горад
fr: La ville
ka: ქალაქი
ky: Шаар
uk: Місто

source: Contacts
az: Elaqe
be: Сувязь
fr: Lien
ka: კავშირი
ky: Байланыш
uk: Зв"язок

source: Data saved
az: Melumatlar qeyd olundu
be: Дадзеныя захаваныя
fr: Les données enregistrées
ka: მინაცემები შენახულია
ky: Берилгендер сакталды
uk: Дані збережені

source: Prohibit karma
az: Karmaya Qadağa
be: Забараніць карму
fr: Interdire le karma
ka: კარმის შეზღუდვა
ky: Кармага чек кою
uk: Заборонити карму

source: Warning! Write your e-mail correctly <br> Your password will be sent to the email address on record for this account.
az: Diqqet! Email ünvaninizi düzgün qeyd edin!<br>Mehz email vasitesile gelecekde şifrenizi berpa ede bileceksiniz
be: Увага! Правільна указвайце свой адрас электроннай пошты!<br>Менавіта на яго будзе высылацца Ваш пароль
fr: Attention! Correctement indiquer votre adresse e-mail!<br>C"était sur lui sera envoyé Votre mot de passe
ka: ყურადღება! სწორად მიუთითეთ თქვენი ელ. ფოსტა!<br>მხოლოდ მასზე გამოიგზავნება თქვენი პაროლი
ky: Эскертүү, электронду почтаңызды туура киргизиңиз!<br>Ал га сиздин паролюңуз жиберилет
uk: Увага! Правильно вказуйте свою адресу електронної пошти!<br>Саме на неї висилатиметься Ваш пароль

source: The album already exists
az: Bele albom artıq mövcuddur
be: Такі альбом ўжо есць
fr: Ce genre d"album déjà un
ka: ასეთი ალბომი უკვე არსებობს
ky: Мындай альбом бар
uk: Такий альбом вже є

source: Invalid format date of birth
az: Doğum tarixi yanlış qeyd olunub
be: Дата нараджэння ўказана памылкова
fr: Date de naissance incorrecte
ka: დაბადების თარიღი მითითებულია არასწორად
ky: Туулган күн туура эмес көрсөтүлдү
uk: Дата народження вказана невірно

source: ICQ number must be at least 5 digits and max. 10
az: İCQ nömreniz maks 5 ve min 10 reqemden ibaret olmalıdır
be: Нумар ICQ павінен складацца мінімум з 5 лічбаў і максімум з 10
fr: Numéro ICQ doit comporter au moins 5 caractères et d"un maximum de 10
ka: ICQ ნომერი უნდა შედგებოდეს არანაკლებ 5 და არაუმეტეს 10 ციფრისგან
ky: ICQ номери мин 5 макс 9 цифрдан туруу тийиш
uk: Номер ICQ повинен складатися мінімум з 5 цифр і максимум з 10

source: Min. nick length 2, max. 20 characters
az: Nik min - 2, maks 20 herif olmalıdır
be: Мінімальная даўжыня Ніка - 2, максімальная 20 сімвалаў
fr: D"une longueur minimum de Pseudo - 2, maximum 20 caractères
ka: მეტსახელის მინიმალური სიგრძე 2 და მაქსიმალური 20 სიმბოლო
ky: Ник узундугу мин 2 макс 30 символдон туруу тийиш
uk: Мінімальна довжина Ніку - 2, максимальна 20 символів

source: Nick contains invalid characters
az: Nikde qadağan olunmuş işarelerden istifade olunub
be: Нядзейныя сымбалі ў Ніцы
fr: Des caractères non valides dans le Pseudo
ka: მეტსახელში დაუშვებელი სიმბოლოებია
ky: Никтеги уруксат берилбеген символдор бар
uk: Неприпустимі символи в Нікові

source: You cannot edit profile of higher administration
az: Sizden yuxarı selahiyyete malik istifadeçinin anketini deyişe bilmezsiniz
be: Вы не можаце рэдагаваць анкету старэйшага Вас па пасадзе
fr: Vous ne pouvez pas modifier le profil de l"aîné de Vous par la poste
ka: თქვენ არ შეგიძლიათ თქვენზე უფლებამოსილის ანკეტის შეცვლა
ky: Сиз кызматыңыздан улуу Юзердин анкетасын өзгөртө албайсыз
uk: Ви не можете редагувати анкету старшого Вас за посадою

source: The list is empty.<br>All messages from this user were deleted during planned Guestbook clean-up.
az: Siyahı boşdur.<br>Bu istifadeçinin mesajlari sistem terefinden temizleme işleri aparılarken avtomatik silinib
be: Спіс пусты.<br>Паведамленні дадзенага карыстальніка аўтаматычна сышлі пасля запланаванай чысткі Гасцявой
fr: La liste est vide.<br>Les messages de cet utilisateur automatiquement se retirèrent après avoir planifié le nettoyage d"Hôtes
ka: სია ცარიელია.<br>მოცემული მომხმარებლის შეტყობინებები ავტომატურად წაიშლება სასტუმროს წმენდის დროს
ky: Тизме бош.<br>Бул колдонучунун Конокчо беттеги жазуулары, конокчо беттеги тазартуу кезинде өчүрүлүп кеткен
uk: Список порожній.<br>Повідомлення цього користувача автоматично видалилися після запланованого очищення Гостьової

source: hidden
az: gizlet
be: утоены
fr: caché
ka: დაფარულია
ky: жашыруун
uk: прихований

source: Image
az: Şekil
be: Малюнак
ka: სურათი
ky: Сүрөт
uk: Виберіть зображення

source: Add image
az: Foto Yerleşdir
be: Дадаць фота
fr: Ajouter une photo
ka: ფოტოს დამატება
ky: Фото кою
uk: Додати фото

source: Delete image
az: Fotonu Sil
be: Выдаліць фота
fr: Supprimer la photo
ka: ფოტოს წაშლა
ky: Фотону өчүрү
uk: Видалити фото

source: Are you sure you want to delete this image?
az: Siz heqiqeten de şeklinizi silmek isteyirsiniz?
be: Вы сапраўды хочаце выдаліць малюнак?
fr: Voulez-vous vraiment supprimer l"image?
ka: ნამდვილად გსურთ ამ სურათის წაშლა?
ky: Сиз фотону өчүргүңүз келе би?
uk: Ви дійсно хочете видалити зображення?

source: Edit image
az: Şekili deyiş
be: Змяніць карцінку
fr: Changer d"image
ka: სურათის შეცვლა
ky: Сүрөттү өзгөртүү
uk: Змінити картинку

source: Note, you may lose the quality of an image if you change the brightness, contrast and rotate it for many times. Do not make any changes without a reason.
az: Yerleşdirilecek şekilin keyfiyyeti sizin çekdiyiniz şekilin keyfiyyeti ile eyni olacaq.
be: Улічыце, што пры частым змене яркасці, кантраснасці і павароце, губляецца якасць адлюстравання.<br>Не карыстайцеся гэтымі функцыямі без неабходнасці.
fr: Notez qu"en cas de variations de la luminosité, du contraste et de la rotation, une perte de qualité d"image.<br>N"utilisez pas ces fonctions sans avoir besoin de.
ka: გაითვალისწინეთ, რომ სურათის ხშირი რედაქტირების დროს ქვეითდება მისი ხარისხი.<br>ნუ გამოიყენებთ ამ ფუნქციას საჭიროების გარეშე.
ky: Эскертүү, Сүрөттү кайта-кайта өзгөртүү кезинде, сүрөттүн сапаты жоголот.<br>Бул функция керек болбосо колдонбой эле койгонуңуз жакшы .
uk: Врахуйте, що при частій зміні яскравості, контрастності і повороті, втрачається якість зображення.<br>Не користуйтеся цими функціями без необхідності.

source: Image successfully changed
az: Şekil deyişdirildi
be: Карцінка зменена
fr: L"image modifiée
ka: სურათი შეცვლილია
ky: Сүрөт өзгөртүлдү
uk: Картинка змінена

source: Move the image
az: Fotonun yerini deyiş
be: Перамясціць фота
fr: Déplacer la photo
ka: ფოტოს გადატანა
ky: Сүрөттү жылдыруу
uk: Перемістити фото

source: You must create at least one additional album in order to move the image
az: Şekilin yerini deyişlem üçün sizin elave albomunuz olmaıdır
be: Для таго, каб перамяшчаць фатаграфіі, у Вас павінен быць створаны яшчэ адзін альбом
fr: Pour déplacer des photos, Vous avez créé un autre album
ka: იმისათვის, რომ გადაიტანოთ ფოტოები, საჭიროა გქონდეთ მეორე ალბომი
ky: Фотолорду ордун жылдыруу үчүн сиздин дагы бир фотоальбомуңуз болуш керек
uk: Для того, щоб переміщати фотографії, у Вас має бути створений ще один альбом

source: Image successfully moved to the selected album
az: Foto yeni alboma köçürüldü
be: Фатаграфія перамешчаная ў абраны альбом
fr: La photo est déplacé dans l"album sélectionné
ka: ფოტოსურათი გადატანილია მითითებულ ალბომში
ky: Фотография тандалган альбомго которулат
uk: Фотографія переміщена у вибраний альбом

source: Rotate
az: Dönder
be: Павярнуць
fr: Tourner
ka: შეტრიალება
ky: Айландыруу
uk: Повернути

source: do not rotate
az: Döndermemek
be: не паварочваць
fr: ne pas tourner
ka: არ შევატრიალოთ
ky: Айландырбай эле кою
uk: не повертати

source: counterclockwise
az: Saat eqrebi eksine
be: супраць гадзіннікавай стрэлкі
fr: dans le sens antihoraire
ka: საათის ისრის საწინააღმდეგოდ
ky: саат стрелкасына каршы
uk: проти годинникової стрілки

source: clockwise
az: Saat eqrebi istiqametinde
be: па гадзіннікавай стрэлцы
fr: aiguilles d"une montre
ka: საათის ისრის მიმართულებით
ky: саат стрелкасы менен
uk: за годинниковою стрілкою

source: My Album
az: Mənim albom
fr: Mon album
ka: ჩემი ალბომი
ky: Менин альбомум
uk: Мій альбом

source: My activity
az: Aktivlerim
be: Мае актывы
fr: Mes actifs
ka: ჩემი აქტივები
ky: Менин активдүүлүгүм
uk: Активність

source: My Mailbox
az: Mektublarim
be: Мая пошта
fr: Mon mail
ka: ჩემი ფოსტა
ky: Менин почтам
uk: Моя пошта

source: My Account
az: Şexsi Otaq
be: Асабісты кабінет
fr: Le cabinet personnel
ka: ჩემი კაბინეტი
ky: Жеке кабинет
uk: Особисте

source: My Profile
az: Anketim
be: Мая анкета
fr: Mon profil
ka: ჩემი ანკეტა
ky: Менин анкетам
uk: Особиста анкета

source: My settings
az: Qurğularim
be: Мае налады
fr: Mes paramètres
ka: ჩემი პარამეტრები
ky: Менин настройкаларым
uk: Мої налаштування

source: My statistic
az: Göstericilerim
be: Мая Статыстыка
fr: Mes Statistiques
ka: ჩემი სტატისტიკა
ky: Менин статистикам
uk: Моя Статистика

source: Name
az: Ad
be: Імя
fr: Le nom de
ka: სახელი
ky: Аты
uk: Ім"я

source: Recent comments
az: Som Fikirler
be: Апошнія каментары
fr: Les derniers commentaires
ka: ბოლო კომენტარები
ky: Соңку комментарий
uk: Останні коментарі

source: New photos
az: Yeni Şekiller
be: Новыя фатаграфіі
fr: De nouvelles photos
ka: ახალი ფოტოები
ky: Жаңы фотографиялар
uk: Нові фотографії

source: Min.2, Max. 20
az: min.2, maks. 20
be: мін. 2, макс. 20
fr: minutes 2, maxi 20
ka: მინ. 2, მაქს. 20 სიმბოლო
uk: мін.2, макс. 20

source: Personal info
az: Şexi Melumat
be: Асабістыя дадзеныя
fr: Les données personnelles
ka: პირადი მონაცემები
ky: Жеке маалыматтар
uk: Особисті дані

source: Contact number
az: Tel Nömresi
be: Тэл. нумар
fr: Numéro de tél.
ka: ტელეფონის ნომერი
uk: Тел. номер

source: Photo
az: Şekil
be: Фатаграфія
fr: Photographie
ka: ფოტოსურათი
uk: Фотографія

source: Add to Profile
az: Sorğu
be: анкету
fr: Dans le questionnaire
ka: ანკეტაში
uk: До анкети

source: Photo added to the profile
az: Sorğu aşkar Photos
be: Фота ўстаноўлена ў анкету
fr: La photo est installé dans le questionnaire
ka: ფოტო დყენებულია ანკეტაში
uk: Фото встановлено в анкету

source: Photos
az: Şekiller
be: Фатаграфіі
ka: ფოტოსურათები
ky: Фотографилар
uk: Фотографії

source: Photo deleted
az: Foto silindi
be: выдаленая Фатаграфія
fr: Photo supprimée
ka: ფოტოსურათი წაშლილია
ky: Фотография өчүрүлгөн
uk: Фотографія видалена

source: Photo uploaded
az: Şekil yüklendi
be: Фатаграфія загружана
fr: La photographie est chargé
ka: ფოტოსურათი ატვირთულია
ky: Фотография жүктөлдү
uk: Фотографія завантажена

source: Edit Profile
az: Anketi deyiş
be: Змяніць Анкету
fr: Modifier Le Profil
ka: ანკეტის შეცვლა
ky: Анкетаны өзгөртү
uk: Редагування Анкети

source: Functionary on the site
az: Saytda Vezifesi
be: Пасада на сайце
fr: Poste sur le site
ka: თანამდებობა საიტზე
ky: Сайттагы кызматы
uk: Посада на сайті

source: User
az: Adi İstifadeçi
be: Звычайны юзэр
fr: Un utilisateur normal
ka: უბრალო მომხმარებელი
ky: Карапайым юзер
uk: Звичайний юзер

source: Moder chat
az: Çat Moderi
be: Модеры чата
ka: ჩატის მოდერატორი
ky: Чат модери
uk: Модер чату

source: Forum Moderator
az: Forum Moderi
be: Модеры форуму
fr: Moder forum
ka: ფორუმის მოდერატორი
ky: Форум модери
uk: Модер форуму

source: Download Moderator
az: Yükleme Moderi
be: Модеры па загрузкі
fr: Moder sur les téléchargements
ka: ჩატვირთვების მოდერატორი
ky: Жүктөөлөрдүн модери
uk: Модер по завантаженнях

source: Library Moderator
az: KX Moderi
be: Модеры бібліятэкі
fr: Moder de la bibliothèque
ka: ბიბლიოთეკის მოდერატორი
ky: Китепкана модери
uk: Модер бібліотеки

source: Super Modererator
az: Super Moder
fr: Supermodérateur
ka: სუპერმოდერატორი
uk: Супермодератор

source: Administrator
az: Admin
be: Адміністратар
fr: L"administrateur
ka: ადმინისტრატორი
uk: Адміністратор

source: Supervisor
az: SuperVayzer
fr: Superviseur
ka: სუპერვაიზერი
uk: Супервайзор

source: Received
az: Gelenler
be: Уваходныя
fr: Boîte de réception
ka: შემოსულები
ky: Келүчү каттар
uk: Вхідні

source: Registration confirmed
az: Qedyiyyati tesdiq etdi
be: Рэгістрацыю пацвердзіў
fr: L"enregistrement a confirmé
ka: რეგისტრაცია დაადასტურა
ky: Катталганын кол берди
uk: Реєстрацію підтвердив

source: Free registration
az: Azad qeydiyyat
be: Свабодная рэгістрацыя
fr: Inscription gratuite
ka: თავისუფალი რეგისტრაცია
ky: Эркин катталуу
uk: Вільна реєстрація

source: Registered
az: Qeydiyyatlı
be: Зарэгістраваная
fr: Enregistré
ka: დარეგისტრირებულია
ky: Катталды
uk: Зареєстрована

source: For user
az: İstifadeçiler üçün
be: Для карыстальніка
fr: Pour l"utilisateur
ka: მომხმარებლისთვის
ky: Колдонучуга
uk: Для користувача

source: default settings were set
az: standart qurğular seçilib
be: усталяваны налады па змаўчанні
fr: sont installés les paramètres par défaut
ka: დაყენებულია ნაგულისხმები პარამეტრები
ky: стандарту орнотуулар коюлду
uk: встановлено стандартні налаштування

source: Allowed format image JPG, JPEG, PNG, GIF<br>File size should not exceed
az: Yalnız bu formatlar desteklenir: JPG, JPEG, PNG, GIF<br>Faylin hecminde limit
be: Для выгрузкі дазволеныя файлы JPG, JPEG, PNG, GIF<br>Памер файла не павінен перавышаць
fr: Pour décharger les animaux de fichiers JPG, JPEG, PNG, GIF<br>La taille du fichier ne doit pas dépasser
ka: ასატვირთად დაშვებულია შემდეგი ფაილები: JPG, JPEG, PNG, GIF<br>ფაილის ზომა არ უნდა აღემატებოდეს
ky: Жүктөө үчүн мындай форматтагы файлдар уруксаттан өткөн JPG, JPEG, PNG, GIF<br>Файлдын өлчөмү ашпашы керек
uk: Для додавання дозволені файли JPG, JPEG, PNG, GIF<br>Розмір файлу не повинен перевищувати

source: Irrespective of the size original file will be converted to 32x32
az: Yüklenecek şekilin öz ölçülerinden asılı olmayaraq o avtomatik 32х32 ölçüsünde olacaq
be: Па-за залежнасці ад дазволу зыходнага файла, ен будзе ператвораны ў памер 32х32
fr: Indépendamment de la résolution du fichier source, il sera converti en taille 32х32
ka: მიუხედავად გარჩევადობისა, ფაილი მოექცევა 32x32 ზომაში
ky: Көз карандылыктан тышкары баштапкы файл, 32 х32 көлөмүндө өзгөрөт
uk: Незалежно від початкового файлу, він буде перетворений в розмір 32х32

source: The new uploaded image will replace the old image
az: Yeni şekili köhne ile deyişmek (eger var idise)
be: відарыс заменіць стары (калі яно было)
fr: Une nouvelle image remplace l"ancienne (si elle a été)
ka: ახალი გამოსახულება შეცვლის ძველს (თუ არსებობდა)
ky: Жаңы сүрөт эски сүрөт менен алмашат (эгер ал бар болсо)
uk: Нове зображення замінить старе (якщо воно було)

source: For best results, original image must have an equal ratio
az: Yaxşı keyfiyyet elde etmek üçün yaxşı olardıkı şekilin terefleri beraber olsun
be: Для лепшага выніку, зыходнае малюнак павінна мець роўныя суадносіны бакоў
fr: Pour un meilleur résultat, l"image d"origine doit avoir égal au rapport des parties
ka: საუკეთესო შედეგისათვის სურათს უნდა ჰქონდეს გვერდების თანაფარი შეფარდება
ky: Жақ нәтиже беру үшін, сурет айналасы тең болуы керек
uk: Для кращого результату, початкове зображення повинне мати рівне співвідношення сторін

source: Irrespective of the size original file, it will be converted to 640x480
az: Yüklenecek şekilin öz ölçülerinden asılı olmayaraq o avtomatik 640x480 ölçüsünde olacaq
be: Па-за залежнасці ад дазволу зыходнага файла, ен будзе ператвораны ў памеры не перавышаюць 640х480
fr: Indépendamment de la résolution du fichier source, il sera converti en dimensions n"excèdent pas 640х480
ka: მიუხედავად გარჩევადობისა, ფაილი მოექცევა 640х480 ზომებში
ky: Көз карандылыктан тышкары баштапкы файл, 640х480 көлөмүндө өзгөрөт
uk: Незалежно від початкового файлу, він буде перетворений в розміри що не перевищують 640х480

source: Sent
az: Gönderilenler
be: Дасланыя
fr: Envoyés
ka: გაგზავნილები
ky: Жиберилгендер
uk: Відправлені

source: Male
az: Kişi
be: Мужчынскі
fr: Androïde
ka: მამრობითი
ky: Эркек
uk: Чоловіча

source: Female
az: Qadın
be: Жаночы
fr: Journée de la femme
ka: მდედრობითი
ky: Кыз
uk: Жіноча

source: Back to profile
az: Anketde göster
be: Паказаць у Анкеце
fr: Afficher dans le Formulaire de demande
ka: ანკეტაში ჩვენება
ky: Анкетада көрсөтүү
uk: Показувати в Анкеті

source: Site
az: Sayt
fr: Le site
ka: საიტი
uk: Сайт

source: Select gender
az: Cinsinizi seçin
be: Укажыце пол
fr: Indiquez le sexe
ka: მიუთითეთ სქესი
ky: Жынысыңызды көрсөтүңүз
uk: Вкажіть стать

source: Max. 50
az: maks 50
fr: maxi 50
ka: მაქს. 50 სიმბოლო
uk: макс. 50

source: He stay on the site
az: Saytda olub
be: Прабыў на сайце
fr: Il passa sur le site
ka: საიტზე გაატარა
ky: Сайтта болду
uk: Пробув на сайті

source: She stay on the site
az: Saytda olub
be: Прабыла на сайце
fr: Elle resta sur le site
ka: საიტზე გაატარა
ky: Сайтта болду
uk: Пробула на сайті

source: System
az: Sistemli
be: Сістэмныя
fr: Système
uk: Системные

source: Top Comments
az: Top Fikirler
be: ТОП каментароў
fr: TOP commentaires
ka: TOP კომენტარები
ky: ТОП комментарийлер
uk: ТОП коментарів

source: Top Downloads
az: Top Yükleme
be: ТОП загрузак
fr: Le TOP des téléchargements
ka: TOP ჩატვირთვები
ky: ТОП жүктөөлөр
uk: ТОП завантажень

source: AntiTop
az: KQ/AM
fr: KG/AM
ka: ანტი TOP
uk: ТОП гірших

source: Top Views
az: Top Baxış
be: ТОП праглядаў
fr: TOP vues
ka: TOP ნახვები
ky: ТОП көрүлгөндөр
uk: ТОП переглядів

source: Top Votes
az: Top Ses
be: ТОП галасоў
ka: TOP ხმები
ky: ТОП добуш берилгендер
uk: ТОП голосів

source: Unread Comments
az: Okunmayan Comments
be: Непрачытаныя каментары
fr: Commentaires non lus
ka: წაუკითხავი კომენტარები
ky: Окулбаган комментарийлер
uk: Непрочитані коментарі

source: Upload
az: Yükle
be: Выгрузіць
fr: Décharger
ka: ატვირთვა
ky: Жүктөө
uk: Додати

source: Upload a picture
az: Foto yükle
be: Выгружаем фота
fr: Déchargé de la photo
ka: ფოტოს ატვირთვა
ky: Фотону жүктөө
uk: Додаємо фото

source: User Profile
az: İstifadeçi Anketi
be: Анкета карыстальніка
fr: Le questionnaire de l"utilisateur
ka: მომხმარებლის ანკეტა
ky: Колдонучунун анкетасы
uk: Анкета користувача

source: Add to Contacts
az: Kantaktlara elave et
be: Дадаць у кантакты
fr: Ajouter dans les contacts
ky: Байланышууга кошуу
uk: Додати в контакти

source: Add to Friends
az: Dost Ol
be: Дадаць у сябры
fr: Ajouter comme ami
ky: Досторго кошуу
uk: Додати в друзі

source: Block user
az: İqnor Et
be: Дадаць у ігнор
fr: Ajouter l"ignor
ky: Кара тизмеге кошуу
uk: Додати в ігнор

source: You have already submitted a request
az: Siz Artig Bildiriş Gondermisiz
be: Вы ўжо адправілі заяўку
fr: Vous avez déjà envoyé une demande
ky: Сиз жаңы эле заявканы жибердиңиз
uk: Ви уже відправили заявку

source: User is already your friend! Application can not be undone. If you want to remove this user from friends, select the appropriate option.
az: User Artig Sizin Doztunuzdur . Bildiriwi Legv Elemek olur. Eger Siz istfadecini dostlugdan silmek istiyirsense . Uygun bolmeni Seçin
be: Карыстальнік ужо Ваш сябар, заяўку адмяніць немагчыма. Калі вы хочаце выдаліць карыстальніка з сяброў, абярыце адпаведны пункт.
fr: L"utilisateur est déjà Votre ami, il est impossible d"annuler la demande. Si vous voulez supprimer un utilisateur à partir d"amis, choisissez l"option appropriée.
uk: Користувач уже Ваш друг, заявку відмінити неможливо. Якщо ви бажаєте видалити користувача з друзів, виберіть відповідний пункт.

source: Unlock user
az: İqnordan Cixarin
be: Выдаліць з ігнору
fr: Supprimer des игнора
ky: Кара тизмеден чыгаруу
uk: Видалити з ігнору

source: Remove from contacts
az: Kontaklardan sil
be: Выдаліць з кантактаў
fr: Supprimer des contacts
ky: Катнаштан чыгаруу
uk: Видалити з контактів

source: Friends
az: Dostlar
be: Сябры
fr: Amis
ky: Досторум
uk: Друзі

source: My Friends
az: Menim Dostlarim
be: Мае сябры
fr: Mes amis
ky: Менин досторум
uk: Мої друзі
