Repository: batumibiz/johncms
Catalog: system/locale/*/profile.po
Languages: az, be, fr, ka, ky, uk

source: User already offered you friendship. If you want it to confirm the request, select the appropriate option.
az: User Artig Size dostlug gonderib Qebul etmek istesez Uygun bolmeye daxil Olsun.
be: Карыстальнік ужо прапанаваў вам сябраваць. Калі Вы гэтага хочаце пацвердзіце яго заяўку абярыце адпаведны пункт.
fr: L"utilisateur a déjà proposé de vous faire des amis. Si Vous voulez confirmer sa réclamation, sélectionnez l"option correspondante.
uk: Користувач уже запропонував Вам дружити. Якщо Ви цього бажаєте, підтвердіть його заявку, вибравши відповідний пункт.

source: offers friendship
az: size dostlug teklifini gonerib
be: прапануе вам сябраваць
fr: vous propose de vous faire des amis
uk: пропонує вам дружити

source: Confirm
az: Testiqle
be: Пацвердзіць
fr: Confirmer
ky: Кабыл алуу
uk: Підтвердити

source: Reject
az: Redd Et
be: Адхіліць
fr: Refuser
ky: Кабыл албоо
uk: Відмовити

source: Request to be friends sent!
az: Dostlug teklifi Gonderildi!
be: Заяўка сябраваць адпраўлена!
fr: La demande de se faire des amis envoyé!
uk: Заявка дружити відправлена!

source: Do you really want to become friends?
az: Siz Dostlug teklifini gondermeyde qerarrisiz ?
be: Вы сапраўды жадаеце прапанаваць сяброўства?
fr: Vous voulez vraiment offrir une amitié?
uk: Ви дійснор бажаєте запропонувати дружбу?

source: Friendship
az: Dostlug
be: Cяброўства
fr: L"amitié
ky: Достук
uk: Дружба

source: User is already your friend
az: User Artig sizin dostunuzdur
be: Карыстальнік ужо Ваш сябар
fr: L"utilisateur est déjà Votre ami
uk: Користувач уже Ваш друг

source: Applications for friendship does not exist
az: Dostlug Teklifleri Yoxdur
be: Заяўкі на сяброўства не існуе
fr: Les demandes d"amitié n"existe pas
uk: Заявки на дружбу не існує

source: Application for friendship canceled
az: Dostlug Teklifi Legv Edildi
be: Заяўка на сяброўства адменена
fr: La demande d"amitié annulée
uk: Заявка на дружбу відмінена

source: Are you sure you want to offer to be friends?
az: Siz Eminsizki Dostlug Teklifinizi Legv Etmek İstiyirsiz?
be: Вы сапраўды жадаеце адмяніць прапанову сябраваць?
fr: Voulez-vous vraiment annuler la proposition de se faire des amis?
uk: Ви дійсно бажаєте відмінити пропозицію дружити?

source: There is no invitation to be friends
az: Devet edir dost olmaga movcut deyil
be: Запрашэння сябраваць не існуе
fr: Les invitations se faire des amis n"existe pas
uk: Запрошення дружити не існує

source: agreed with you friends
az: Dostlug teklifinizi qebul etdi
be: пагадзіўся з Вамі сябраваць
fr: d"accord avec Vous amis
uk: погодився з Вами дружити

source: You confirmed friendship. Now the user
az: Siz Dostlug teklifini qebul ettiz. İndi User
be: Вы пацвердзілі сяброўства. Зараз карыстач
fr: Vous avez confirmé l"amitié. Maintenant, l"utilisateur
uk: Ви підтвердили дружбу. Тепер користувач

source: Your friend
az: Dostunuz
be: Ваш сябар
fr: Votre ami
uk: Ваш друг

source: Do you really want to confirm the friendship
az: Siz dostlug teklifini qebul etmeye eminsiz ?
be: Вы сапраўды жадаеце пацвердзіць сяброўства
fr: Voulez-vous vraiment confirmer l"amitié
uk: Ви дійсно бажаєте підтвердити дружбу

source: deleted you from friends
az: Sizi Dostlugdan Sildi
be: выдаліў Вас з сяброў
fr: Vous a supprimé de ses amis
uk: видалив Вас з друзів

source: You remove the user from friends.
az: Siz Useri dostlugdan sildiniz.
be: Вы выдалілі карыстальніка з сяброў.
fr: Vous avez supprimé un utilisateur à partir d"amis.
uk: Ви видалили користувача з друзів.

source: Do you really want to remove from your friends?
az: Siz eminsizki Useri dostlugdan cixartmag istiyirsiz ?
be: Вы сапраўды жадаеце выдаліць карыстача з сяброў?
fr: Voulez-vous vraiment supprimer l"utilisateur de vos amis?
uk: Ви дійсно бажаєте видалили користувача з друзів?

source: Removal is not possible! User is not your friend.
az: Silmek Mumkun deyil! User Sizin dostunuz deyil.
be: Выдаленне не магчыма! Карыстальнік не з"яўляецца Вашым сябрам.
fr: La suppression n"est pas possible! L"utilisateur n"est pas Votre ami.
uk: Видалення не можливо! Користувач не являється Вашим другом.

source: declined your offer to make friends.
az: Sizin dostlug teklifinizi red etdi.
be: адхіліў Вашу прапанову сябраваць.
fr: a refusé Votre offre de se faire des amis.
uk: відхилив Вашу пропозицію дружити.

source: Request to be friends rejected.
az: Dostlug sorgusu legv edildi.
be: Заяўка сябраваць адхіленая.
fr: La demande de se faire des amis rejetée.
uk: Заявка дружити відхилена.

source: Are you sure you want to reject an offer to be friends
az: Siz Heqiqeten Dostlug teklifini sorgusu red edirsiz?
be: Вы сапраўды жадаеце адхіліць прапанову сябраваць
fr: Voulez-vous vraiment à rejeter la proposition de se faire des amis
uk: Ви дійсно бажаєте відхилити пропозицію дружити

source: The page does not exist!
az: Seyfe Movcut Deyil!
be: Старонкі не існуе!
fr: La page n"existe pas!
uk: Сторінка не існує!

source: My requests
az: Menim Sorgularim
be: Мае заяўкі
fr: Mes candidatures
ky: Менин заявкаларым
uk: Мої заявки

source: Cancel Request
az: Sorgunu legv et
be: Адмяніць заяўку
fr: D"annuler la demande
uk: Відмінити заявку

source: My Offers
az: Dostlug teklifleri
be: Прапановы сябраваць
fr: La proposition de se faire des amis
uk: Пропозиції дружить

source: Confirm friendship
az: dostlugu qebul et
be: Пацвердзіць сяброўства
fr: Confirmer l"amitié
uk: Підтвердити дружбу

source: Reject friendship
az: dostlugu red et
be: Адхіліць сяброўства
fr: Rejeter l"amitié
uk: Відхилити дружбу

source: Remove from friends
az: Dostlugdan Sil
be: Выдаліць з сяброў
fr: Supprimer des amis
uk: Видалити з друзів

source: Add to friends
az: Dost Ol
be: Дадаць у сябры
fr: Ajouter comme ami
ky: Досторго кошуу
uk: Додати в друзі

source: Cancel a request to be friends
az: Dostlug sorgusunu legv et
be: Адмяніць заяўку сябраваць
fr: D"annuler la demande d"amis
uk: Відхилити заявку дружити

source: Correspondence
az: Yazişma
be: Перапіска
fr: Salutations
ky: Катташуу
uk: Переписка

source: Spam
fr: Le spam
uk: Спам

source: Relative
az: Qohum
be: Сваяк
fr: Un parent
ky: Тууган
uk: Родичі

source: Fellow Student
az: Hem Kurslu
be: Аднакурснік
fr: Un camarade
uk: Однокурсник

source: Best friend
az: En Yaxwi Dost
be: Лепшы сябар
fr: Le meilleur ami de
ky: Жакшы дос
uk: Кращий друг

source: Colleague
az: Hemkar
be: Калега
fr: Un collègue
ky: Колега
uk: Колега

source: Classmate
az: Sinif Yoldaşi
be: Аднакласнік
fr: Un camarade de classe
ky: Классташ
uk: Однокласник

source: Friend
az: Dost
be: Сябар
fr: Un ami
ky: Дос
uk: Друг

source: Mail settings
az: Poçt qurgulari
be: Настройкі пошты
fr: Paramètres de messagerie
ky: Почтанын оңдоолору
uk: Налаштування пошти

source: You can write messages
az: Mektub yaza biler
be: Можна пісаць паведамленні
fr: Vous pouvez écrire des messages
ky: Кат жазууга мүмкүн
uk: Можна писати повідомлення

source: Can write all
az: Her Kes
be: Могуць пісаць усе
fr: Peuvent écrire tous les
ky: Баары жаза алышат
uk: Мають можливість писати всі

source: Can write only contacts
az: Kantaktlarim
be: Могуць пісаць толькі кантакты
fr: Peuvent écrire des contacts
ky: Бир гана контактыдагылар жаза алышат
uk: Мають можливість писати лише контакти

source: Can write only friends
az: Dostlarim
be: Могуць пісаць толькі сябры
fr: Peuvent écrire que des amis
ky: Бир гана достор жаза алышат
uk: Мають можливість писати лише друзі

source: pointing out that you best friends with him
az: qeyd etdi, ki siz en yaxin dostsuz
be: паказаў, што вы з ім лепшыя сябры
fr: a indiqué que vous êtes avec lui les meilleurs amis
uk: вказав, що ви з ним кращі друзі

source: pointed out that you have with him relatives
az: qeyd etdi, ki siz qohumsuz
be: паказаў, што вы з ім сваякі
fr: a indiqué que vous êtes avec lui des parents
uk: вказав, що ви з ним родичі

source: pointed out that you have with him classmates
az: qeyd etdi , ki siz hem kurslusuz
be: паказаў, што вы з ім аднакурснікі
fr: a souligné que, vous, camarades de classe
uk: вказав, що ви з ним однокурсники

source: pointing out that you were colleagues
az: qeyd etdi, ki siz hemkarsiz
be: паказаў, што вы з ім калегі
fr: a indiqué que vous êtes avec lui les collègues
uk: вказав, що ви з ним колеги

source: pointing out that you were classmates
az: qeyd etdi , ki siz sinif yoldaşisiz
be: паказаў, што вы з ім аднакласнікі
fr: a indiqué que vous êtes avec lui les camarades de classe
uk: вказав, що ви з ним однокласники

source: pointed out that you"re friends
az: qeyd etdi , ki siz dostsuz
be: паказаў, што вы з ім сябры
fr: a indiqué que vous êtes avec des amis
uk: вказав, що ви з ним друзі

source: You indicated that you are best friends with
az: siz qeyd etdiniz, ki siz en yaxin dostsuz
be: Вы паказалі, што лепшыя сябры з
fr: Vous avez indiqué que les meilleurs amis avec
uk: Ви вказави, що кращі друзі з

source: You indicated that the relatives with
az: siz qeyd etdiniz, ki siz qohumsuz
be: Вы паказалі, што сваякі з
fr: Vous avez indiqué que des parents avec des
uk: Ви вказави, що родичі з

source: You indicated that mates with
az: siz qeyd etdiniz , ki siz hem kurslusuz
be: Вы паказалі, што аднакурснікі з
fr: Vous avez indiqué que les camarades de classe avec
uk: Ви вказави, що однокурсники з

source: You indicated that the colleagues with
az: siz qeyd etdiniz, ki siz hemkarsiz
be: Вы паказалі, што калегі з
fr: Vous avez indiqué que les collègues avec
uk: Ви вказави, що колеги з

source: You indicated that you classmates with
az: siz qeyd etdiniz , ki siz sinif yoldaşisiz
be: Вы паказалі, што аднакласнікі з
fr: Vous avez indiqué que les camarades de classe avec
uk: Ви вказави, що однокласники з

source: You indicated that you are friends with
az: siz qeyd etdiniz , ki siz dostsuz
be: Вы паказалі, што сябры з
fr: Vous avez indiqué que les amis
uk: Ви вказави, що друзі з

source: Do you really want to indicate that the user of Your
az: Siz heqiqeten qeyd etmek istiyirsizki User Sizin
be: Вы сапраўды жадаеце паказаць, што карыстальнік Ваш
fr: Voulez-vous vraiment indiquer qu"un utilisateur de Votre
uk: Ви дійсно бажаєте вказати, що користувач Ваш

source: Show
az: Goster
be: Паказаць
fr: Afficher
ky: Көрсөтүү
uk: Показати

source: The feature is disabled, contact your administrator
az: Funksiya İwlek Deyil, Rehberliye muraciyet edin
be: Функцыя адключаная, звярніцеся да адміністратара
fr: La fonction est désactivée, contactez votre administrateur
uk: Функція відключена, зверніться до адміністратора

source: You in user"s ignorlist. You can not offer him the friendship of.
az: Siz Oqnordasiz. Siz Ona Dostlug Teklifini Ede Bilmezsiz.
be: Вы ў карыстальніка у ігнор. Вы не можаце прапаноўваць яму сяброўства.
fr: Vous avez de l"utilisateur dans ignorer. Vous ne pouvez pas lui offrir l"amitié.
uk: Вы у пользователя в игноре. Вы не можете предлагать ему дружбу.
