Repository: batumibiz/johncms
Catalog: system/locale/*/registration.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, ro, sr, tg, uk, uz

source: About me
az: Haqqınızda
be: Пра сябе
de: Uber mich
fr: À propos de moi
id: Tentang saya
ka: ჩემს შესახებ
kk: Өзім туралы
ky: Өзүм туралуу
lv: Par sevi
ro: Despre mine
sr: O meni
tg: Дар бораи худатон
uk: Про себе
uz: О"zi haqida

source: Max. 500 characters
az: Maks. 500 herif
be: Макс. 500 знакаў
de: Maks. 500 Zeichen
fr: Max. 500 caractères
id: Max. 500 Karakter
ka: მაქს. 500 სიმბოლო
kk: Макс. 500 символ
ky: Макс. 500 символ
lv: MAX. 500 simboli
ro: Max. 500 de simboluri
sr: Max. 500 karaktera
tg: То 500 нишона
uk: Макс. 500 символів
uz: Маks. 500 simvol

source: Verification code
az: Şekildeki Kod
de: Versuchscode
fr: Code de vérification
id: Kode verifikasi
ka: შემოწმების კოდი
kk: Тексеру коды
ky: Текшерү коду
lv: Pārbaudošais kods
ro: Cod de verificare
sr: Verifikacioni kod
tg: Рақами санҷиш
uk: Перевірочний код
uz: tekshiruvchi kod

source: If you cannot see the image code, enable graphics in your browser and refresh this page
az: Eger siz şekildeki kodu görmürsünüzse onda brouzerinizde şekilleri aktiv edin ve daha sonra sehifeni yenileyin
be: Калі Вы не бачыце малюнак з кодам, уключыце падтрымку графікі ў наладах браўзэра і абновіце старонку
de: Falls Sie nicht sehen Zeichnung mit Code, anschalten Aufrechterhaltung der Graphik in Abstimmungen brauzer und erneuern Seite
fr: Si Vous ne voyez pas l"image, avec le code, activez la prise en charge des graphiques dans les paramètres de votre navigateur et actualisez la page
id: Jika Anda tidak melihat gambar dengan kode, Aktifkan dukungan grafis di pengaturan browser Anda dan refresh halaman ini
ka: თუ თქვენ ვერ ხედავთ სურათს კოდით, მაშინ ჩართეთ სურათების მხარდაჭერა თქვენს ბრაუზერში და განაახლეთ გვერდი
kk: Егер сіз код суретін көрмей тұрсаңыз, браузеріңізден сурет жүктеуді қосыңыз
ky: Эгер сиз код сүрөтүнн көрбөй турсаңыз, браузериңизден сурөт жүктөнү кошуңуз
lv: Ja Jūs neredzat attēlu ar kodu, tad ieslēdzat grafiku sava pārlūka iespējās un atjauniniet lapu
ro: Dacă nu vedeţi un model cu un cod, inclusiv suport pentru grafică în setările browser-ul dvs. şi de a actualiza pagina
sr: Ako ne vidite sliku, omogucite slike u vasem pretrazivacu i osvezite stranu
tg: Агар шумо суратро бо рақам надидаистода бошед, пас дар браузератон нишондиҳии суратро дар гиронед
uk: Якщо Ви не бачите малюнок з кодом, включите підтримку графіки в налаштуваннях браузера і відновите сторінку
uz: Agar sizga rasm ko"rinmayotgan bolsa u holda brauzeringizdan rasmni yoqing

source: Enter
az: Giriş
be: УВАХОД
de: EINGANG
fr: ENTRÉE
id: Masuk
ka: შესვლა
kk: КІРУ
ky: Кирүү
lv: IENĀKT
ro: LOGIN
sr: Nastavi
tg: ДАРОМАД
uk: ВХІД
uz: KIRISH

source: You have not entered nick
az: Nik daxil olunmayıb
be: Не ўведзены лагін
de: Ist nicht eingefuhrt login
fr: Vous n"avez pas saisi le nom d"utilisateur
id: Anda belum memasukan julukan
ka: მეტსახელი არ არის შეყვანილი
kk: Логин терілмеді
ky: Логин терилбеди
lv: Kļūda! Nav ievadīts logins
ro: Nu puneţi loginul
sr: Niste uneli madimak
tg: Логин ворид нашудааст
uk: Не введений логін
uz: logini kiriting

source: Too long nick
az: Nik çox uzundur
be: Недапушчальная даўжыня Лагіна
de: Unzulassige Lange Login
fr: Longueur non valide le nom d"utilisateur
id: Karakter julukan terlalu panjang
ka: მეტსახელის სიგრძე დაუშვებელია
kk: Логин ұзындығы рұқсат етілмеген
ky: Логин узундугу уруксат берилген эмес
lv: Kļūda! Nepieļaujams logina garums
ro: Lungimea incorecta loginului
sr: Predugacak nadimak
tg: Дарозии номумкини логин
uk: Неприпустима довжина Логіну
uz: login judayam uzun

source: This nick already in use
az: Bu nik artıq istifade olunub
be: Гэтая мянушка ўжо заняты
de: Dieser Nickname bereits ist besetzt
fr: Ce pseudo est déjà occupé
id: Julukan ini sudah digunakan
ka: ეს მეტსახელი უკვე დაკავებულია
kk: Бұл ник бос емес
ky: Бул ник бош эмес
lv: Kļūda! Šāds niks jau ir aizņemt, esi orģināls
ro: Acest nickname este deja luat
sr: Nadimak vec postoji
tg: Чунин НИК алакай мавҷуд аст
uk: Цей нік вже зайнятий
uz: bu nik band

source: Too long password
az: Şifreni uzunluğu yanlışdır
be: Недапушчальная даўжыня пароля
de: Unzulassige Lange des Kennwortes
fr: Longueur non valide mot de passe
id: Kata sandi terlalu panjang
ka: პაროლის სიგრძე დაუშვებელია
kk: Пароль ұзындығы рұқсат етілмеген
ky: Пароль узундугу уруксат берилген эмес
lv: Kļūda! Nepieļaujams paroles garums
ro: Lungime incorectă Parolă
sr: Predugacka lozinka
tg: Дарозии номумкини парол
uk: Неприпустима довжина пароля
uz: parol judayam uzun

source: You have not selected genger
az: Cinsinizi seçmemisiniz
be: Укажыце пол
de: Nicht namlicher Boden
fr: Ne spécifiez pas de marbre
id: Anda belum menentukan jenis kelamin
ka: არ მითითებულა სქესი
kk: Жынысыңыз көрсетілмеді
ky: Жынысыңыз көрсөтүлбөдү
lv: Kļūda! Nav norādīts dzimums
ro: Nespecificat sex
sr: Niste izabrali pol
tg: Ҷинс интихоб нашудааст
uk: Не вказана стать
uz: jins tanlanmadi

source: Login
az: Nik
be: Лагін
fr: Le nom de l"utilisateur
ka: მეტსახელი
lv: Logins
sr: Nadimak
uk: Логін

source: Min. 2, Max. 15 Characters.<br>Allowed letters of the russian and latin alphabets, numbers and symbols - = @ ! ? ~ _ ( ) [ ] . * (Except zero)
az: Min. 2, maks. 15 herif.<br>Latin, rus ve reqemlerden istifade etmeye icaze verilir ve bu - = @ ! ? ~ _ ( ) [ ] * kimi işareler (0dan başqa)
be: Мін. 2, макс. 15 знакаў.<br>Дазволены літары Рускага і Лацінскага алфавіту, лічбы і знакі- = @ ! ? ~ _ ( ) [ ] * (акрамя нуля)
de: Min. 2, maks. 15 Zeichen.<br>Freistehen Buchstaben des Russischen und Lateinischer Alphabets, Ziffern und Zeichen - = @ ! ? ~ _ ( ) [ ] . * (abgerechnet 0)
fr: Min. 2, maximum de 15 caractères.<br>Les animaux de la lettre de Russe et de l"alphabet, les chiffres et les signes - = @ ! ? ~ _ ( ) [ ] * (sauf zéro)
id: Min. 2, Max. 15 karakter.<br>Diperbolehkan karakter Rusia dan huruf Latin dari alfabet, angka dan tanda - = @ ! ? ~ _ ( ) [ ] . * (kecuali kosong)
ka: მინ. 2, მაქს. 15 სიმბოლო.<br>დაშვებულია ლათინური ანბანის ასოები და სიმბოლოები - = @ ! ? ~ _ ( ) [ ] * (ნოლის გარდა)
kk: Мин. 2, макс. 15 символ.<br>Орыс және Латын алфавиттері және мына символдар рұқсат етілген - = @ ! ? ~ _ ( ) [ ] * (нөлден басқа)
ky: Мин. 2, макс. 15 символ.<br>Орус жана Латын алфавиттери, бул символдор уруксат берилген - = @ ! ? ~ _ ( ) [ ] * (нөлдөн башка)
lv: MIN. 2, MAX. 15 simboli.<br>Atļauti burti Krievu, Latviešu un Latīņu alfabēta burti, cipari un zīmes - = @ ! ? ~ _ ( ) [ ] * (izņemot nulli)
ro: Min. 2, max. 15 simboluri. <br> Permis de litere ale alfabetelor rusă şi latină, numere şi simboluri - = @! ? ~ _ () []. * (Cu excepţia zero)
sr: Min. 2, Max. 15 Karaktera.<br>Dozovljeni znaci - = @ ! ? ~ _ ( ) [ ] . *
tg: Аз 2 то 15 нишона.<br>Иҷозат дода шудааст, ҳарфҳои Русси, Лотини, ракамҳо ва баъзе нишонаҳо - = @ ! ? ~ _ ( ) [ ] * (ғайр аз сифр)
uk: Мін. 2, макс. 15 символів.<br>Дозволені букви Кирилиці і Латиниці, цифри і знаки - = @ ! ? ~ _ ( ) [ ] . * (окрім нуля)
uz: Мin. 2, mаks. 15 simvol.<br>rus va lotin alifbosidagi harflar, sonlar va belgilar - = @ ! ? ~ _ ( ) [ ] * (0 dan tashqari)

source: Please, wait until a moderator approves yor registration
az: Xahiş edirik, qeydiyyatınızın Admin terefinden tesdiq olunmasını gözleyin
be: калі Ласка, чакайце пацверджання Вашай рэгістрацыі адміністратарам
de: Bitte erwarte Bestarkung Euer registriert Administrator
fr: Veuillez attendre la confirmation de Votre inscription par l"administrateur
id: Harap menunggu konfirmasi pendaftaran Anda oleh administrator
ka: გთხოვთ მოითმინოთ, თქვენი მოთხოვნა რეგისტრაციაზე განიხილება ადმინისტრაციის მიერ
kk: Администратор сiздiң тiркеуiңiздiң растауын күтiңiз
ky: Администратор сиздин катталганыңызды далилдегенин күтүңүз
lv: Lūdzu, gaidiet reģistrācijas apstiprināšanu, ko apstiprinās saita administrācija
ro: Vă rugăm să aşteptaţi pentru confirmarea înregistrării dumneavoastră de către administrator
sr: Molimo sacekajte dok administracija potvrdi vasu registraciju
tg: Илтимос, интизор шавед, то ки Администратор шуморо иҷозат диҳад
uk: Будь ласка, зачекайте підтвердження Вашої реєстрації адміністратором
uz: admin registratsiyani tasdiqlaguncha kuting

source: You can get authorized on the site after confirmation of your registration.
az: Qeydiyyatınız tesdiq olunduqdan sonra siz saytin bütün funksiyalarından rahat istifade ede bileceksiniz.<br>Tesdiq olunma 1 saatdan az vaxt teleb edir
be: Вы зможаце атрымаць аўтарызаваны доступ да раздзелах сайта пасля пацверджання Вашай рэгістрацыі.<br>Пацверджанне праводзіцца 1-2 разы ў суткі
de: Ihr zu ubernehmen autorisierten Zutritt zu Abteilungen Standort nach Bestarkung Euer registriert.<br>Bestarkung durchfuhrt 1-2 Mal in Tag und Nacht
fr: Vous serez en mesure d"obtenir un accès autorisé aux sections du site après la confirmation de Votre inscription.<br>La confirmation a lieu 1 à 2 fois par jour
id: Anda bisa mendapatkan akses ke situs resmi setelah pendaftaran anda dikonfirmasi.<br>Konfirmasi dilakukan 1-2 kali sehari.
ka: ადმინისტრაციის დასტურის შემდეგ თქვენ მიიღებთ ავტორიზებული წვდომას საიტის განყოფილებებში.<br>რეგისტრაციის დადასტურება დღე-ღამეში 1 ან 2-ჯერ ხდება
kk: Сiз сайттың бөлiмдерiне, Администратор тiркеуiңiздiң растауынан кейiн ала аласыз.<br>Растау күніне 1-2 рет өткізіледі
ky: Сиз сайттын бөлүмдөрүнө, Администратор каталгаңыздын далилдөсүнөн кийин ала аласыз.<br>Далилдһһ күнүнө 1-2 ирет өткөзүлөт
lv: Jūs varēsiet iegūt autorizētu pieeju pie sadaļām saitā pēc Jūsu datu konta apstiprināšanas.<br>Apstiprināšana tiek veikta 1-2 reizes dienā
ro: Puteţi obţine acces autorizat la un site, după confirmarea înregistrării dumneavoastră. <br> Confirmarea a avut loc de 1-2 ori pe zi
sr: Mozete se prijaviti nakon potvrde vase registracije.
tg: Шумо ҳама қсмҳои сомонаро, танҳо пас аз иҷозати бақайдгири истифода бурда метавонед.<br>Иҷозатдиҳи дар як руз танҳо 1-2 бор мешавад
uk: Ви зможете дістати авторизований доступ до розділів сайту після підтвердження Вашої реєстрації.<br>Підтвердження проводиться 1-2 рази на добу
uz: registratsiya tasdiqlangandan song siz saytdan bemalol foydalanishingiz mumkin.<br>tasdiqlash 1-2 kunda amalga oshiriladi

source: Name
az: Ad
be: Імя
fr: Le nom de
id: Nama
ka: სახელი
kk: Есім
ky: Атым
lv: Vārds
ro: Prenume
sr: Ime
tg: Ном
uk: Ім"я
uz: Ismingiz

source: Max. 30 characters
az: Maks. 30 işare
be: Макс. 30 знакаў
de: Maks. 30 Zeichen
fr: Max. 30 caractères
id: Max. 30 Karakter
ka: მაქს. 30 სიმბოლო
kk: Макс. 30 символ
ky: Макс. 30 символ
lv: MAX. 30 simboli
ro: Max. 30 de simboluri
sr: Max. 30 karaktera
tg: То 30 нишона
uk: Макс. 30 символів
uz: Маks. 30 simvol

source: Password
az: Şifre
de: Passwort
fr: Le mot de passe
id: Kata sandi
ka: პაროლი
lv: Parole
ro: Parolă
sr: Lozinka
tg: Парол
uk: Пароль
uz: Parol

source: Min. 3, Max. 10 character.<br>Only letters (a-z) and numbers (1-9) are allowed
az: Min. 3, maks. 10 işare.<br>Yalnız latın heriflerinden ve reqemlerden istifade ede bilersiniz
be: Мін. 3, макс. 10 знакаў.<br>Дазволены літары Лацінскага алфавіту і лічбы
de: Min. 3, maks. 10 Zeichen.<br>Freistehen Buchstaben des Lateinischen Alphabets und Ziffer
fr: Min. 3, maximum 10 caractères.<br>Les animaux les lettres de l"alphabet et les chiffres
id: Min. 3, Max. 10 Karakter.<br>Diperbolehkan huruf dan angka
ka: მინ. 3, მაქს. 10 სიმბოლო.<br>დაშვებულია მხოლოდ ლათინური ანბანის ასოები და ციფრები
kk: Мин. 3, макс. 10 символ.<br>Латын алфавиттеры мен цифрлар рұқсат етілген
ky: Мин. 3, макс. 10 символ.<br>Латын алфавиттери менен цифрлар уруксат берилген
lv: MIN. 3, MAX. 10 simboli.<br>Atļauti Latīņu alfabēta burti un cipari
ro: Min. 3, max. 10 caractere. <br> Permise litere şi numere
sr: Min. 3, Max. 10 karaktera.<br>Samo slova (a-z) i brojevi (1-9) su dozvoljeni
tg: Аз 3 то 10 нишона.<br>Ҳарфҳои Лотини ва рақамҳо
uk: Мін. 3, макс. 10 символів.<br>Дозволені букви Латинського алфавіту і цифри
uz: Мin. 3, макс. 10 simvol.<br>sonlar va lotin alfavitidagi harflar ruxsatlangan

source: Registration
az: Qeydiyyat
be: Зарэгістравацца
de: Zu registrieren sich
fr: Inscrivez-vous
id: Pendaftaran
ka: რეგისტრაცია
kk: Тіркелу
ky: Катталуу
lv: Reģistrācija
ro: Registrarea
sr: Registracija
tg: Бақайдгири
uk: Реєструватися
uz: ROYHATLANISH

source: Registration temporarily closed
az: Qeydiyyat bağlıdır
be: Рэгістрацыя зачынена
de: Registriert ist geschlossen
fr: Inscription fermé
id: Pendaftaran ditutup
ka: რეგისტრაცია დახურულია
kk: Тіркелу жабық
ky: Каттоо жабык
lv: Reģistrācija slēgta
ro: Inregistrare închisa
sr: Registracija je trenutno zatvorena
tg: Бақайдгири махкам аст
uk: Реєстрація закрита
uz: Registratsiya yopiq

source: Please, do not register names like 111, shhhh, uuuu, etc. They will be deleted. <br> Also all the profiles registered via proxy servers will be deleted
az: Xahiş edirik 111, ггг, uuuu ve s. buna benzer nikler qeydiyyat etmeyin. Bele nikler avtomatik silinecek.<br>Hemçinin de proksi server ile qeydiyyat eden bütün nikler silinecek
be: Просьба не рэгістраваць нікі тыпу 111, ггг, uuuu і ім падобныя, яны будуць адразу ж выдалены.<br>Таксама будуць выдаленыя УСЕ профілі, якія рэгістраваліся праз Проксі-серверы
de: Ansuchen nicht zu registrieren Nickname Baumuster 111, ggg, by-ga-ga, uuuu und ihnen derartiger, sie sind aber entfernt.<br>Gleichfalls sind entfernt ALLE Profils, die durch Proksi servery eintrugen sich
fr: Veuillez ne pas inscrire les pseudos du type 111, ggg, uuuu et d"autres semblables, ils seront immédiatement supprimés.<br>Seront également supprimés TOUS les profils enregistrés à travers les serveurs Proxy
id: Harap jangan mendaftar julukan seperti 111, shhhhh, uuuu, dan lain-lain, jika seperti itu akan segera dihapus <br>. Juga akan menghapus semua profil, yang terdaftar melalui server proxy
ka: თუ შეიძლება არ დაარეგისტრიროთ შემდეგი შინაარსის მეტსახელები: 1111, aaaa, v54u6e54 და ასე შემდეგ, რადგან ისინი მაშინვე წაიშლება.<br>ასევე წაიშლება უკლებლივ ყველა პროფილი, რომელიც დარეგისტრირებულია Proxy სერვერის გამოყენებით
kk: Өтініш, мына 111, ггг, uuuu сияқты мағынасыз никтерді тіркемеңіз және мұндай никтер өшіріледі.<br>Тағы да прокси сервер арқылы тіркелген барлық никтер өшіріледі
ky: Өтүнүч, бул 111, ггг, uuuu сыяктуу маанисиз никтерди каттабаңыз жана мындай никтер өчүрүлөт.<br>Дагы прокси сервер аркылуу катталган бардык никтер өчүрүлөт
lv: Lūgums nereģistrēt nikus, kas līdzīgi šiem 111, ggg, uuuu un viņiem līdzīgos, viņi tiks automātiski dzēsti.<br>Kā ari tiks dzēsti pilnīgi VISI datu konti, kas tiks reģistrēti caur proxy serveriem.
ro: Vă rugăm să nu înregistreze porecle, cum ar fi 111, gggg, uuuu, şi alţii ca ei, acestea vor fi eliminate imediat <br>. Va elimina, de asemenea, toate profilurile, care au fost înregistrate prin intermediul unui server proxy
sr: Molimo, ne registrujte nikove poput 111, shhhh, uuuu, itd. Bice obrisani. <br> Svi profili koji se registruju preko proxy bice izbrisani
tg: Ҳоҳиш мекардем, НИК-ҳои ба мисли 111, ггг, uuuu-ро ба қайд нагиред, ҳамаашон тоза карда мешаванд.<br>Ғайр аз ин ҳамаи онҳое, ки тавасути Прокси сервер ба қайд гирифта шудаанд, тоза карда мешаванд
uk: Прохання не реєструвати никі типу 111, ггг, uuuu і подібні до них, вони будуть відразу ж видалені.<br>Також будуть видалені ВСІ профілі, які реєструвалися через Проксі сервери
uz: Jinni g"inni niklani registratsiyadan otkazmang. Ula barbr ochiriladi<br>proksi orqali royhatdan otgan profilar ham ochiriladi

source: Gender
az: Cins
de: Geschlecht
fr: Paul
id: Jenis kelamin
ka: სქესი
kk: Жынысы
ky: Жынысы
lv: Dzimums
ro: Sex
sr: Pol
tg: Ҷинс
uk: Стать
uz: JINS

source: Male
az: Kişi
be: Мужчынскі
de: Mannlicher
fr: Androïde
id: Laki-laki
ka: მამრობითი
kk: Ұл
ky: Эркек
lv: Vīriešu
ro: Masculin
sr: Musko
tg: Мардона
uk: Чоловіча
uz: ERKAK

source: Female
az: Qadın
be: Жаночы
de: Weiblicher
fr: Journée de la femme
id: Wanita
ka: მდედრობითი
kk: Қыз
ky: Кыз
lv: Sieviešu
ro: Feminin
sr: Zensko
tg: Занона
uk: Жіноча
uz: AYOL

source: Your registratiton data
az: Siz qeydiyyatdan uğurla keçdiniz
be: Вы зарэгістраваныя
de: Ihr ist registriert
fr: Vous vous êtes inscrit
id: Data diri anda
ka: თქვენ დარეგისტრირდით
kk: Сіз тіркелдіңіз
ky: Сиз катталдыңыз
lv: Jūs esat piereģistrēts!
ro: V-ati inregistrat
sr: Vasi podaci
tg: Шумо ба қайд гирифта шудед
uk: Ви зареєстровані
uz: Siz royhatdan o"tdingiz

source: Your ID
az: Sizin İD
de: Euer ID
fr: Votre ID
id: ID anda
ka: თქვენი ID
kk: сіздің ID
ky: сиздин ID
lv: Jūsu ID
ro: ID-ul vostru
sr: Vas ID
tg: ID-и шумо
uk: Ваш ID
uz: Sizning ID

source: Your username
az: Sizin Nik
be: Ваш Лагін
de: Euer Login
fr: Votre Nom D"Utilisateur
id: Julukan anda
ka: თქვენი მეტსახელი
kk: Сіздің логиныңыз
ky: Сиздин логиниңиз
lv: Jūsu logins
ro: Login vostru
sr: Vas nadimak
tg: Логин-и шумо
uk: Ваш Логін
uz: Loginingiz

source: Your password
az: Sizin Şifre
de: Euer Kennwort
fr: Votre Mot De Passe
id: Kata sandi anda
ka: თქვენი პაროლი
kk: Сіздің паролыңыз
ky: Сиздин паролуңуз
lv: Jūsu parole
ro: Parola dvs.
sr: Vasa lozinka
tg: Парол-и шумо
uk: Ваш Пароль
uz: Parolingiz

source: Link to autologin
az: AvtoGiriş üçün link
be: Спасылка для автовхода
de: Hinweis fur avtovkhod
fr: Le lien pour l"entrée automatique
id: Link masuk cepat
ka: ბმული ავტომატური შესვლისთვის
kk: Автокіру сілтемесі
ky: Автокирүү шилтемеси
lv: Autoielāgošanās saite
ro: Autologin Link
sr: Link za autologin
tg: Ссилка барои зудворидшави
uk: Посилання для автологіну
uz: avtokirish uchun silka
