Repository: batumibiz/johncms
Catalog: system/locale/*/settings.po
Languages: az, be, de, fr, id, ka, kk, ky, lv, pl, ro, ru, sr, tg, uk, uz, vi

source: 500 characters
az: 500 işare
be: 500 знакаў
de: 500 Zeichen
fr: 500 caractères
id: 500 Karakter
ka: 500 სიმბოლო
kk: 500 символ
ky: 500 символ
lv: 500 simboli
pl: Co 500 znaków
ro: 500 de simboluri
ru: 500 символов
sr: 500 karaktera
tg: 500 нишона
uk: 500 символів
uz: 500 belgi
vi: 500 ký tự

source: 1000 characters
az: 1000 işare
be: 1000 сімвалаў
de: 1000 Zeichen
fr: 1000 caractères
id: 1000 Karakter
ka: 1000 სიმბოლო
kk: 1000 символ
ky: 1000 символ
lv: 1000 simboli
pl: Co 1000 znaków
ro: 1000 de simboluri
ru: 1000 символов
sr: 1000 karaktera
tg: 1000 нишона
uk: 1000 символів
uz: 1000 belgi
vi: 1000 ký tự

source: 3000 characters
az: 3000 işare
be: 3000 знакаў
de: 3000 Zeichen
fr: 3000 caractères
id: 3000 Karakter
ka: 3000 სიმბოლო
kk: 3000 символ
ky: 3000 символ
lv: 3000 simboli
pl: Co 3000 znaków
ro: 3000 de simboluri
ru: 3000 символов
sr: 3000 karaktera
tg: 3000 нишона
uk: 3000 символів
uz: 3000 belgi
vi: 3000 ký tự

source: Always
az: hemişe
be: заўседы
de: allemal
fr: toujours
id: selalu
ka: ყოველთვის
kk: әрқашан
ky: ардайым
lv: vienmēr
pl: Zawsze
ro: mereu
ru: всегда
sr: Uvek
tg: ҳамеша
uk: завжди
uz: doimo
vi: luôn

source: Stick 1-st post
az: 1ci mesaji berkit
be: Замацоўваць 1-й пост
de: 1 Posten zu verankern
fr: Attacher le 1er post
id: Mengunci 1-st post
ka: პირველი პოსტის ფიქსაცია
kk: 1-ші постты бекіту
ky: 1-чи постту бекитүү
lv: Nostiprināt 1-o postu
pl: Przyklej 1-szy post
ro: Fixa primul mesaj
ru: Закреплять 1-й пост
sr: Stick prvi post
tg: Гузоштани 1-ум сухан
uk: Закріплювати 1-й пост
uz: 1-postni biriktirish
vi: Khóa 1-st bài

source: Use textarea
az: yazi bölmesini aktiv et
be: Уключыць полі ўводу
de: Acker der Einfuhrung zu anschalten
fr: Activer le champ de saisie
id: gunakan Tekarea
ka: შეტანის ველის ჩართვა
kk: Енгізу өрісін қосу
ky: Киргизүү талааны кошуу
lv: Ieslēgt ievades lauku
pl: Pola tekstowe
ro: Include domeniu de intrare
ru: Включить поле ввода
sr: Koristi brz odgovor
tg: Даргирондани ҷои воридкуни
uk: Включити поле введення
uz: kiritish maydonini yoqish
vi: Sử dụng

source: Unread
az: oxunmamışlara
be: у непрачытаных
de: in undurchgelesener
fr: non lus
id: yang belum dibaca
ka: წაუკითხავებში
kk: оқылмағандар
ky: окулбагандар
lv: nelasītajās
pl: Nieprzeczytane
ro: la necitit
ru: в непрочитанных
sr: Neprocitano
tg: Ба нохондаҳо
uk: у непрочитаних
uz: o"qilmaganlarda
vi: chưa đọc

source: Basic settings
az: Esas Qurğular
be: Асноўныя налады
de: Hauptsachliche Abstimmungen
fr: Les réglages de base
id: Pengaturan Dasar
ka: ძირითადი პარამეტრები
kk: Негізгі баптаулар
ky: Негизги оңдоолор
lv: Pamata iestatījumi
pl: Podstawowe ustawienia
ro: Setările de bază
ru: Основные настройки
sr: Ppdesavanja
tg: Тағйироти умуми
uk: Основні налаштування
uz: Asosiy sozlamalar
vi: cơ bản cài đặt

source: Enter message
az: Mesaj Daxil Etme
be: Увод паведамленні
de: Einfuhrung der Ansage
fr: Entrez un message
id: Input pesan
ka: შეტყობინების შეყვანა
kk: Жазуды енгізу
ky: Жазууну киргизүү
lv: Ziņas ievade
pl: Wpisz wiadomość
ro: Intrare mesaj
ru: Ввод сообщения
sr: Unesi poruki
tg: Воридкунии мактуб
uk: Введення повідомлення
uz: Xabar kiritish
vi: Tin nhắn

source: My settings
az: Menim Ayarlarım
be: Мае налады
de: Meine Abstimmungen
fr: Mes paramètres
id: Pengaturan saya
ka: ჩემი პარამეტრები
kk: Менің баптауларым
ky: Менин оңдоолорум
lv: Mani iestatījumi
pl: Moje ustawienia
ro: Preferinţe
ru: Мои настройки
sr: Moja Podesavanja
tg: Тағйироти ман
uk: Мої налаштування
uz: Ðœening sozlovlarim
vi: Cài đặt của tôi

source: never
az: heç vaxt
be: ніколі
de: niemals
fr: jamais
id: tak pernah
ka: არასოდეს
kk: ешқашан
ky: Эчкачан
lv: nekad
pl: Nigdy
ro: niciodată
ru: никогда
sr: nikad
tg: ҳеҷгоҳ
uk: ніколи
uz: xech qachon
vi: Không bao giờ

source: not cut
az: kesmemek
be: не абрэзаць
de: nicht zu beschneiden
fr: ne pas couper
id: tidak dipotong
ka: არ გაიჭრას
kk: кеспеу
ky: кеспөө
lv: neapgriezt
pl: Nie przycinaj
ro: Nu tăia
ru: не обрезать
sr: ne seci
tg: Набурад
uk: не обрізати
uz: kesmaslik
vi: Không cắt

source: Or enter yours
az: ve özünüzkünü daxil edin
be: Або пакажыце свае
de: Oder angib ihriger
fr: Ou indiquez votre
id: Atau masukkan Anda
ka: ან მიუთითეთ თქვენი
kk: Немесе өзіңіз көрсетіңіз
ky: Же өзүңүз көрсөтүңүз
lv: Vai norādiet savu
pl: Lub wprowadź swój
ro: Sau să vă introduceţi
ru: Или укажите свое
sr: Ili unesite svoju
tg: Ё аз худро гузоред
uk: Або вкажіть своє
uz: yoki ozingiznikini kiriting
vi: Hoặc nhập của bạn

source: Cropping posts
az: Mesajlari Kes
be: Абразанне пастоў
de: Beschneidung der Posten
fr: Élagage messages
id: Trim posting
ka: პოსტების დაჭრა
kk: Посттарды кесу
ky: Постторду кесүү
lv: Postu apgriezšana
pl: Przycinanie postów
ro: Decupaţi mesaje
ru: Обрезка постов
sr: Skracivanje teksta
tg: Буриши суханҳо
uk: Обрізання постів
uz: Postlarni qirqish
vi: thu hoạch bài

source: Contacts
az: Geri Ardıcıllıq
be: Зваротная сартаванне
de: Entgegengesetzte Sonderung
fr: Inverse le tri
id: Kontak penyortiran
ka: უკუსორტირება
kk: Кері сортировка
ky: Кайта сортоо
lv: Pretēja kārtošana
pl: Kontakt
ro: Sortare inversă
ru: Обратная сортировка
sr: Prijatelji
tg: Ҷойгиркунии баръакс
uk: Зворотне сортування
uz: qayta tartiblash
vi: Danh bạ
