Repository: batumibiz/johncms
Catalog: system/locale/*/smilies.po
Languages: az, be, fr, ky, sr, tg, uz

source: Emotions
az: Duygusal
be: Эмоцыі
fr: Les émotions
ky: Эмоция
sr: Emocije
tg: Ҳолатҳо
uz: Emotsiyalar

source: Love
az: Sevgi
be: Любоў
fr: L"amour
ky: Сүйүү
sr: Ljubab
tg: Муҳаббат
uz: Sevgi

source: Music, Dancing
az: Musiqi, rəqs
fr: Musique, la danse
ky: Ыр, бийлөө
sr: Muzika, Igra
tg: Мусиқи, рақс
uz: Musiqa, raqs

source: Food, Alcohol
az: Gıda, alkol
be: Ежа, алкаголь
fr: La nourriture, l"alcool
ky: Тамак, ичимдик
sr: Hrana, Pica
tg: Хурок, нушоки
uz: Ovqat, ichimlik

source: Animals
az: Heyvanlar
be: Жывелы
fr: Les animaux
ky: Жаныбарлар
sr: Zivotinje
tg: Ҳайвонот
uz: Hayvonlar

source: Flowers
az: Güllər
be: Кветкі
fr: Fleurs
ky: Гүлдөр
sr: Cvetici
tg: Гулҳо
uz: Gullar

source: Brawl, Weapons
az: Döyüş, silah
be: Бойкі, Зброя
fr: La bagarre, Les armes
ky: Тебелеш, мушташ
sr: Nasilje, Oruzja
tg: Ҷанг, яроқ
uz: Urushlar, Qurol

source: Gestures
az: Hareketleri
be: Жэсты
fr: Les gestes
ky: Жесттер
sr: Gest
tg: Гандаҳо
uz: Harakatlar

source: Holidays
az: Bayramlar
be: Святы
fr: Fête
ky: Майрамдар
sr: Praznici
tg: Идҳо
uz: Bayramlar

source: Sports
az: Idman
fr: Sport
sr: Sport
tg: Варзиш
uz: Sport

source: Technology
az: Texnika
be: Тэхніка
fr: Ingénierie
sr: Tehnologija
uz: Tehnika

source: Miscellaneous
az: Müxtəlif
be: Рознае
fr: Divers
ky: Ар түрлүү
sr: Razno
tg: Дигарон
uz: Har-hil
