Repository: batumibiz/johncms
Catalog: modules/homepage/locale/*.po
Languages: uk

source: Welcome
uk: Вітаємо

source: Free, Open Source content management system
uk: Безкоштовна, з відкритим вихідним кодом система управління контентом

source: Download
uk: Завантаження

source: Documentation
uk: Документація

source: Features
uk: Можливості

source: Responsive Layout
uk: Адаптивний Макет

source: Your site will appear equally well on both computers and mobile devices.
uk: Ваш сайт буде однаково добре виглядати як на комп'ютерах, так і мобільних пристроях.

source: Template System
uk: Система шаблонів

source: Using templates, you can completely change the style of your site so that it becomes unique and not like the others.
uk: Використовуючи шаблони, ви можете повністю змінити стиль вашого сайту, щоб він став унікальним і не схожим на інші.

source: High Performance
uk: Висока продуктивність

source: When developing JohnCMS we pay special attention to system performance.<br>Your website will not require a powerful server for as long as possible.
uk: При розробці JohnCMS ми приділяємо особливу увагу продуктивності системи. ваш сайт не потребуватиме потужного сервера якомога довше.

source: Multilingual
uk: Багатомовність

source: Reach the maximum audience in different languages. Several languages have already been built into the system.<br>And if you don't have the desired language, you can easily add it using advanced translation tools that support johnCMS.
uk: Охопити максимальну аудиторію на різних мовах. У систему вже вбудовано кілька мов. і якщо у вас немає потрібної мови, ви можете легко додати його, використовуючи передові інструменти перекладу, які підтримують johnCMS.

source: Modularity
uk: Модульність

source: The most popular modules are built into the system.<br>You can install ready-made additional modules, create them yourself or order development of new modules from other developers.
uk: Найбільш популярні модулі вбудовані в систему. ви можете встановити готові додаткові модулі, створити їх самостійно або замовити розробку нових модулів У інших розробників.

source: Free License
uk: Безкоштовна ліцензія

source: The GNU GPL-3 license gives you the right to distribute and modify JohnCMS.
uk: Ліцензія GNU GPL-3 надає вам право поширювати та змінювати JohnCMS.
