Repository: batumibiz/johncms
Catalog: modules/library/locale/*.po
Languages: ar, id, lt, ro, vi

source: The list is empty
ar: فارغة
id: Daftar ini kosong
lt: Sąrašas tuščias
ro: Lista este goală
vi: Danh sách này trống

source: Vote
ar: تصويت
id: Beri Nilai
lt: Balsuoti
ro: Voteaza
vi: Bình chọn cho tài liệu

source: Library
ar: مَكتبَة
id: Perpustakaan
lt: Biblioteka
ro: Librarie
vi: Thư viện

source: You cannot add the Article so often<br>Please, wait %d sec.
ar: لا يمكنك إضافة هذه المادة في كثير من الأحيان <br>الرجاء الانتظار %d ثانية.
id: Anda tidak bisa menambah artikel terlalu sering <br> Mohon tunggu %d detik.
lt: Jūs negalite papildyti straipsnius taip dažnai.<br> Prašome palaukti %d sek.
ro: Nu puteţi adăuga un articol atât de des<br>Vă rog, aşteptaţi %d sec.
vi: Bạn không thể thêm các bài viết như vậy thường xuyên <br>xin vui lòng, chờ %d sec.

source: Back
ar: الرجوع للخلف
id: Kembali
lt: Atgal
ro: Înapoi
vi: Quay lại

source: You have not entered the name
ar: لم تقم بإدخال اسم
id: Anda belum memasukkan nama
lt: Jus neįvedėte pavadinimo
ro: Nu ati introdus numele
vi: Bạn chưa nhập tên

source: The file is invalid encoding, preferably UTF-8
ar: الملف ترميز غير صحيحة، ويفضل UTF-8
id: Encoding berkas tidak valid, sebaiknya UTF-8
lt: Failas klaidingo formato, privalomas UTF-8
ro: Fişierul este codificat invalid, preferabil UTF-8
vi: Tập tin là không hợp lệ mã hóa, tốt nhất là UTF-8

source: Repeat
ar: كرر
id: Ulangi
lt: Pakartoti
ro: Repetă
vi: Lặp lại

source: Error uploading
ar: خطأ في تحميل
id: Mengunggah gagal
lt: Įkelimo klaida
ro: Eroare de încărcare
vi: Lỗi tải lên

source: Invalid file format allowed * .txt
ar: تنسيق الملف غير صالح سمح * .txt
id: Format berkas tidak valid, diizinkan *.txt
lt: Netinkamas failo formatas leidžiama * .txt
ro: Format de fişier nevalid permis * .txt
vi: Định dạng tệp không hợp lệ được phép * .txt

source: You have not entered text
ar: لم تقم بإدخال النص
id: Anda belum memasukkan isi
lt: Jūs neįrašėte jokio teksto
ro: Nu ai introdus nici un text
vi: Bạn chưa nhập văn bản

source: Photo uploading error
ar: خطأ في تحميل الصورة
id: Mengunggah foto gagal
lt: Nuotraukos įkėlimo klaida
ro: Incarcare poza esuata
vi: Ảnh tải lên lỗi

source: Article added
ar: المادة المضافة
id: Artikel berhasil ditambahkan
lt: Straipsnis pridėtas
ro: Articol adaugat
vi: Bài viết mới nhất được gửi

source: Thank you for what we have written. After checking moderated, your Article will be published in the library.
ar: شكرا لك على ما كتبت. بعد التحقق من الادارة، سيتم نشر المادة الخاصة بك في المكتبة.
id: Terima kasih untuk apa yang Anda tulis. Setelah disetujui pengurus artikel Anda akan tampil di Perpustkaan.
lt: Ačiu, kad parašėte mums. Po administracijos patikrinimo, jūsų straipsnis atsiras bibliotekoje.
ro: Multumim pentru ce ai scris. Dupa ce va fi verificat de in moderator, Articolul va fi publicat in Librarie.
vi: Cảm ơn bạn cho những gì chúng tôi đã viết. Sau khi kiểm tra kiểm duyệt, bài viết của bạn sẽ được công bố trong thư viện.

source: To Article
ar: للمادة
id: Artikel
lt: Prie straipsnio
ro: La articol
vi: Bài viết

source: To Section
ar: إلى قسم
id: Pada bagian
lt: Prie skyriaus
ro: La sectiune
vi: Phần

source: Write Article
ar: كتابة المقالة
id: Tulis Artikel
lt: Parašyti straipsnį
ro: Scrie articol
vi: Viết bài

source: Title
ar: عنوان
id: Judul
lt: Pavadinimas
ro: Titlu
vi: Tiêu đề

source: Announce
ar: أعلن
id: Mengumumkan
lt: Anonsas
ro: Anunt
vi: Thông báo

source: Text
ar: نص
id: Isi
lt: Tekstas
vi: Văn bản

source: Commenting on the Article
ar: التعليقات على الأخبار
id: Komentar Artikel
lt: Komentuojam straipsnį
ro: Comenteaza in articol
vi: Bình luận về bài viết

source: To upload a photo
ar: لإضافة صور
id: Unggah foto
lt: Įkelti nuotrauką
ro: De a incarca o poza
vi: Để tải lên một hình ảnh

source: Select the text file
ar: حدد ملف نصي
id: Pilih berkas teks
lt: Pasirinkite tekstinį failą
ro: Selecteaza textul fisierului
vi: Chọn các tập tin văn bản

source: Text entry field will be ignored
ar: سيتم تجاهل حقل إدخال النص
id: Kolom entri teks akan diabaikan
lt: Teksto įvedimo laukas bus ignoruojamas
ro: Câmpul de introducere a textului va fi ignorat
vi: Trường nhập văn bản sẽ được bỏ qua

source: Tags
ar: وسوم
id: Tag
lt: Žymės
ro: Taguri
vi: Nhãn

source: Specify the Tag to the Article, separated by commas
ar: تعيين علامة لهذه المادة، مفصولة بفواصل
id: Masukkan Tag artikel, pisahkan dengan koma
lt: Parašykit žymės straipsniui, per kablelius
ro: Specifica taguri la articol, separate prin virgula
vi: Xác định các từ khóa vào bài viết, cách nhau bằng dấu phẩy

source: Save
ar: حفظ
id: Simpan
lt: Išsaugoti
ro: Salveaza
vi: Lưu

source: Access forbidden
ar: ممنوع الوصول
id: Akses ditolak
lt: Prieiga uždrausta
ro: Acess interzis
vi: Truy cập bị từ chối

source: Who added
ar: الذي أضاف
id: Yang ditambahkan
lt: Kas pridėjo
ro: Cine a adaugat
vi: Những người thêm vào

source: Number of readings
ar: عدد القراءات
id: Jumlah dibaca
lt: Skaitytojų skaičius
ro: Numarul de citiri
vi: Số đọc

source: Comments
ar: التعليقات
id: Komentar
lt: Komentarai
ro: Comentarii
vi: Bình luận

source: Wrong data
ar: بيانات خاطئة
id: Data salah
lt: Klaidingi duomenys
ro: Date gresite
vi: Lỗi dữ liệu

source: Delete
ar: حذف
id: Hapus
lt: Ištrinti
ro: Șterge
vi: Xóa

source: Section does not exist
ar: المقطع غير موجود
id: Bagian tidak ada
lt: Tokio skyriaus nėra
ro: Sectiunea nu exista
vi: Phần không tồn tại

source: Are you sure you want to move the contents?
ar: هل أنت متأكد من أنك تريد نقل المحتويات؟
id: Apakah Anda yakin memindahkan isi?
lt: Ar tikrai norite pašalinti šį turinį?
ro: Esti sigur ca vrei sa muti continutul?
vi: Bạn có chắc muốn di chuyển nội dung?

source: Move
ar: نقل
id: Pindah
lt: Perkelti
ro: Muta
vi: Di chuyển

source: Cancel
ar: إلغاء الأمر
id: Batal
lt: Atšaukti
ro: Anuleaza
vi: Hủy bỏ

source: Successful transfer
ar: نجاح نقل
id: Berhasil ditransfer
lt: Sėkmingai perkeltą
ro: Transfer cu sucess
vi: Chuyển thành công

source: Move to Section
ar: الانتقال إلى مقطع
id: Pindah ke Bagian
lt: Perkelti į skyriu
ro: Muta la sectiunea
vi: Di chuyển đến mục

source: Approve
ar: الموافقة على
id: Terima
lt: Patvirtinti
ro: Aproba
vi: Duyệt

source: There are no Sections for moving
ar: هناك لا توجد أقسام للانتقال
id: Tidak ada Bagian yang akan dipindah
lt: Nera skyriu perkelimui
ro: Nu sunt sectiuni de mutat
vi: Không có phần không để di chuyển

source: Are you sure you want to delete content?
ar: هل أنت متأكد من أنك تريد حذف هذا المحتوى؟
id: Apalah Anda yakin menghapus isi?
lt: Ar Jūs esate įsitikinęs, kad norite ištrinti šį turinį?
ro: Esti sigur ca vrei sa stergi continutul?
vi: Bạn có chắc bạn muốn xóa nội dung?

source: Successfully deleted:<br>Directories: (%d)<br>Articles: (%d)<br>Tags: (%d)<br>Comments: (%d)<br>Images: (%d)
ar: حذف بنجاح: <br>الدلائل: المواد (%d) <br>: (%d) <br>العلامات: تعليقات (%d) <br>: الصور (%d) <br>: (%d)
id: Berhasil dihapus:<br>Folder: (%d)<br>Artikel: (%d)<br>Tags: (%d)<br>Komentar: (%d) <br> Gambar: (%d)
lt: Sėkmingai ištrintą.<br> Skyrių: (%d)<br> Straipsnių: (%d)<br>Žymių: (%d)<br>Komentarijų: (%d)<br>Paveikslėlių: (%d)
ro: Sters cu success:<br>Directoare: (%d)<br>Articole: (%d)<br>Taguri: (%d)<br>Comentarii: (%d)<br>Imagini: (%d)
vi: Xóa bỏ thành công: <br>thư mục: bài viết (%d) <br>: (%d) <br>Tags: (%d) <br>bình luận: hình ảnh (%d) <br>: (%d)

source: Section is not empty
ar: القسم ليس فارغا
id: Bagian tidak kosong
lt: Skyrius ne tuščias
ro: Sectiunea nu este goala
vi: Phần không phải là sản phẩm nào

source: Select action
ar: حدد الإجراء
id: Pilih Aksi
lt: Pasirinkite veiksmą
ro: Selecteaza actiune
vi: Chọn lệnh

source: Delete with movement
ar: حذف مع حركة
id: Hapus dengan memindah
lt: Ištrinti su perkelimų
ro: Șterge cu mișcare
vi: Xóa với phong trào

source: Delete all Sections and Articles
ar: حذف كافة الأقسام والمواد
id: Hapus semua Bagian dsn Artikel
lt: Ištrinti visus skyrius ir straipsnius
ro: Sterge toate sectiune su articolele
vi: Xóa tất cả các mục và các bài viết

source: Do
ar: هل
id: Lakukan
lt: Paleisti
ro: Fă
vi: Làm

source: Delete confirmation
ar: تأكيد حذف
id: Konfirmasi menghapus
lt: Patvirtinti ištrinimą
ro: Sterge confirmare
vi: Xác nhận xóa bỏ

source: Articles do not exist
ar: لا توجد مواد
id: Artikel tidak ada
lt: Straipsnio nėra
ro: Articolul nu exista
vi: Bài viết không tồn tại

source: Deleted
ar: تم حذف
id: Dihapus
lt: Ištrinta
ro: Sters
vi: Xóa thành công

source: Author name
ar: اسم الكاتب
id: Nama penulis
lt: Autorio vardas
ro: Numele autorului
vi: Tên tác giả

source: Author last name
ar: اسم المؤلف الأخير
id: Nama belakang penulis
lt: Autorio pavarde
ro: Prenumele autorului
vi: Tác giả tên cuối cùng

source: Name of the book
ar: اسم الكتاب
id: Nama buku
lt: Knygos pavadinimas
ro: Numele cartii
vi: Tên của cuốn sách

source: Date
ar: تاريخ
id: Tanggal
lt: Data
ro: Data
vi: Ngày

source: Latest comments
ar: أحدث التعليقات
id: Komentar terbaru
lt: Paskutini komentarai
ro: Ultimele comentarii
vi: Bình luận mới nhất

source: Section created
ar: تم إنشاء قسم
id: Bagian berhasil dibuat
lt: Skyrius sukurtas
ro: Sectiune creeata
vi: Phần tạo

source: Create Section
ar: إنشاء قسم
id: Buat Bagian
lt: Sukurti skyrių
ro: Creeaza sectiune
vi: Tạo phần

source: Section description
ar: وصف القسم
id: Deskripsi Bagian
lt: Skyriaus aprašymas
ro: Descriere sectiune
vi: Phần mô tả

source: Section type
ar: نوع القسم
id: Tipe Bagian
lt: Skyriaus tipas
ro: Tipul sectiunii
vi: Phần loại

source: Sections
ar: الأقسام
id: Bagian
lt: Skyriai
ro: Sectiuni
vi: Phần

source: Articles
ar: مقالات
id: Artikel
lt: Straipsniai
ro: Articole
vi: Bài viết

source: Changed
ar: تم التغيير
id: Disunting
lt: Pakeista
ro: Schimbat
vi: Thay đổi

source: Edit Section
ar: تحرير قسم
id: Sunting Bagian
lt: Redaguoti skyrių
ro: Editeaza sectiune
vi: Chỉnh sửa chuyên mục

source: Edit Article
ar: تحرير المادة
id: Sunting Artikel
lt: Redeguoti straipsnį
ro: Editeaza articol
vi: Chỉnh sửa bài viết

source: The text of the Article can not be edited, a large amount of data !!!
ar: لا يمكن تحرير نص المادة، كمية كبيرة من البيانات!!!
id: Isi artikel tidak dapat disunting, data terlalu besar!!!
lt: Straipsnio tekstas negali buti redaguojamas del didelio duomenų kiekio!!!
ro: Textul articolului nu poate fi editat, o cantitate prea mare de date !!!
vi: Bài viết có thể không sửa được, dữ liệu quá lớn!!!

source: The ROOT
ar: الجذر
id: Utama
lt: ŠAKNIS
ro: Rădăcină
vi: Thư mục gốc (ROOT)

source: Allow users to add their Articles?
ar: السماح للمستخدمين بإضافة المواد؟
id: Izinkan pengguna menulis artikel?
lt: Leisti vartotojams rašyti savo straipsnius?
ro: Permite utilozatorilor sa adauge articole?
vi: Cho phép người dùng thêm bài Viết của mình?

source: Yes
ar: نعم
id: Ya
lt: Taip
ro: Da
vi: Có

source: No
ar: لا
id: Tidak
lt: Ne
ro: Nu
vi: Không

source: Verified
ar: تم التحقق
id: Terverifikasi
lt: Patikrinta
ro: Verificat
vi: Đã xác nhận

source: New Articles
ar: مقالات جديدة
id: Tulis Artikel
lt: Nauji straipsniai
ro: Articole noi
vi: Bài Viết Mới

source: Section
ar: قسم
id: Bagian
lt: Skyrius
ro: Sectiune
vi: Mục

source: Rating
ar: تصنيف
lt: Įvertinimas
ro: Voturi
vi: Đánh giá

source: Comments are closed
ar: التعليقات مقفلة
id: Komentar ditutup
lt: Komentarai uždaryti
ro: Comentariile sunt inchise
vi: Bình luận đã đóng cửa

source: Total
ar: مجموع
lt: Viso
vi: Tổng cộng

source: To Library
ar: إلى المكتبة
id: Perpustakaan
lt: Į biblioteką
ro: La librarie
vi: Đến Thư viện

source: Moderation Articles
ar: أدوات الإشراف
id: Moderasi Artikel
lt: Straipsnių moderacija
ro: Articole de moderat
vi: Kiểm duyệt bài viết

source: Article
ar: مقالة
id: Artikel
lt: Straipsnis
ro: Articol
vi: Bài viết

source: Added to the database
ar: تم اضافته في قاعدة البيانات
id: Ditambahkan ke basis data
lt: Įtraukti į duomenų bazę
ro: Adaugat in baza de date
vi: Đã thêm vào CSDL

source: All Articles added in database
ar: جميع المواد المضافة في قاعدة البيانات
id: Semua artikel ditambahkan ke basis data
lt: Visi straipsniai įtraukti į duomenų bazę
ro: Toate articolele adaugate in baza de date
vi: Tất cả bài viết đã được thêm vào CSDL

source: Approve all
ar: الموافقة على كل
id: Terima semua
lt: Patvirtinti visus
ro: Aproba toate
vi: Chấp nhận tất cả

source: Search
ar: ابـحث
id: Cari
lt: Paieška
ro: Cauta
vi: Tìm kiếm

source: Search in titles Articles
ar: البحث في عناوين المقالات
id: Cari judul artikel
lt: Paieška pagal straipsnių pavadinimus
ro: Cauta in titlul articolului
vi: Tìm kiếm trong tiêu đề bài viết

source: Length of query: 4 min 64 max<br>Search is case-insensitive letters<br>Results are sorted by relevance
ar: طول الاستعلام: هو مين 4 64 حد<br>البحث عن الأحرف متحسسة لحالة الأحرف <br>يتم فرز النتائج حسب أهميتها
id: Panjang kueri: min. 4, maks. 64<br>Pencarian menggunakan huruf tidak sensitif<br>Hasil diurutkan berdasarkan relevansi
lt: Ilgio užklausa: 4 min., 64 maks.<br> Paieška nejautri raudžių registrui.<br> Rezultatai rikiuojami pagal tinkamumą
ro: Lungimea cautarii: 4 min. 64 max.<br>Rezultatele sunt sortate dupa relevanta
vi: Chiều dài của truy vấn: tối thiểu 4, tối 64 ký tự <br>Tìm kiếm là trường hợp nhạy cảm <br>Kết quả được sắp xếp theo mức độ liên quan

source: Search results
ar: نتائج البحث
id: Hasil pencarian
lt: Paieškos rezultatai
ro: Rezultatele cautarii
vi: Kết quả tìm kiếm

source: Your search did not match any results
ar: البحث الخاص بك لا يتطابق مع أي نتائج
id: Pencarian Anda tidak ditemukan
lt: Jūsų paieška nesutapo su jokiu rezultatu
ro: Cautarea nu corespunde cu nici in rezultat
vi: Tìm kiếm của bạn không phù hợp

source: To Page
ar: على الصفحة
id: Ke halaman
lt: Į puslapį
ro: La pagina
vi: Đến trang

source: New Search
ar: بحث جديد
id: Cari lagi
lt: Nauja paieška
ro: Cautare noua
vi: Tìm kiếm mới

source: Sorted by alphabetical
ar: فرز حسب الأبجدية
id: Urutkan berdasar abjad
lt: Rūšiuoti pagal abėcėlę
ro: In ordine alfabetica
vi: Sắp xếp theo thứ tự chữ cái

source: Sorted by relevance
ar: مرتبة حسب أهميتها
id: Urutkan berdasar relevansi
lt: Rušiuoti pagal svarbumą
ro: Sortare după relevanță
vi: Sắp xếp theo mức độ liên quan

source: Tag Cloud
ar: سحابة الكلمة الدلالية
lt: Žymių debesis
vi: Tag Đám Mây

source: Sort
ar: الترتيب
id: Urutan
lt: Rūšiuoti
ro: Sorteaza
vi: Săp xếp

source: Most readings
ar: معظم القراءات
id: Paling banyak dibaca
lt: Labiausiai skaitomi
ro: Cele mai citite
vi: Đọc nhiều nhất

source: By rating
ar: بحسب التقييم
id: Berdasar Rating
lt: Pagal reitingą
ro: Dupa voturi
vi: Bằng cách đánh giá

source: By comments
ar: من خلال التعليقات
id: Berdasar komentar
lt: Pagal komentarijus
ro: Dupa comentarii
vi: Bởi bình luận

source: Rating articles
ar: تصنيف المواد
id: Rating Artikel
lt: Straipniū vertinimai
ro: Voteaza articole
vi: Đánh giá bài viết

source: Library is closed
ar: يتم إغلاق مكتبة
id: Perpustakaan ditutup
lt: Biblioteka uždarytą
ro: Libraria este inchisa
vi: Thư viện đã đóng cửa

source: On moderation
ar: الإشراف
id: Dimoderasi
lt: Moderacijoje
ro: Pentru moderare
vi: Kiểm duyệt

source: Up
ar: فوق
id: Naik
lt: Į viršų
ro: Sus
vi: Lên

source: Down
ar: تحت
id: Turun
lt: Į apačią
ro: Jos
vi: Xuống

source: Edit
ar: تحرير
id: Sunting
lt: Redaguoti
ro: Editeaza
vi: Chỉnh sửa

source: Create
ar: إنشاء
id: Buat
lt: Sukurti
ro: Creeaza
vi: Tạo mới

source: The Tags
ar: العلامات
id: Tag
lt: Žymes
ro: Taguri
vi: Các thẻ

source: Download file
ar: تنزيل الملف
id: Unduh berkas
lt: Atsisiųsti failą
ro: Descarca fisier
vi: Tải tập tin
