Repository: batumibiz/johncms
Catalog: modules/forum/locale/*.po
Languages: ar, id, pl, ro, vi

source: Topic deleted by
ar: تم حذف الموضوع
id: Topik dihapus oleh
pl: Temat usunięty przez
ro: Topic sters de
vi: Chủ đề bị xóa bởi

source: Undelete topic
ar: لم يحذف الموضوع
id: Batalkan menghapus topik
pl: Przywróć temat
ro: Topic nesters
vi: Chủ đề bị xóa, được khôi phục bởi

source: Vote
ar: صوت
id: Beri Nilai
pl: Głosuj
ro: Voteaza
vi: Bình chọn

source: Results
ar: نتائج
id: Hasil
pl: Wyniki
ro: Rezultate
vi: Kết quả

source: Total votes
ar: مجموع الأصوات
id: Total penilai
pl: Liczba głosów
ro: Voturi in total
vi: Tổng số bình chọn

source: Write
ar: اكتب
id: Tulis
pl: Napisz
ro: Scrie
vi: Soạn thảo

source: Edit
ar: تحرير
id: Sunting
pl: Edytuj
ro: Editeaza
vi: Chỉnh sửa

source: Restore
ar: استعادة
id: Pulihkan
pl: Przywróć
ro: Restabilire
vi: Khôi phục

source: Curators of the Topic
ar: القيمين الموضوع
id: Kurator Topik
pl: Moderatorzy tematu
ro: Custodele acestui topic
vi: Giám tuyển chủ đề

source: Rename Topic
ar: قم بإعادة تسمية الموضوع
id: Ganti judul topik
pl: Zmień nazwę tematu
ro: Redenumeste topic
vi: Đổi tên chủ đề

source: Open Topic
ar: فتح الموضوع
id: Buka topik
pl: Otwórz temat
ro: Deschide topic
vi: Mở cửa chủ đề

source: Close Topic
ar: اغلاق الموضوع
id: Tutup Topik
pl: Zamknij temat
ro: Inchide topic
vi: Đóng cửa chủ đề

source: Restore Topic
ar: استعادة الموضوع
id: Pulihkan Topik
pl: Przywróć temat
ro: Restabileste topic
vi: Khôi phục chủ đề

source: Unfix Topic
ar: لا اصلاح الموضوع
id: Lepas topik disematkan
pl: Odklej temat
ro: Repara topic
vi: Tháo chủ đề

source: Pin Topic
ar: تثبيت الموضوع
id: Sematkan topik
pl: Przyklej temat
ro: Prinde topic
vi: Pin Chủ Đề

source: Move Topic
ar: نقل الموضوع
id: Pindh topik
pl: Przesuń wątek
ro: Muta topic
vi: Di chuyển chủ đề

source: Download Topic
ar: تحميل الموضوع
id: Unduh Topik
pl: Pobierz temat
ro: Descarca topic
vi: Xem chủ để ngoại tuyến (Offline)

source: Who is here
ar: وهو هنا
id: Yang di sini
pl: Obecni tutaj
ro: Cine este aici
vi: Ai đang ở đây

source: No topics in this section
ar: لا توجد مواضيع في هذا القسم
id: Tidak ada topik di bagian
pl: Brak tematów w tej sekcji
ro: Nu exista nici in topic in aceasta sectiune
vi: Không có bài viết trong chuyên mục này!

source: Users
ar: الاعضاء
id: Pengguna
pl: Użytkownicy
ro: Utilizatori
vi: Thành viên

source: Guests
ar: الضيوف
id: Tamu
pl: Goście
ro: Oaspeti
vi: Khách

source: Category is empty
id: Kategori kosong

source: Attached files
id: Data terlampir
