Repository: batumibiz/johncms
Catalog: modules/forum/locale/*.po
Languages: ar, id, pl, ro, vi

source: Access forbidden
ar: ممنوع الوصول
id: Akses ditolak
pl: Dostęp zabroniony
ro: Acess interzis
vi: Truy cập bị từ chối

source: Back
ar: الرجوع
id: Kembali
pl: Powrót
ro: Înapoi
vi: Quay lại

source: Wrong data
ar: بيانات خاطئة
id: Data salah
pl: Nieprawidłowe dane
ro: Date gresite
vi: Lỗi dữ liệu

source: Add file
ar: أضف ملف
id: Tambahkan file

source: The time allotted for the file upload has expired
ar: انتهت مدة صلاحية الوقت المخصص لتحميل الملف
id: Batas waktu untuk mengunggah berkas telah habis
pl: Czas przeznaczony na przesyłanie pliku wygasł
ro: Timpul alocat încărcării fișierului a expirat
vi: Thời gian được phân bổ cho các tập tin tải lên đã hết hạn

source: File size exceed
ar: يتجاوز حجم الملف
id: Ukuran berkas melebihi batas
pl: Rozmiar pliku przekroczył
ro: Dimensiunea fișierului este depășita
vi: Dung lượng tập tin vượt quá

source: The forbidden file format.<br>You can upload files of the following extension
ar: تنسيق ملف المحرمة. يمكنك تحميل ملفات الملحق التالي <br>
id: Format berkas tidak diizinkan.<br> Anda dapat mengunggah berkas dengan ekstensi berikut
pl: Zabroniony format pliku.<br>Można przesyłać pliki o następujących rozszerzeniach
ro: Formatul de fișier interzis. <br> Puteți încărca fișiere cu următoarele extensii
vi: Định dạng tập tin không hợp lệ.<br>Bạn có thể tải lên các tập tin của phần mở rộng sau

source: Error uploading file
ar: خطأ في تحميل الملف
id: Gagal mengunggah berkas
pl: Błąd podczas przesyłania pliku
ro: Eroare la încărcarea fișierului
vi: Lỗi tải lên tập tin

source: Repeat
ar: التكرار
id: Ulangi
pl: Powtórz
ro: Repetă
vi: Lặp lại

source: Add File
ar: إضافة ملف
id: Tambahkan Berkas
pl: Dodaj plik
ro: Adauga fisier
vi: Thêm tập tin

source: Add Poll
ar: اضافة استطلاع الرأي
id: Tambahkan tanggapan
pl: Dodaj ankietę
ro: Adauga scrutin
vi: Thêm Thăm dò

source: Poll added
ar: تم اضافة الاستطلاع
id: Tanggapan ditambahkan
pl: Ankieta dodana
ro: Scrutin adaugat
vi: Thêm bỏ phiếu

source: Continue
ar: متابعه
id: Lanjutkan
pl: Kontynuuj
ro: Continua
vi: Tiếp tục

source: The required fields are not filled
ar: لا يتم ملء الحقول المطلوبة
id: Kolom yang dibutuhkan kosong
pl: Wymagane pola nie są wypełnione
ro: Campurile necesare nu au fost completate
vi: Chưa Nhập Nội Dung

source: Answer
ar: إجابة
id: Balasan
pl: Odpowiedź
ro: Raspuns
vi: Trả lời

source: Curators
ar: القيمين
id: Kurator
pl: Moderatorzy
ro: Custode
vi: Giám Tuyển

source: Topic has been deleted or does not exists
ar: تم حذف الموضوع أو غير موجود
id: Topik tidak tersedia
pl: Wątek został usunięty, lub nie istnieje
ro: Topicul a fost sters sau nu exista
vi: Chủ đề đã được loại bỏ, hoặc không tồn tại

source: Delete Topic
ar: حذف الموضوع
id: Hapus Topik
pl: Usuń Temat
ro: Sterge topic
vi: Xóa chủ đề này

source: Delete Poll
ar: حذف استطلاع الرأي
id: Hapus tanggapan
pl: Usuń ankietę
ro: Sterge scrutin
vi: Xóa bình chọn

source: Poll deleted
ar: حذف الاستطلاع
id: Tanggapan dihapus
pl: Ankieta usunięta
ro: Scrutin sters
vi: Thăm dò đã được xóa

source: Edit Message
ar: تحرير الرسالة
id: Sunting Pesan
pl: Edytuj wiadomość
ro: Editeaza mesaj
vi: Chỉnh sửa Tin nhắn

source: You cannot edit posts of higher administration
ar: لا يمكنك تحرير وظائف الإدارة العليا
id: Anda tidak bisa menyunting pos lebih tinggi dari Pengurus
pl: Edytować posty może tylko administrator
ro: Nu poti edita postarile celor cu functii mai mari
vi: Bạn không thể chỉnh sửa bài viết của người sử dụng cấp trên

source: You are trying to change another's post
ar: أنت تحاول تغيير الوظيفة لشخص آخر
id: Anda mencoba menyunting post orang lain
pl: Próbujesz zmienić następny post
ro: Incerci sa schimbi postarea altui utilizator
vi: Bạn đang cố gắng để thay đổi bài viết của người khác

source: Your message not already latest, you cannot change it
ar: الرسالة لم تكن بالفعل أحدث، لا يمكنك تغييره
id: Pesan Anda sudah lama, Anda tidak bisa menyuntingnya
pl: Twoja wiadomość nie jest już ostatnia, nie można jej zmienić
ro: Este ultimul mesaj adaugat, nu il poti schimba
vi: Bài đăng của bạn sẽ chỉnh sửa được trong 1 khoảng thời gian và khi hết khoảng thời gian đó bạn không thể thay đổi nó

source: You cannot edit your posts after 5 minutes
ar: لا يمكنك تحرير مشاركاتك بعد 5 دقائق
id: Anda tidak bisa menyunting pos setelah 5 menit
pl: Nie możesz edytować swoich postów po upływie 5 minut
ro: Nu mai poti edita postari dupa 5 minute
vi: Từ khi bài viết được gửi trong khoảng 5 phút và nếu quá thời hạn bạn không thể chỉnh sửa nó

source: Message does not exists or has been deleted
ar: الرسالة غير موجود أو تم حذفه
id: Pesan tidak tersedia
pl: Wiadomość nie istnieje lub została usunięta
ro: Mesajul nu exista sau a fost sters
vi: Bài viết không tồn tại hoặc đã bị xóa

source: Forum
ar: منتديات
vi: Diễn đàn

source: Delete file
ar: حذف الملف
id: Menghapus file
pl: Usuń plik
ro: Sterge fisier
vi: Xóa tập tin

source: Delete Message
ar: حذف رسالة
id: Hapus pesan
pl: Usuń Wiadomość
ro: Sterge mesaj
vi: Xóa Tin nhắn

source: You have not entered the message
ar: لم تقم بإدخال الرسالة
id: Anda belum memasukkan pesan
pl: Wpisz wiadomość!
ro: Nu ai introdus nici in mesaj
vi: Bạn chưa nhập thông điệp

source: Error
ar: خطأ
id: Kesalahan

source: Edit Poll
ar: تعديل الاستطلاع
id: Sunting tanggapan
pl: Edytuj ankietę
ro: Editeaza scrutin
vi: Sửa Thăm dò

source: Delete Answer
ar: حذف الإجابة
id: Menghapus Jawaban

source: Poll changed
ar: تغيير استطلاع
id: Tanggah disunting
pl: Ankieta została zmieniona
ro: Scrutin modificat
vi: Thay đổi bỏ phiếu

source: Download file
ar: تنزيل الملف
id: Unduh berkas

source: File does not exist
ar: ملف غير موجود
id: Berkas tidak ada
pl: Plik nie istnieje
ro: Fisierul nu exista
vi: Tập tin không tồn tại

source: Windows applications
ar: تطبيقات Windows
id: Aplikasi Windows
pl: Aplikacje systemu Windows
ro: Aplicatii windows
vi: Các ứng dụng Windows

source: Java applications
ar: تطبيقات جافا
id: Aplikasi Java
pl: Aplikacje Java
ro: Aplicatii Java
vi: Ứng dụng Java

source: SIS
ar: سيمبيان

source: txt
ar: نصوص

source: Pictures
ar: صور
id: Gambar
pl: Zdjęcia
ro: Poze
vi: Hình ảnh

source: Archive
ar: أرشيف
id: Arsip
pl: Archiwum
ro: Arhiva
vi: Tập tin nén

source: Videos
ar: مقاطع فيديو
id: Video
pl: Filmy
ro: Videoclipuri
vi: Video

source: MP3
ar: صوتيات

source: Other
ar: اخرى
id: Lainnya
pl: Inne
ro: Altele
vi: Khác

source: Category Files
ar: ملفات الفئة
id: Kategori Berkas
pl: Kategorie plików
ro: Fisiere din categorie
vi: Tập tin thể loại

source: Section files
ar: ملفات القسم
id: Bagian Berkas
pl: Sekcja plików
ro: Fisiere din sectiune
vi: Tập tin phần

source: Topic Files
ar: ملفات الموضوع
id: Berkas Topik
pl: Pliki tematu
ro: Fisiere din topic
vi: Tập tin chủ đề

source: Forum Files
ar: ملفات المنتدى
id: Berkas Forum
pl: Pliki forum
ro: Fisiere din forum
vi: Diễn Tập Tin

source: New Files
ar: ملف جديد
id: Berkas Baru
pl: Nowe pliki
ro: Fisiere noi
vi: Các Tập Tin Mới

source: Guest
ar: زائر
id: Pengunjung

source: List of sections
ar: قائمة الأقسام
id: Daftar Bagian
pl: Spis sekcji
ro: Lista de sectiuni
vi: Danh sách các phần

source: Filter by author
ar: تصفية حسب المؤلف
id: Saring berdasarkan penulis
pl: Sortuj według autora
ro: Filtreaza dupa autor
vi: Lọc theo tác giả

source: You have not selected any author
ar: لم تقم بتحديد أي كاتب
id: Anda belum memilih penulis
pl: Nie wybrałeś żadnego autora
ro: Nu ai selectat nici in autor
vi: Bạn chưa chọn tác giả muốn xem

source: Download topic
ar: تحميل الموضوع
id: Unduh Topik

source: Delete posts
ar: منشور محذوف

source: Marked posts are deleted
ar: ملحوظة يتم حذف المشاركات
id: Pos ditandai berhasil dihapus
pl: Oznaczone posty są usuwane
ro: Postarile marcate sunt sterse
vi: Báo cáo loại bỏ bài viết này

source: You did not choose something to delete
ar: لا تختار شيئا لحذف
id: Anda tidak memilih pos yang akan dihapus
pl: Nie wybrałeś niczego do usunięcia
ro: Nu ai selectat nimic de sters
vi: Bạn chưa chọn thứ bạn muốn loại bỏ

source: Unread
ar: لم يُقرأ بعد
id: Belum dibaca
pl: Nieprzeczytane
ro: Necitit
vi: Chưa đọc

source: All topics marked as read
ar: وضع علامة مقروء لكافة المواضيع
id: Semua topik ditandai telah dibaca
pl: Wszystkie tematy oznaczono jako przeczytane
ro: Toate topicurile marcate ca citite
vi: Tất cả các chủ đề được đánh dấu là đã đọc thành công

source: All for period %d hours
ar: كل شيء لساعات %d الفترة
id: Semua riwayat untuk %d jam
pl: Wszystko dla okresu %d godzin
ro: Toate din perioada de %d ore
vi: Tất cả cho thời gian %d giờ

source: There is nothing new in this forum for selected period
ar: لا يوجد شيء جديد في هذا المنتدى للفترة المحددة
id: Untuk jangka waktu yang dipilih tidak ada yang baru di forum
pl: Nie ma nic nowego na tym forum dla wybranego okresu
ro: Nu exista nimic nou in forum pentru perioada selectata
vi: Đối với thời gian được chọn, diễn đàn không có bài viết nào mới trong khoảng thời gian này

source: The list is empty
ar: القائمة فارغة
id: Daftar ini kosong
pl: Lista jest pusta
ro: Lista este goală
vi: Danh sách này là trống rỗng

source: Last 10
ar: آخر 10
id: 10 topik terakhir
pl: Ostatnie 10
ro: Ultimile 10
vi: 10 bài mới nhất chưa đọc

source: Go to Section
ar: الانتقال إلى مقطع
id: Ke bagian
pl: Idż do sekcji
ro: Dute la sectiune
vi: Tới phần

source: New Topic
ar: موضوع جديد
id: Topik baru
pl: Nowy temat
ro: Topic nou
vi: Viết bài mới

source: You cannot add the message so often<br>Please, wait %d sec.
ar: لا يمكنك إضافة هذه المادة في كثير من الأحيان <br>الرجاء الانتظار %d ثانية.
id: Anda tidak dapat mengirim pesan terlalu sering<br> mohon tunggu %d detik.
pl: Nie wolno pisać wiadomość tak szybko!<br>Proszę, odczekać.
ro: Nu poti adauga in mesaj asa de des. Te rog asteapta, %d secunde
vi: Bạn không thể thêm những tin nhắn vì vậy often<br>Please, chờ %d giây.

source: You have not entered topic name
ar: لم تقم بادخال العضوية
id: Anda belum memasukkan judul topik
pl: Nie podałeś nazwy tematu
ro: Nu ati introdus numele topicului
vi: Bạn chưa nhập tên chủ đề

source: Topic name too short
ar: اسم المستخدم قصير جداً
id: Judul topik terlalu pendek
pl: Tytuł tematu jest zbyt krótki
ro: Numele topicului este prea scurt
vi: Tên chủ đề quá ngắn

source: Text is too short
ar: النص قصير جداً
id: Isi terlalu pendek
pl: Tekst jest za krótki
ro: Textul este prea scurt
vi: Văn bản được quá ngắn

source: Topic with same name already exists in this section
ar: موضوع بنفس الاسم موجود مسبقا في هذا القسم
id: Judul topik sudah ada di bagian ini
pl: Temat o tej samej nazwie już istnieje w tej sekcji
ro: Topicul ce acest nume exista deja in aceasta sectiune
vi: Chủ đề tên này đã tồn tại trong phần này. Bạn hãy thay đổi một tên khác

source: Message already exists
ar: الرسالة موجوده بالفعل
id: Pesan sudah ada
pl: Taka wiadomość już istnieje
ro: Mesajul deja exista
vi: Bài viết đã tồn tại

source: Move topic
ar: نقل الموضوع

source: Rename topic
ar: قم بإعادة تسمية الموضوع

source: New message
ar: رسالة جديدة

source: You cannot write in a closed topic
ar: لا يمكنك الكتابة في موضوع مغلق
id: Anda tidak dapat menulis di topik tertutup
pl: Nie możesz pisać w zamkniętym temacie
ro: Nu poti scrie intr-un topic inchis
vi: Bạn không thể gửi bài viết trong một chủ đề đã đóng cửa

source: Message not found
ar: لم يتم العثور على الرسالة

source: You can not reply to your own message
ar: أنت لا تستطيع الرد على الرسالة الخاصة بك
id: Anda tidak bisa membalas pesan anda sendiri
pl: Nie można odpowiadać na własną wiadomość
ro: Nu puteti raspunde la propriul mesaj
vi: Bạn không thể trả lời tin nhắn của bạn

source: I am glad to answer you
ar: وأنا سعيد بالرد عليك
id: Senang hati menjawab Anda
pl: Będzie mi miło, mogąc Ci odpowiedzieć
ro: Sunt bucuros sa iti raspund
vi: Hãy vui vẻ trả lời bạn

source: respond to Your message
ar: الرد على الرسالة الخاصة بك
id: menanggapi pesan Anda
pl: odpowiedzieć na Twoją wiadomość
ro: raspuns la mesajul tau
vi: trả lời tin nhắn của Bạn

source: Reply to message
ar: رد على رسالة

source: Forum search
ar: البحث في المنتدى
id: Pencarian forum
pl: Przeszukaj forum
ro: Cautare in forum
vi: Về tìm kiếm

source: Invalid length
ar: طول غير صالح
id: Panjang tidak valid
pl: Nieprawidłowa długość
ro: Lungime invalida
vi: Chiều dài không hợp lệ

source: Show post
ar: عرض المشاركات

source: Quote
ar: اقتباس
id: Kutipan
pl: Cytat
ro: Citeaza
vi: Trích dẫn

source: This theme was downloaded from the forum site
ar: هذا الموضوع تم تنزيلها من موقع المنتدى
id: Tema ini diunduh dari situs forum
pl: Temat ten został pobrany ze strony forum
ro: Aceasta tema a fost descarcata de pe forumul site-ului
vi: Chủ đề này đã được tải về từ trang web của diễn đàn

source: Who voted in the poll
ar: الذين صوتوا في الانتخابات
id: Yang menanggapi tanggapan
pl: Kto głosował w ankiecie
ro: Cine a votat in scrutin
vi: Danh sách người tham gia thăm dò

source: No one has voted in this poll yet
ar: لا أحد قد صوتوا في هذا الاستطلاع حتى الآن
id: Tidak ada tanggapan
pl: Nikt jeszcze nie oddał głosu w tej ankiecie
ro: Nimeni nu a votat aici inca
vi: Không một ai đã tham gia bỏ phiếu cho thăm dò này

source: Vote accepted
ar: قبل التصويت
id: Tanggapan diterima
pl: Głos został dodany
ro: Vot acceptat
vi: Bình chọn chấp nhận

source: Who in Topic
ar: الذي في الموضوع
id: Yang di topik
pl: Kto w temacie
ro: Cine este in topic
vi: Ai đang xem chủ đề

source: In the forum Main
ar: في المنتدى الرئيسي
id: Di Forum Utama
pl: Na forum głównym
ro: In forumul principal
vi: Trong diễn đàn chính

source: Here, in the List
ar: هنا في القائمة
id: Disini, di daftar aktif
pl: Tutaj, na liście
ro: Aici, in lista
vi: Ở đây, trong danh sách

source: Looking forum files
ar: يبحث ملفات المنتدى
id: Melihat berkas forum
pl: Przegląda pliki forum
ro: Cauta fisiere in forum
vi: Hãy tìm các tập tin diễn đàn

source: In the unreads
ar: في غير مقرؤه
id: Di belum dibaca
pl: Nieprzeczytane
ro: In cele necitite
vi: Chủ đề chưa đọc

source: In the Category
ar: في فئة
id: Di kategori
pl: W kategorii
ro: In categorie
vi: Trong các thể loại

source: In the Section
ar: في القسم
id: Di bagian
pl: W sekcji
ro: In sectiune
vi: Về phần

source: Answers in the Topic
ar: الإجابات في هذا الموضوع
id: Balasan di topik
pl: Odpowiedzi w temacie
ro: Raspunde in topic
vi: Gặp gỡ trong chủ đề

source: Writes in the Topic
ar: يكتب في الموضوع
id: Menulis topik
pl: Pisze w temacie
ro: Scrie in topic
vi: Gửi bài viết cho chủ đề này

source: In the Topic
ar: في هذا الموضوع
id: Di topik
pl: W temacie
ro: In topic
vi: Về chủ đề

source: Who in Forum
ar: الذين في المنتدى
id: Yang di Forum
pl: Kto na forum
ro: Cine este in forum
vi: Ai đang ở diễn đàn

source: Forum is closed
ar: المنتدى مُـقفل
id: Forum ditutup
pl: Forum jest zamknięte
ro: Forumul este inchis
vi: Diễn đàn tạm thời đóng cửa

source: For registered users only
ar: للمستخدمين المسجلين فقط
id: Hanya untuk pengguna terdaftar
pl: Tylko dla zarejestrowanych
ro: Doar pentru utilizatori inregistrati
vi: Cho người dùng đăng ký

source: Topic deleted
ar: تم حذف الموضوع
id: Topik dihapus
pl: Temat usunięty
ro: Topic sters
vi: Chủ đề đã bị xóa

source: Go to Forum
ar: اذهب إلى المنتدى

source: File attached
ar: ملف مرفق
id: Berkas dilampirkan
pl: Plik pobrany
ro: Fisier atasat
vi: Tập tin đính kèm thành công

source: Add more
ar: إضافة المزيد

source: Back to topic
ar: عودة إلى الموضوع
id: Kembali ke Topik
pl: Powrót do tematu
ro: Înapoi la topic
vi: Quay lại chủ đề

source: Choose file
ar: إختيار ملف

source: Max. Size
ar: الحجم الأقصى
id: Ukuran Maks
pl: Max. rozmiar
ro: Marime maxima
vi: Dung lượng lớn nhất

source: Upload
ar: رفع
id: Unggah
pl: Prześlij
ro: Incarca
vi: Tải lên

source: Poll
ar: الإقتراع

source: Maximum length: 150 characters
ar: أقصى طول: 150 حرفا

source: Answers
ar: الإجابات

source: Maximum length: 50 characters
ar: أقصى طول: 50 حرفا

source: Add Answer
ar: إضافة جواب
id: Tambahkan Balasan
pl: Dodaj odpowiedź
ro: Adauga raspuns
vi: Thêm trả lời

source: Delete last
ar: حذف آخر
id: Hapus pos terakhir
pl: Usuń ostatnie
ro: Sterge ultimul
vi: Xóa mới nhất

source: Save
ar: حفظ
id: Simpan
pl: Zapisz
ro: Salveaza
vi: Lưu

source: Do you really want to clear the search history?
ar: هل تريد حقاً مسح محفوظات البحث؟
id: Apakah Anda yakin menghapus riwayat pencarian?
pl: Czy na pewno chcesz wyczyścić historię wyszukiwania?
ro: Esti sigur ca vrei sa stergi istoricul cautarii?
vi: Bạn có thực sự muốn xóa lịch sử tìm kiếm?

source: Clear
ar: مسح
id: Hapus
pl: Wyczyść
ro: Sterge
vi: Xoá

source: Cancel
ar: إلغاء الأمر
id: Batal
pl: Anuluj
ro: Anuleaza
vi: Hủy bỏ

source: Changes saved
ar: حفظ التغييرات

source: Assign
ar: تعيين
id: Terapkan
pl: Przydziel
ro: Atribuie
vi: Chỉ định

source: Do you really want to delete the answer?
ar: هل تريد حقاً أن حذف الجواب؟
id: Apakah Anda yakin menghapus jawaban ini?
pl: Na pewno chcesz usunąć odpowiedź?
ro: Esti sigur ca vrei sa stergi raspunsul?
vi: Bạn có thực sự muốn xóa câu trả lời?

source: Delete
ar: حذف
id: Hapus
pl: Usuń
ro: Șterge
vi: Xóa

source: Do you really want to delete?
ar: هل ترغب بالحذف ؟
id: Anda yakin ingin menghapus?
pl: Czy na pewno chcesz usunąć?
ro: Esti sigur ca vrei sa stergi?
vi: Bạn có thực sự muốn xóa?

source: After deleting, one point will be subtracted from the counter of forum posts
ar: بعد حذف، سيتم خصم نقطة واحدة من العداد لمشاركات المنتدى
id: Setelah menghapus, jumlah poin posting forum akan dikurangi
pl: Po usunięciu, jeden punkt zostanie odjęty od liczby postów
ro: Dupa stergere, se va inlatura in punct din contorul postarilor din forum
vi: Trong trường hợp các bài viết của diễn đàn bị loại bỏ, tổng số bài viết truy cập sẽ bị trừ một điểm

source: Do you really want to delete a poll?
ar: هل تريد حذف الحساب؟
id: Anda yakin menghapus tanggapan?
pl: Na pewno chcesz usunąć ankietę?
ro: Esti sigur ca vrei sa stergi scrutin?
vi: Bạn có thực sự muốn cuộc thăm dò này?

source: WARNING!<br>This is last post of topic. By deleting this post topic will be deleted (or hidden) too
ar: تحذير! <br>هذا آخر للموضوع. بحذف هذا المنصب الموضوع سيتم حذف (أو إخفاء) جداً
id: PERINGATAN! Ini adalah pos terakhir dari topik. Jika dihapus topik akan terhapus.
pl: OSTRZEŻENIE!<br>To jest ostatni post w temacie. Usuwając go, cały temat zostanie usunięty (lub ukryty) za
ro: ATENTIE!<br>Acesta este ultima postare din topic. Prin stergerea postarii va fi sters si topicul (sau va fi ascuns)
vi: Lỗi!<br>Đây là bài cuối cùng của chủ đề. Chủ đề sẽ bị xóa (hoặc ẩn) và sẽ quay lại phần của chủ đề

source: Hide
ar: اخفي
id: Sembunyikan
pl: Ukryj
ro: Ascunde
vi: Ẩn đi

source: Perform
ar: أداء
id: Tampilkan
pl: Wykonaj
ro: Efectueaza
vi: Hiện

source: Link active 5 minutes
ar: الارتباط النشط 5 دقائق
id: Tautan aktif 5 menit
pl: Link będzie aktywny przez 5 minut
ro: Link active timp de 5 minute
vi: Đường dẫn chỉ tồn tại trong 5 phút

source: Download
ar: تحميل
id: Unduh
pl: Pobierz
ro: Descarca
vi: Tải

source: Select format
ar: حدد تنسيق
id: Pilih format
pl: Wybierz format
ro: Selecteaza format
vi: Chọn dạng

source: Message
ar: الرسالة
id: Pesan
pl: Wiadomość
ro: Mesaj
vi: Mặt cười

source: Preview
ar: معاينة
id: Tinjauan
pl: Podgląd
ro: Previzualizare
vi: Xem trước

source: Smilies
ar: الابتسامات
id: Smile
pl: Emotikonki
ro: Emoticoane
vi: Mặt cười

source: To message
ar: رسالة

source: Total
ar: مجموع
pl: Wszystkich
vi: Tổng số

source: Filter will be display posts from selected authors only
ar: سوف يكون عامل تصفية عرض الوظائف من الكتاب المحدد فقط
id: Penyaringan hanya menampilkan pos dari penulis yang dipilih
pl: Filtr wyświetla tylko wybranych autorów
ro: Filtrul va afisa postari doar dupa autorul selectat
vi: Bộ lọc sẽ được hiển thị chỉ những bài viết của các tác giả bạn chọn

source: Filter
ar: عامل التصفية
id: Saring
pl: Filtr
ro: Filtreaza
vi: Lọc

source: Forum rules
ar: قواعد المنتدى
id: Ketentuan Forum
pl: Regulamin forum
ro: Reguli in forum
vi: Nội quy diễn đàn

source: Length of query: 4min., 64maks.<br>Search is case insensitive <br>Results are sorted by relevance.
ar: طول الاستعلام: 4 كحد أدنى، 64حداقصى. <br>هو بحث الحالة يتم فرز النتائج <br>غير حساسة حسب أهميتها.
id: Panjang teks pencarian: 4min., 64maks.<br>Pencarian tidak sensitif huruf <br>Hasil diurutkan berdasarkan relevansi.
pl: Długość zapytania: 4min, 64maks..<br>Szukaj po wielkość liter <br>Wyniki są sortowane według trafności.
ro: Lungimea cautarii: 4 min., 64max.<br>Rezultatele sunt sortate dupa relevanta
vi: Chiều dài của từ khóa chỉ được phép có từ 4-64 kí tự.<br>Tìm kiếm là trường hợp bài viết hay chủ đề <br>Kết quả được sắp xếp theo độ liên quan.

source: Search in the topic names
ar: البحث في موضوع الأسماء
id: Cari berdasarkan judul topik
pl: Szukaj w nazwach tematu
ro: Cauta in numele topicului
vi: Tìm kiếm trong chủ đề

source: Search
ar: ابـحث
id: Cari
pl: Szukaj
ro: Cauta
vi: Tìm kiếm

source: Your search did not match any results
ar: البحث الخاص بك لا يتطابق مع أي نتائج
id: Pencarian Anda tidak ditemukan
pl: Wyszukiwanie nie dało żadnych wyników
ro: Cautarea ta nu corescunde cu nici in rezultat
vi: Tìm kiếm của bạn không phù hợp

source: Go to Topic
ar: الانتقال إلى موضوع
id: Ke Topik
pl: Idź do tematu
ro: Dute la topic
vi: Tới chủ đề

source: Go to Message
ar: اذهب إلى الرسالة
id: Ke Pesan
pl: Przejdź do wiadomości
ro: Dute la mesaj
vi: Đi để tin Nhắn

source: Author
ar: الكاتب
id: Oleh

source: Search History
ar: سجل البحث
id: Riwayat Pencarian
pl: Historia wyszukiwania
ro: Istoricul cautarilor
vi: Tìm kiếm lịch sử

source: Clear history
ar: مسح المحفوظات
id: Hapus riwayat

source: Read only
ar: للقراءة فقط
id: Hanya Baca
pl: Tylko do odczytu
ro: Doar de citit
vi: Chỉ đọc

source: Show for Period
ar: إظهار للفترة
id: Lihat Riwayat

source: Last activity
ar: آخر نشاط
id: Aktivitas Terakhir

source: Files
ar: الملفّات
id: Berkas
pl: Pliki
ro: Fisiere
vi: Tập tin

source: Category
ar: فئة
id: Kategori
pl: Kategoria
ro: Categoria
vi: Thể loại

source: Move
ar: نقل
id: Pindah
pl: Przenieś
ro: Muta
vi: Di chuyển

source: Other categories
ar: الفئات الأخرى
id: Kategori lain
pl: Inne kategorie
ro: Alte categorii
vi: Các chuyên mục

source: Title
ar: العنوان
id: Judul

source: Maximum length: 100 characters
ar: أقصى طول: 100 حرف

source: Show period
ar: إظهار الفترة
id: Tampilkan Riwayat
pl: Pokaż okres
ro: Arata perioada
vi: Hiển thị thời gian

source: Last post
ar: آخر منشور

source: Mark as read
ar: وضع علامة مقروء
id: Tandai telah dibaca
pl: Zaznacz jako przeczytane
ro: Marcheaza ca citit
vi: Đánh dấu là đã đọc

source: Topic name
ar: اسم الموضوع
id: Judul topik
pl: Nazwa tematu
ro: Numele topicului
vi: Tiêu đề

source: Topic
ar: مواضيع
id: Topik
pl: Temat
vi: Chủ đề

source: Only allowed 200 characters, other text will be cropped.
ar: فقط المسموح به 200 حرف، سيتم اقتصاص النص الآخر.
id: Diizinkan maks. 200 karakter, jika lebih teks tambahan akan terpotong.
pl: Dozwolone tylko 200 znaków, pozostały tekst zostanie przycięty.
ro: Sunt premise doar 200 de caractere, celelalte texte vor fi sterse.
vi: Chỉ có 200 ký tự được hiển thị, văn bản khác sẽ được cắt để xem trong phần chi tiết.

source: Appeal
ar: الاستئناف
id: Desak
pl: Apelacja
ro: Recurs
vi: Báo cáo

source: Section Files
ar: ملفات القسم
id: Bagian Berkas
pl: Sekcja plików
ro: Fisiere din sectiune
vi: Tập tin phần

source: There are no sections in this category
ar: . لا توجد قوائم في هذه الفئة
id: Tidak ada bagian di kategori
pl: Brak sekcji w tej kategorii
ro: Nu exista sectiuni in aceasta categorie
vi: Trong thể loại này không có phân vùng

source: Reply
ar: رد
id: Balas

source: Filter by author is activated
ar: يتم تنشيط عامل تصفية حسب الكاتب
id: Saring berdasarkan penulis diaktifkan
pl: Filtr według autora jest aktywowany
ro: Filtreaza dupa autor este activat
vi: Bộ lọc của tác giả được kích hoạt

source: Cancel Filter
ar: إلغاء عامل التصفية
id: Batal saring
pl: Anuluj filtr
ro: Anuleaza filtru
vi: Huỷ bộ lọc

source: Topic closed
ar: تم إغلاق هذا الموضوع
id: Topik ditutup
pl: Temat zamknięty
ro: Topic inchis
vi: Chủ đề đã đóng cửa
