Repository: batumibiz/johncms
Catalog: modules/registration/locale/*.po
Languages: ar, id, lt, pl, ro, ru, uk, vi

source: Registration
ar: تسجيل اشتراك جديد
id: Pendaftaran
lt: Registracija
pl: Rejestracja
ro: Inregistrare
ru: Регистрация
uk: Реєстрація
vi: Đăng ký

source: You have not entered Nickname
ar: لم تقم بادخال العضوية
id: Anda belum memasukkan nama pengguna
lt: Jus neįvedėte slapyvardžio
pl: Nie wpisałeś nazwy
ro: Nu ai introdus nici un nume
ru: Вы не ввели Ник
uk: Ви не ввели Логін
vi: Bạn chưa nhập Tên

source: Nickname wrong length
ar: الاسم طويل جدا
id: Nama pengguna terlalu panjang
lt: Neteisingas slapyvardžio ilgis
pl: Nieprawidłowa długość
ro: Lungime invalida
ru: Неверная длина Ника
uk: Помилкова довжина нікнейму
vi: Chiều dài sai biệt hiệu

source: Invalid characters
ar: احرف غير صالحه
id: Karakter salah
lt: Klaidingi simboliai
pl: Nieprawidłowe znaki
ro: Caractere invalide
ru: Недопустимые символы
uk: Неприпустимі символи
vi: Ký tự không hợp lệ

source: You have not entered password
ar: لم تقم بادخال كلمة المرور
id: Anda belum memasukkan kata sandi
lt: Jus neįvedėte slaptažodžio
pl: Nie wpisałeś hasła
ro: Nu ai introdus nici o parola
ru: Вы не ввели пароль
uk: Ви не ввели пароль
vi: Bạn chưa nhập mật khẩu

source: Invalid length
ar: طويل جدا
id: Panjang tidak valid
lt: Neleistinas ilgis
pl: Nieprawidłowa długość
ro: Lungime invalida
ru: Недопустимая длина
uk: Неприпустима кількість символів
vi: Chiều dài không hợp lệ

source: You have not selected genger
ar: لم تقم بتحديد محتوى
id: Anda belum memilih jenis kelamin
lt: Jūs neesate pasirinkę jokio turinio
pl: Nie wybrałeś płci
ro: Nu ai selectat nici un sex
ru: Не указан пол
uk: Не вказана стать
vi: Bạn chưa chọn giới tính

source: The security code is not correct
ar: رمز الامان غير صحيح
id: Kode verifikasi salah
lt: Neteisingas apsaugos kodas
pl: Kod zabezpieczający nie jest poprawny
ro: Codul de Securitate este incorect
ru: Проверочный код введен неверно
uk: Захисний код введено не вірно
vi: Mã bảo vệ là không đúng

source: Selected Nickname is already in use
ar: الاسم مسجل من قبل
id: Nama pengguna sudah digunakan
lt: Šitas slapyvardis jau naudojamas
pl: Wybrana nazwa użytkownika jest już w użyciu
ro: Numele ales exista deja
ru: Выбранный Ник уже используется
uk: Обраний вами логін вже використовується
vi: Tên Này Đã Có Người Sử Dụng

source: You can get authorized on the site after confirmation of your registration.
ar: ويمكن الحصول على إذن على الموقع بعد تأكيد التسجيل الخاص بك.
id: Anda bisa masuk setelah Pendaftaran Anda dikonfirmasi.
lt: Jūs galite autorizotis svetainėje tik tada, kada patvirtins jūsų registraciją.
pl: Możesz dostać się do witryny tylko po potwierdzeniu rejestracji.
ro: Te poti loga pe site dupa ce iti confirmi inregistrarea
ru: Вы сможете получить авторизованный доступ к разделам сайта после подтверждения Вашей регистрации.
uk: Ви зможете авторизуватися на сайті після підтвердження Вашої реєстрації.
vi: Bạn có thể nhận được ủy quyền trên trang web sau khi xác nhận đăng ký của bạn.

source: Please, do not register names like 111, shhhh, uuuu, etc. They will be deleted. <br /> Also all the profiles registered via proxy servers will be deleted
ar: من فضلك، لم تقم بتسجيل أسماء مثل 111، shhhh، أووو، إلخ. أنها ستحذف. < br/> ستحذف أيضا كافة التشكيلات الجانبية المسجلة عبر ملقمات الوكيل
id: Mohon, tidak menggunakan nama seperti 111, shhhh, uuuu, dll dan mendaftar dengan server proxy atau akun akan dihapus
lt: Prašome, ne registroti slapyvardžių, kaip 111, shhhh, uuuu, ir kt. Jie bus ištrinti. <br /> Taip pat neregistruokite svetainėję per proxy serverius. Jie iškart bus ištrinti
pl: Proszę nie rejestrować nazw typu 12345, 2222, gkkkk, sssss, nr. telefonu, etc. Będą usuwane. <br> Również wszystkie profile rejestrowane przez serwery proxy lub Tora zostaną usunięte!
ro: Nu folosi nume precum 111, shhhh, uuuu etc. Contul va fi sters. <br/>De asemenea,orice cont inregistrat cu servere proxy vor fi sterse.
ru: Просьба не регистрировать ники типа 111, ггг, uuuu и им подобные, они будут сразу же удалены.<br>Также будут удалены ВСЕ профили, которые регистрировались через Прокси серверы
uk: Будь ласка, не реєструйте імена, як 111, shhhh, uuuu і т. д. Вони будуть видалені. <br /> Також будуть видалені всі профілі, зареєстровані через проксі-сервери
vi: Xin vui lòng đăng ký với tên gồm các kí tự là 0 đến 9, a đến z, các ký tự khác không được phép sử dụng. <br> Cũng loại bỏ tất cả cấu hình đã được đăng ký sử dụng máy chủ proxy

source: Choose Nickname
ar: اختر اسمگ المستعار
id: Nama pengguna
lt: Pasirinkite Slapyvardį
pl: Zmiana Nicku
ro: Alege un nume de utilizator
ru: Выберите Ник
uk: Виберіть нік
vi: Chọn Nickname

source: Username
ru: Ваш логин
vi: Tên tài khoản

source: Min. 2, Max. 20 characters.<br />Allowed letters of the russian and latin alphabets, numbers and symbols - = @ ! ? ~ _ ( ) [ ] . * (Except zero)
ar: دقيقة. 2, Max. 20 حرفا.<br />Allowed الحروف الروسية واللاتينية الحروف الهجائية والأرقام والرموز - = @ ! ? ~ _ ( ) [ ] . * (ما عدا الصفر)
id: Min. 2, Maks. 20 karakter <br />Hanya gunakan huruf alfabet, angka dan simbol - = @ ! ? ~ _ ( ) [ ] . * (Kecuali angka Nol)
lt: Min. 2, maks. 20 simbolių. < br / > leidžiama rusų ir lotynų abėcėlės, skaičių ir simbolių raštai - = @!? ~ _ ( ) [ ] . * (Išskyrus nulį)
pl: Min. 2, Max. 15 znaków.<br>Dozwolona jest cyrylica, alfabet łaciński, cyfry i symbole - = @ ! ? ~ _ ( ) [ ] . * (bez zera)
ro: Min. 2, Max. 20 de caractere.<br>Sunt premise doar litere din alfabetul roman, numere si simbolurile - = @ ! ? ~ _ ( ) [ ] . * (Fara 0 (zero) )
ru: Мин. 2, макс. 20 символов.<br>Разрешены буквы Русского и Латинского алфавита, цифры и знаки - = @ ! ? ~ _ ( ) [ ] * (кроме нуля)
uk: Мін. 2, макс. 20 символів.<br />Дозволені букви Кирилиці і Латиниці, цифри і знаки - = @ ! ? ~ _ ( ) [ ] . * (окрім нуля)
vi: Tối thiểu là 2, tối đa là 15 ký tự.<br>Được sử dụng chữ cái Latin, số và các ký hiệu khác - = @ ! ? ~ _ ( ) [ ] . * (Ngoại trừ số 0)

source: Assign a password
ar: تعيين كلمة المرور
id: Tetapkan kata sandi
lt: Priskirti slaptažodį
pl: Przypisz hasło
ro: Alege o parola
ru: Назначьте пароль
uk: Встановити пароль
vi: Chỉ định một mật khẩu

source: Min. 3 characters
ar: أحرف كحد أدنى 3
id: Min. 3 karakter
lt: Min. 3 simbolių
pl: Min. 3 znaki
ro: Min. 3 caractere
ru: Мин. 3 символа
uk: Мін. 3 символи
vi: Tối Thiểu 3 Ký Tự

source: Select Gender
ar: اختر الجنس
id: Pilih Jenis Kelamin
lt: Pasirinkite lytį
pl: Wybierz płeć
ro: Alege SEX
ru: Укажите пол
uk: Виберіть стать
vi: Chọn Giới tính

source: Man
ar: رجل
id: Pria
lt: Vyras
pl: Mężczyzna
ro: Barbat
ru: Мужчина
uk: Чоловік
vi: Hot Boy

source: Woman
ar: امرأة
id: Wanita
lt: Moteris
pl: Kobieta
ro: Femeie
ru: Женщина
uk: Жінка
vi: Hot Girl

source: Your name
ar: اسمُك
id: Nama Anda
lt: Jūsų vardas
pl: Twój nick
ro: Numele tau
ru: Ваше имя
uk: Ваше ім'я
vi: Tên của bạn

source: Tell us a little about yourself
ar: أخبرنا قليلاً عن نفسك
id: Ceritakan sedikit tentang diri Anda
lt: Papasakokite šiek tiek apie save
pl: Opowiedz nam trochę o sobie
ro: Spune ceva despre tine
ru: Расскажите немного о себе
uk: Розкажіть нам трохи про себе
vi: Cho chúng tôi biết một chút về bản thân

source: Max. 1000 characters
ar: كحد. 1000 حرف
id: Maks. 1000 karakter
lt: Maks. 1000 simbolių
pl: Max. 1000 znaków
ro: Max. 1000 de caractere
ru: Макс. 1000 символов
uk: Макс. 1000 символів
vi: Max. 1000 ký tự

source: Verification code
ar: رمز التحقق
id: Kode verifikasi
lt: Patvirtinimo kodas
pl: Kod weryfikacyjny
ro: Codul de verificare
ru: Проверочный код
uk: Перевірочний код
vi: Mã xác minh

source: Enter verification code
ru: Введите проверочный код
vi: Nhập mã xác minh

source: If you cannot see the image code, enable graphics in your browser and refresh this page
ar: إذا كنت لا ترى رمز الصورة، يرجى تمكين الرسومات في المستعرض الخاص بك ثم قم بتحديث هذه الصفحة
id: Jika gambar verifikasi tidak tampil, aktifkan fitur gambar di browser dan muat ulang halaman ini
lt: Jeigu jūs nematote vaizdo kodo, įjunkite grafika jūsų naršyklėję ir atnaujinkitę šį puslapį
pl: Jeżeli nie widzisz nic na obrazku, włącz grafikę w przeglądarce i odśwież stronę
ro: Daca nu poti vedea codul din imagine, activeaza grafica in browser si reincarca pagina
ru: Если Вы не видите рисунок с кодом, включите поддержку графики в настройках браузера и обновите страницу
uk: Якщо Ви не бачите малюнок з кодом, увімкніть підтримку графіки в налаштуваннях браузера та перезавантажте сторінку
vi: Có thể không nhìn thấy mã hình ảnh, hãy làm mới trang này

source: Registration is temporarily closed
ar: التسجيل مغلق مؤقتا
id: Registrasi ditutup sementara
lt: Registracija laikinai uždarytą
pl: Rejestracja tymczasowo zamknięta
ro: Inregistrarile sunt inchise
ru: Регистрация временно закрыта
uk: Реєстрація тимчасово закрита
vi: Đăng ký tạm thời đóng cửa

source: Your registratiton data
ar: بيانات التسجيل الخاصه بك
id: Data pendaftaran Anda
lt: Jus sėkmingai užregistruotas
pl: Twoje dane rejestracyjne
ro: Datele tale de inregistrare
ru: Вы зарегистрированы
uk: Ваші реєстраційні дані
vi: Dữ liệu thông tin tài khoản của bạn

source: Your ID
ar: المعرف
id: ID Anda
lt: Jūsų ID
pl: Twoje ID
ro: ID-ul tau
ru: Ваш ID
uk: Ваш ID
vi: ID của bạn

source: Your Username
ar: اسم العضوية
id: Nama Pengguna
lt: Jūsų vartotojo vardas
pl: Twoja nazwa użytkownika
ro: Numele de utilizator
ru: Ваш Логин
uk: Ваш логін
vi: Tên tài khoản

source: Your Password
ar: كلمة المرور الخاصه بك
id: Kata Sandi
lt: Jūsų slaptažodis
pl: Twoje hasło
ro: Parola
ru: Ваш Пароль
uk: Ваш пароль
vi: Mật khẩu của bạn

source: Please, wait until a moderator approves your registration
ar: من فضلگ انتظر حتى يقوم المشرف بتفعيل عضويتگ
id: Mohon tunggu hingga Moderator menerima Pendaftaran Anda
lt: Prašome palaukti, kol moderatorius patvirtins jūsų registraciją
pl: Proszę poczekaj, aż moderator zatwierdzi rejestrację
ro: Te rugam sa astept pana cand un moderator va valida contul
ru: Пожалуйста подождите, пока модератор одобрит вашу регистрацию
uk: Будь ласка, зачекайте підтвердження Вашої реєстрації адміністратором
vi: Tài khoản của bạn đang chờ xác nhận đăng ký của quản trị viên bằng cách kiểm duyệt

source: Enter
ar: ادخل
id: Masuk
lt: Įeiti
pl: Wejdź
ro: Intra
ru: Вход
uk: Вхід
vi: Xác nhận
